#lang racket

(require apertium-kaz/tests/vocabulary/testexample)

(test
 "да"
  '(
    ("^да<cnjcoo>$" ("да") ("тоже") ("and" "either"))
    ("^да<postadv>$" ("да") ("") (""))
#|
Әй Адам баласы! Сондай сендерді де сендерден бұрынғыларды ДА жаратқан Раббыларыңа құлшылық қылыңдар. Әрине сақтанған боларсыңдар. (21)

Әй Адам баласы! Шундый сезне дә сездән элеккеләрне дә яраткан раббыларыңа колчылык кылыгыз. Әлбәттә *сақтанған булырсыз. (21)

2|21|Ий кешеләр! Сезне һәм сездән элек булган кешеләрне халык кылучы Аллаһуга гыйбадәт кылыгыз! Аллаһ газабыннан куркучы җөмләсеннән булу өчен.

2|21|О люди! Поклоняйтесь вашему Господу, который сотворил вас и тех, кто был до вас, - может быть, вы будете богобоязненны! -

2|21|O mankind, worship your Lord, who created you and those before you, that you may become righteous -
|#
))

(test
 "бір"
  '(
    ("^бір<num>$" ("бер") ("один" "#один" "#один") ("one"))
    ("^бір<det><ind>$" ("бер") ("\\@бір") ("\\@бір"))
    ("^бір<num><subst><nom>$" ("бер") ("один" "один" "один") ("one"))
    ("^бір<num><subst><nom>+е<cop><aor><p3><pl>$" ("бер") ("один" "один" "один") ("one"))
    ("^бір<num><subst><nom>+е<cop><aor><p3><sg>$" ("бер") ("один" "один" "один") ("one"))
#|
Егер құлымызға түсіргенімізден күдіктенсеңдер, онда сендер де со құсаған БІР сүре келтіріңдер, Алладан өзге көмекшілеріңді де шақырыңдар, егер сөздерің рас болса. (23)

Игәүләр колыбызга төшергәнебездән *күдіктенсеңдер, анда сез дә *со *құсаған бер #сөр китерегез, алладан/Алладан башка булышчыларыңны да чакырыгыз, игәүләр сүзләрең рас булса. (23)

2|23|Әгәр колыбызга (Мухәммәд г-мгә) иңдергән Коръәннән шикләнсәгез, Коръән сүзләренә охшашлы бер сүрә китерегез һәм Аллаһудан башка барча ярдәмчеләрегезне ярдәмгә чакырыгыз! Әгәр Коръән – Аллаһ сүзе түгел дигәнегез дөрес булса!

2|23|А если вы в сомнении относительно того, что Мы ниспослали Нашему рабу, то принесите суру, подобную этому, и призовите ваших свидетелей, помимо Аллаха, если вы правдивы.

2|23|And if you are in doubt about what We have sent down upon Our Servant [Muhammad], then produce a surah the like thereof and call upon your witnesses other than Allah, if you should be truthful.
|#
))

(test
 "деп"
  '(
    ("^де<v><tv><gna_perf>$" ("дип") ("сказав") ("speak" "speak"))
    ("^де<v><tv><prc_perf>$" ("дип") ("сказав") ("speak" "speak"))
#|
Немесе қараңғылықта күркіреп, жарқылдап көктен нөсерлете құйған жаңбырға ұшырап, найзағайдан өлем ДЕП қорқып, саусақтарын құлақтарына тыққан біреулер тәрізді. Алла кәпірлерді толық баураушы. (19)

Яисә *қараңғылықта *күркіреп, *жарқылдап күктән *нөсерлете койган яңгырга очрап, яшеннән үләм дип курыгып, бармакларын колакларына тыккан берәүләр төсле. алла/Алла кәферләрне тулы *баураушы. (19)

2|19|Яки алар кат-кат караңгыланган төнне күк күкрәүле, яшенле каты яңгыр астында калган кешеләр кеби. Күк күкрәүнең вә яшеннең катылыгында бармакларын колакларына тыгалар, үлемнән куркып. Аллаһ имансызларның бетен эшләрен чолгап алучы.

2|19|Или как дождевая туча с неба. В ней - мрак, гром и молния, они вкладывают свои пальцы в уши от молний, боясь смерти, а Аллах объемлет неверующих.

2|19|Or [it is] like a rainstorm from the sky within which is darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps in dread of death. But Allah is encompassing of the disbelievers.
|#
))

(test
 "-"
  '(
    ("^х<guio>$!" ("\\@х") ("\\@х") ("#х"))
    ("^-<guio>$" ("-") ("-") ("-" "#х"))
#|
|#
))

(test
 "и"
  '(
    ("^и<ltr>$" ("и") ("\\@и") ("\\@и"))
    ("^и<v><tv><imp><p2><sg>$" ("и") ("вгибай") (""))
#|
|#
))

(test
 "де"
  '(
    ("^да<cnjcoo>$" ("да") ("тоже") ("and" "either"))
    ("^да<postadv>$" ("да") ("") (""))
    ("^де<v><tv><imp><p2><sg>$" ("диң") ("скажи") ("speak" "speak"))
#|
(Мұхаммед Ғ.С.) расында қарсы болғандарды, үгіттесең ДЕ үгіттемесең де бәрі бірдей. Олар иман келтірмейді, (6)

(Мөхәммәт *Ғ.*С.) расында каршы булганнарны, үгетләсәң дә үгетләмәсәң дә барысы бердәй. Алар иман китерми, (6)

2|6|Аллаһуга, Коръәнгә ышанмаган көферләрне Аллаһ ґәзабы белән куркытсаң да, куркытмасаң да бертигез, һич иман китермәсләр.

2|6|Поистине, те, которые не уверовали, - все равно им, увещевал ты их или не увещевал, - они не веруют.

2|6|Indeed, those who disbelieve - it is all the same for them whether you warn them or do not warn them - they will not believe.
|#
))

(test
 "мен"
  '(
    ("^мен<prn><pers><p1><sg><nom>$" ("мин") ("я") ("I"))
    ("^мен<cnjcoo>$" ("белән") ("и") ("and"))
    ("^мен<post>$" ("белән") ("\\@мен") ("#and"))
#|
(Мұхаммед Ғ.С.) сол уақытта Раббың періштелерге: «Әрине МЕН жерде бір орынбасар жаратамын!»,- деген еді. (Періштелер): «Онда бұзақылық істеп, қан төгетін біреу жаратасың ба? Негізінен біз Сені дәріптеп, мақтау мен пәктаудамыз» деді. Алла: «Мен сендердің білмегеңдеріңді жақсы білемін!»,- деді. (Алла, Адамды топырақтан жаратып оған жан салды. (30)

(Мөхәммәт *Ғ.*С.) шул вакытта раббың фәрештәләргә: «Әлбәттә мин җирдә бер урынбасар яратам!»,- дигән иде. (Фәрештәләр): «Анда бозыклык эшләп, кан түгә торган берәү яратасыңмы? Нигезеннән без Сине *дәріптеп, мактау мин *пәктаудамыз» диде. алла/Алла: «Мин сезнең *білмегеңдеріңді яхшы беләм!»,- диде. (алла/Алла, Адамны туфрактан яратып аңа ян салды. (30)

2|30|Һәм әйтте синең Раббың фәрештәләргә: "Мин, әлбәттә, җир өстендә хәлфә итеп Адәмне кылмакчымын. Фәрештәләр әйттеләр: "Ий, Раббыбыз! Бозыклык кылучы, сугышып кан түгүче затны җир өстенә хәлифә кыласыңмы? Без исә Сине мактап тәсбихләр әйтәбез, һәм Сине һәр кимчелектән пакьсең дип игътикад итәбез". Аллаһ фәрештәләргә: "Дөреслектә Мин сез белмәгәнне беләмен" – диде.

2|30|И вот, сказал Господь твой ангелам: "Я установлю на земле наместника". Они сказали: "Разве Ты установишь на ней того, кто будет там производить нечестие и проливать кровь, а мы возносим хвалу Тебе и святим Тебя?" Он сказал: "Поистине, Я знаю то, чего вы не знаете!"

2|30|And [mention, O Muhammad], when your Lord said to the angels, "Indeed, I will make upon the earth a successive authority." They said, "Will You place upon it one who causes corruption therein and sheds blood, while we declare Your praise and sanctify You?" Allah said, "Indeed, I know that which you do not know."
|#
))

(test
 "в"
  '(
    ("^в<ltr>$" ("в") ("\\@в") ("\\@в"))
#|
|#
))

(test
 "не"
  '(
    ("^не<cnjcoo>$" ("ни" "я") ("что") ("nor" "either" "neither"))
    ("^не<prn><itg><nom>$" ("ни") ("что") ("\\@не"))
    ("^не<prn><itg><nom>+е<cop><aor><p3><pl>$" ("ни") ("что #\\<p3\\>") ("\\@не"))
    ("^не<prn><itg><nom>+е<cop><aor><p3><sg>$" ("ни") ("что #\\<p3\\>") ("\\@не"))
#|
Олар: “Раббыңа біз үшін жалбарыншы, бізге оның НЕ екенін білдірсін” деді. (Мұса Ғ.С.): “Алла, ол сиыр кәрі де емес, жас та емес, соның арасында” дейді. “Ал енді бұйрылғанды орындаңдар” деді. (68)

Алар: “раббыңа без өчен *жалбарыншы, безгә аның ни икәнен белдерсен” диде. (Муса *Ғ.*С.): “алла/Алла, ул сыер карт та түгел, яшь та түгел, шуның арасында” дия. “Ә иңне *бұйрылғанды үтәгез” диде. (68)

2|68|Алар әйттеләр: "Ий Муса, Раббыңнан сора – сыерның сыйфатларын безгә ачык бәян итсен!" Муса әйтте: "Аллаһу таґәлә әйтәдер: сыер карт та, яшь тә булмасын, урта яшьләрдә булсын! Күп сорашып тормагыз, Аллаһ кушканны эшләгез".

2|68|Они сказали: "Призови для нас твоего Господа, чтобы Он разъяснил нам, какова она". Он сказал: "Вот, Он говорит: "Она - корова, не старая и не телка, средняя по возрасту между этим". Делайте же то, что вам приказано!"

2|68|They said, "Call upon your Lord to make clear to us what it is." [Moses] said, "[Allah] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded."
|#
))
