#lang racket

(require rash
         pkg/lib
         apertium-kaz/tests/vocabulary/testexample)

(parameterize ([current-directory (pkg-directory "apertium-kaz")])
  (rash
   "make"))

(parameterize ([current-directory (pkg-directory "apertium-tat")])
  (rash
   "make"))

(parameterize ([current-directory (pkg-directory "apertium-kaz-tat")])
  (rash
   "make"))

(test
 "да"
  '(
    ("^да<cnjcoo>$" ("да") ("тоже") ("and" "either"))
    ("^да<postadv>$" ("да") ("") (""))
))

(test
 "бір"
  '(
    ("^бір<num>$" ("бер") ("один" "#один" "#один") ("one"))
    ("^бір<det><ind>$" ("бер") ("\\@бір") ("\\@бір"))
    ("^бір<num><subst><nom>$" ("бер") ("один" "один" "один") ("one"))
    ("^бір<num><subst><nom>+е<cop><aor><p3><pl>$" ("бер") ("один" "один" "один") ("one"))
    ("^бір<num><subst><nom>+е<cop><aor><p3><sg>$" ("бер") ("один" "один" "один") ("one"))
))

(test
 "деп"
  '(
    ("^де<v><tv><gna_perf>$" ("дип") ("сказав") ("speak" "speak"))
    ("^де<v><tv><prc_perf>$" ("дип") ("сказав") ("speak" "speak"))
))

(test
 "-"
  '(
    ("^х<guio>$!" () () ())
    ("^-<guio>$" ("-") ("-") ("-" "#х"))
))

(test
 "и"
  '(
    ("^и<ltr>$" ("и") ("\\@и") ("\\@и"))
    ("^и<v><tv><imp><p2><sg>$" ("и") ("вгибай") (""))
))

(test
 "де"
  '(
    ("^да<cnjcoo>$" ("да") ("тоже") ("and" "either"))
    ("^да<postadv>$" ("да") ("") (""))
    ("^де<v><tv><imp><p2><sg>$" ("диң") ("скажи") ("speak" "speak"))
))

(test
 "мен"
  '(
    ("^мен<prn><pers><p1><sg><nom>$" ("мин") ("я") ("I"))
    ("^мен<cnjcoo>$" ("белән") ("и") ("and"))
    ("^мен<post>$" ("белән") ("\\@мен") ("#and"))
))

(test
 "в"
  '(
    ("^в<ltr>$" ("в") ("\\@в") ("\\@в"))
))

(test
 "не"
  '(
    ("^не<cnjcoo>$" ("ни" "я") ("что") ("nor" "either" "neither"))
    ("^не<prn><itg><nom>$" ("ни") ("что") ("\\@не"))
    ("^не<prn><itg><nom>+е<cop><aor><p3><pl>$" ("ни") ("что #\\<p3\\>") ("\\@не"))
    ("^не<prn><itg><nom>+е<cop><aor><p3><sg>$" ("ни") ("что #\\<p3\\>") ("\\@не"))
))
(test
 "бұл"
  '(
    ("^бұл<det><dem>$" ("бу") ("этот") ("this"))
    ("^бұл<prn><dem><nom>$" ("бу") ("#это") ("it" "#that"))
    ("^бұл<prn><dem><nom>+е<cop><aor><p3><pl>$" ("бу") ("#это") ("it #be" "#that #be"))
    ("^бұл<prn><dem><nom>+е<cop><aor><p3><sg>$" ("бу") ("#это") ("it is" "#that is"))
))

(test
 "бар"
  '(
    ("^бар<adj>$" ("бар") ("\\@бар") ("existed" "existent"))
    ("^бар<n><nom>$" ("бар") ("\\@бар") ("bar" "#saloon"))
    ("^бар<n><attr>$" ("бар") ("\\@бар") ("bar" "#saloon"))
    ("^бар<det><qnt>$" ("бар") ("весь") ("\\@бар"))
    ("^бар<adj><subst><nom>$" ("бар") ("у \\@бар") ("existed" "existent"))
    ("^бар<v><iv><imp><p2><sg>$" ("бар") ("иди" "#есть" "езжай" "пойди" "зайди" "езди" "ходи" "поезжай" "попади" "посещай" "следуй" "обратись" "насчитывай") ("get" "go"))
    ("^бар<adj>+е<cop><aor><p3><pl>$" ("бар") ("\\@бар") ("existed" "existent"))
    ("^бар<adj>+е<cop><aor><p3><sg>$" ("бар") ("\\@бар") ("existed" "existent"))
    ("^бар<n><nom>+е<cop><aor><p3><pl>$" ("бар") ("\\@бар") ("bar" "#saloon"))
    ("^бар<n><nom>+е<cop><aor><p3><sg>$" ("бар") ("\\@бар") ("bar" "#saloon"))
    ("^бар<adj><subst><nom>+е<cop><aor><p3><pl>$" ("бар") ("у \\@бар") ("existed" "existent"))
    ("^бар<adj><subst><nom>+е<cop><aor><p3><sg>$" ("бар") ("у \\@бар") ("existed" "existent"))
))

(test
 "ол"
  '(
    ("^ол<prn><pers><p3><sg><nom>$" ("ул") ("он" "она" "оно") ("He" "He" "He" "He" "He"))
    ("^ол<det><dem>$" ("ул") ("этот") ("\\@ол"))
    ("^ол<prn><dem><nom>$" ("ул") ("#он") ("\\@ол"))
    ("^ол<prn><dem><nom>+е<cop><aor><p3><pl>$" ("ул") ("он") ("\\@ол #be"))
    ("^ол<prn><dem><nom>+е<cop><aor><p3><sg>$" ("ул") ("он") ("\\@ол is"))
))

(test
 "кішкентай"
  '(
    ("^кішкентай<adj>$" ("кечкенә" "нәни") ("маленький") ("tiny" "mini" "small" "little" "bite-sized"))
    ("^кішкентай<adj><subst><nom>$" ("кечкенә" "нәни") ("у маленького") ("tiny" "mini" "small" "little" "bite-sized"))
    ("^кішкентай<adj>+е<cop><aor><p3><pl>$" ("кечкенә" "нәни") ("маленький") ("tiny" "mini" "small" "little" "bite-sized"))
    ("^кішкентай<adj>+е<cop><aor><p3><sg>$" ("кечкенә" "нәни") ("маленький") ("tiny" "mini" "small" "little" "bite-sized"))
    ("^кішкентай<adj><subst><nom>+е<cop><aor><p3><pl>$" ("кечкенә" "нәни") ("у маленького") ("tiny" "mini" "small" "little" "bite-sized"))
    ("^кішкентай<adj><subst><nom>+е<cop><aor><p3><sg>$" ("кечкенә" "нәни") ("у маленького") ("tiny" "mini" "small" "little" "bite-sized"))
))

(test
 "ханзада"
  '(
    ("^ханзада<n><nom>$" ("ханзадә" "принц") ("принц" "царевич") ("prince"))
    ("^ханзада<n><attr>$" ("ханзадә" "принц") ("принц" "царевич") ("prince"))
    ("^ханзада<n><nom>+е<cop><aor><p3><pl>$" ("ханзадә" "принц") ("принц" "царевич") ("prince"))
    ("^ханзада<n><nom>+е<cop><aor><p3><sg>$" ("ханзадә" "принц") ("принц" "царевич") ("prince"))
))

(test
 "менің"
  '(
    ("^мен<prn><pers><p1><sg><gen>$" ("минем") ("от #мой" "от #мой" "от #мой" "от #мой" "от #мой") ("my" "#I"))
))

(test
 "деді"
  '(
    ("^де<v><tv><ifi><p3><pl>$" ("диделәр") ("оказывается #сказать") ("speak" "speak"))
    ("^де<v><tv><ifi><p3><sg>$" ("диде") ("оказывается #сказать") ("speak" "speak"))
))

(test
 "жоқ"
  '(
    ("^жоқ<ij>$" ("юк") ("\\@жоқ") ("no"))
    ("^жоқ<adj>$" ("юк") ("\\@жоқ") ("#\\<adj\\>"))
    ("^жоқ<adv>$!" () () ())
    ("^жоқ<adj><subst><nom>$" ("юк") ("у \\@жоқ") ("#\\<adj\\>"))
    ("^жоқ<adj>+е<cop><aor><p3><pl>$" ("юк") ("\\@жоқ") ("not"))
    ("^жоқ<adj>+е<cop><aor><p3><sg>$" ("юк") ("\\@жоқ") ("not"))
    ("^жоқ<adj><subst><nom>+е<cop><aor><p3><pl>$" ("юк") ("у \\@жоқ") ("not"))
    ("^жоқ<adj><subst><nom>+е<cop><aor><p3><sg>$" ("юк") ("у \\@жоқ") ("not"))
))

(test
 "үшін"
  '(
    ("^үшін<post>$" ("өчен") ("ради" "чтобы" "ради" "за" "для") ("for"))
    ("^үш<n><px3sp><acc>$" ("үшен") ("\\@үш") ("\\@үш")) ;; II. верхний женский головной убор из белой материи, длина которого доходит до 6 метров (http://szd.kz/Qfi4F4)
    ("^үш<num><subst><px3sp><acc>$" ("өчен") ("три" "три" "три") ("three"))
))

(test
 "еді"
  '(
    ("^е<cop><ifi><p3><pl>$" ("иделәр") ("#\\<past\\>") ("#be"))
    ("^е<cop><ifi><p3><sg>$" ("иде") ("#\\<past\\>") ("is"))
))

(test
 "маған"
  '(
    ("^мен<prn><pers><p1><sg><dat>$" ("миңа") ("к мне") ("to me"))
))

(test
 "керек"
  '(
    ("^керек<adj>$" ("кирәк") ("нужный") ("\\@керек"))
    ("^керек<n><nom>$" ("кирәк") ("\\@керек") ("#\\<sg\\>"))
    ("^керек<n><attr>$" ("кирәк") ("\\@керек") ("#\\<sg\\>"))
    ("^керек<adj><advl>$!" () () ())
    ("^керек<adj><subst><nom>$" ("кирәк") ("у нужного") ("\\@керек"))
    ("^керек<vaux><pres><p3><pl>$!" () () ())
    ("^керек<vaux><pres><p3><sg>$!" () () ())
    ("^керек<v><tv><imp><p2><sg>$!" () () ())
    ("^керек<adj>+е<cop><aor><p3><pl>$" ("кирәк") ("нужно") ("\\@керек"))
    ("^керек<adj>+е<cop><aor><p3><sg>$" ("кирәк") ("нужно") ("\\@керек"))
    ("^керек<n><nom>+е<cop><aor><p3><pl>$" ("кирәк") ("нужно") ("#\\<sg\\>"))
    ("^керек<n><nom>+е<cop><aor><p3><sg>$" ("кирәк") ("нужно") ("#\\<sg\\>"))
    ("^керек<adj><subst><nom>+е<cop><aor><p3><pl>$" ("кирәк") ("нужно") ("\\@керек"))
    ("^керек<adj><subst><nom>+е<cop><aor><p3><sg>$" ("кирәк") ("нужно") ("\\@керек"))
))

(test
 "сен"
  '(
    ("^сен<prn><pers><p2><sg><nom>$" ("син") ("ты") ("you"))
    ("^сен<v><tv><imp><p2><sg>$!" ("ышан") ("\\@сен") ("rely" "hope" "trust" "think"))
    ("^сен<v><iv><imp><p2><sg>$" ("ышан") ("верь" "вручи" "уповай" "поверь" "доверяй" "надейся" "убедись" "#полагаться" "рассчитывай") ("believe"))
))

(test
 "ал"
  '(
    ("^ал<cnjcoo>$" ("ә") ("а") ("while"))
    ("^ал<vaux><imp><p2><sg>$" ("ал") ("\\@ал") ("#\\<vblex\\>"))
    ("^ал<v><tv><imp><p2><sg>$" ("ал") ("займи" "собери" "взимай" "забери" "призови" "обрезай") ("\\@ал"))
    ("^ал<v><iv><imp><p2><sg>$!" ("@ал") ("держи" "приобретай" "приобрети" "призывай" "принимай" "приводи" "приведи" "получи" "получай" "#покупать" "достань" "бери" "выбери" "снимай" "прими" "черпай" "набери" "делай" "отними" "убери" "#взять" "сними") ("get" "take" "carry" "enlist" "obtain" "derive" "receive"))
))

(test
 "оның"
  '(
    ("^ол<prn><dem><gen>$" ("аның") ("#его") ("of \\@ол"))
    ("^ол<prn><pers><p3><sg><gen>$" ("аның") ("от #его" "от #его") ("his" "his" "his" "his" "his"))
    ("^он<num><subst><px2sg><nom>$" ("уның") ("десять" "десять" "десять") ("ten"))
    ("^он<num><subst><px2sg><nom>+е<cop><aor><p3><pl>$" ("уның") ("десять" "десять" "десять") ("ten"))
    ("^он<num><subst><px2sg><nom>+е<cop><aor><p3><sg>$" ("уның") ("десять" "десять" "десять") ("ten"))
))

(test
 "емес"
  '(
    ("^емес<adv>$!" ("\\@емес") ("не") ("not"))
    ("^е<cop><neg><aor><p3><pl>$" ("түгелләр") ("#\\<neg\\>") ("#be"))
    ("^е<cop><neg><aor><p3><sg>$" ("түгел") ("#\\<neg\\>") ("is"))
))

(test
 "бірақ"
  '(
    ("^бірақ<cnjcoo>$" ("әмма" "ләкин") ("но" "однако") ("but" "#though"))
))

(test
 "патша"
  '(
    ("^патша<n><nom>$" ("патша") ("царь") ("tzar" "king"))
    ("^патша<n><attr>$" ("патша") ("царь") ("tzar" "king"))
    ("^патша<n><nom>+е<cop><aor><p3><pl>$" ("патша") ("царь") ("tzar" "king"))
    ("^патша<n><nom>+е<cop><aor><p3><sg>$" ("патша") ("царь") ("tzar" "king"))
))

(test
 "екен"
  '(
    ("^е<cop><aor><evid><p3><pl>$" ("икәннәр") ("#\\<p3\\>") ("#be"))
    ("^е<cop><aor><evid><p3><sg>$" ("икән") ("#\\<p3\\>") ("is"))
))

(test
 "былай"
  '(
    ("^бұл<prn><dem><advl>$" ("болай") ("#это") ("#it"))
    ("^бұл<prn><dem><advl>+е<cop><aor><p3><pl>$" ("болай") ("#это") ("#it #be"))
    ("^бұл<prn><dem><advl>+е<cop><aor><p3><sg>$" ("болай") ("#это") ("#it is"))
))

(test
 "ғой"
  '(
    ("^ғой<mod_ass>$" ("бит" "ич" "ла" "ләса" "ләбаса" "шул") ("" "же" "ведь") (""))
))

(test
 "ғана"
  '(
    ("^ғана<postadv>$" ("гына") ("только") (""))
    ("^ғана<adv>$!" ("\\@ғана") ("\\@ғана") ("only"))
))

(test
 "адам"
  '(
    ("^ада<n><px1sg><nom>$" ("азагым") ("моё завершение") ("my \\@ада")) ;; only used in "ада болу" and "ада ету" ? (ifs)
    ("^адам<n><nom>$" ("кеше" "адәм") ("человек" "личность" "индивидуальность") ("man" "human" "#people" "person" "individual"))
    ("^адам<n><attr>$" ("кеше" "адәм") ("человек" "личность" "индивидуальность") ("man" "human" "#people" "person" "individual"))
    ("^ада<n><px1sg><nom>+е<cop><aor><p3><pl>$" ("азагым") ("завершение") ("my \\@ада"))
    ("^ада<n><px1sg><nom>+е<cop><aor><p3><sg>$" ("азагым") ("завершение") ("my \\@ада"))
    ("^адам<n><nom>+е<cop><aor><p3><pl>$" ("кеше" "адәм") ("человек" "личность" "индивидуальность") ("man" "human" "#people" "person" "individual"))
    ("^адам<n><nom>+е<cop><aor><p3><sg>$" ("кеше" "адәм") ("человек" "личность" "индивидуальность") ("man" "human" "#people" "person" "individual"))
))

(test
 "ұрпақ"
  '(
    ("^ұрпақ<n><nom>$" ("көрпә" "буын") ("линия" "потомство" "поколение" "генерация") ("generation"))
    ("^ұрпақ<n><attr>$" ("көрпә" "буын") ("линия" "потомство" "поколение" "генерация") ("generation"))
    ("^ұрпақ<n><nom>+е<cop><aor><p3><pl>$" ("көрпә" "буын") ("линия" "потомство" "поколение" "генерация") ("generation"))
    ("^ұрпақ<n><nom>+е<cop><aor><p3><sg>$" ("көрпә" "буын") ("линия" "потомство" "поколение" "генерация") ("generation"))
))
