#lang racket

(require rash
         pkg/lib
         apertium-kaz/tests/vocabulary/testexample)

(parameterize ([current-directory (pkg-directory "apertium-kaz")])
  (rash
   "make"))

(parameterize ([current-directory (pkg-directory "apertium-tat")])
  (rash
   "make"))

(parameterize ([current-directory (pkg-directory "apertium-kaz-tat")])
  (rash
   "make"))

(test
 "да"
  '(
    ("^да<cnjcoo>$" ("да") ("тоже") ("and" "either"))
    ("^да<postadv>$" ("да") ("") (""))
))

(test
 "бір"
  '(
    ("^бір<num>$" ("бер") ("один" "#один" "#один") ("one"))
    ("^бір<det><ind>$" ("бер") ("\\@бір") ("\\@бір"))
    ("^бір<num><subst><nom>$" ("бер") ("один" "один" "один") ("one"))
    ("^бір<num><subst><nom>+е<cop><aor><p3><pl>$" ("бер") ("один" "один" "один") ("one"))
    ("^бір<num><subst><nom>+е<cop><aor><p3><sg>$" ("бер") ("один" "один" "один") ("one"))
))

(test
 "деп"
  '(
    ("^де<v><tv><gna_perf>$" ("дип") ("сказав") ("speak" "speak"))
    ("^де<v><tv><prc_perf>$" ("дип") ("сказав") ("speak" "speak"))
))

(test
 "-"
  '(
    ("^х<guio>$!" () () ())
    ("^-<guio>$" ("-") ("-") ("-" "#х"))
))

(test
 "и"
  '(
    ("^и<ltr>$" ("и") ("\\@и") ("\\@и"))
    ("^и<v><tv><imp><p2><sg>$" ("и") ("вгибай") (""))
))

(test
 "де"
  '(
    ("^да<cnjcoo>$" ("да") ("тоже") ("and" "either"))
    ("^да<postadv>$" ("да") ("") (""))
    ("^де<v><tv><imp><p2><sg>$" ("диң") ("скажи") ("speak" "speak"))
))

(test
 "мен"
  '(
    ("^мен<prn><pers><p1><sg><nom>$" ("мин") ("я") ("I"))
    ("^мен<cnjcoo>$" ("белән") ("и") ("and"))
    ("^мен<post>$" ("белән") ("\\@мен") ("#and"))
))

(test
 "в"
  '(
    ("^в<ltr>$" ("в") ("\\@в") ("\\@в"))
))

(test
 "не"
  '(
    ("^не<cnjcoo>$" ("ни" "я") ("что") ("nor" "either" "neither"))
    ("^не<prn><itg><nom>$" ("ни") ("что") ("\\@не"))
    ("^не<prn><itg><nom>+е<cop><aor><p3><pl>$" ("ни") ("что #\\<p3\\>") ("\\@не"))
    ("^не<prn><itg><nom>+е<cop><aor><p3><sg>$" ("ни") ("что #\\<p3\\>") ("\\@не"))
))
(test
 "бұл"
  '(
    ("^бұл<det><dem>$" ("бу") ("этот") ("this"))
    ("^бұл<prn><dem><nom>$" ("бу") ("#это") ("it" "#that"))
    ("^бұл<prn><dem><nom>+е<cop><aor><p3><pl>$" ("бу") ("#это") ("it #be" "#that #be"))
    ("^бұл<prn><dem><nom>+е<cop><aor><p3><sg>$" ("бу") ("#это") ("it is" "#that is"))
))

(test
 "бар"
  '(
    ("^бар<adj>$" ("бар") ("\\@бар") ("existed" "existent"))
    ("^бар<n><nom>$" ("бар") ("\\@бар") ("bar" "#saloon"))
    ("^бар<n><attr>$" ("бар") ("\\@бар") ("bar" "#saloon"))
    ("^бар<det><qnt>$" ("бар") ("весь") ("\\@бар"))
    ("^бар<adj><subst><nom>$" ("бар") ("у \\@бар") ("existed" "existent"))
    ("^бар<v><iv><imp><p2><sg>$" ("бар") ("иди" "#есть" "езжай" "пойди" "зайди" "езди" "ходи" "поезжай" "попади" "посещай" "следуй" "обратись" "насчитывай") ("get" "go"))
    ("^бар<adj>+е<cop><aor><p3><pl>$" ("бар") ("\\@бар") ("existed" "existent"))
    ("^бар<adj>+е<cop><aor><p3><sg>$" ("бар") ("\\@бар") ("existed" "existent"))
    ("^бар<n><nom>+е<cop><aor><p3><pl>$" ("бар") ("\\@бар") ("bar" "#saloon"))
    ("^бар<n><nom>+е<cop><aor><p3><sg>$" ("бар") ("\\@бар") ("bar" "#saloon"))
    ("^бар<adj><subst><nom>+е<cop><aor><p3><pl>$" ("бар") ("у \\@бар") ("existed" "existent"))
    ("^бар<adj><subst><nom>+е<cop><aor><p3><sg>$" ("бар") ("у \\@бар") ("existed" "existent"))
))

(test
 "ол"
  '(
    ("^ол<prn><pers><p3><sg><nom>$" ("ул") ("он" "она" "оно") ("He" "He" "He" "He" "He"))
    ("^ол<det><dem>$" ("ул") ("этот") ("\\@ол"))
    ("^ол<prn><dem><nom>$" ("ул") ("#он") ("\\@ол"))
    ("^ол<prn><dem><nom>+е<cop><aor><p3><pl>$" ("ул") ("он") ("\\@ол #be"))
    ("^ол<prn><dem><nom>+е<cop><aor><p3><sg>$" ("ул") ("он") ("\\@ол is"))
))

(test
 "кішкентай"
  '(
    ("^кішкентай<adj>$" ("кечкенә" "нәни") ("маленький") ("tiny" "mini" "small" "little" "bite-sized"))
    ("^кішкентай<adj><subst><nom>$" ("кечкенә" "нәни") ("у маленького") ("tiny" "mini" "small" "little" "bite-sized"))
    ("^кішкентай<adj>+е<cop><aor><p3><pl>$" ("кечкенә" "нәни") ("маленький") ("tiny" "mini" "small" "little" "bite-sized"))
    ("^кішкентай<adj>+е<cop><aor><p3><sg>$" ("кечкенә" "нәни") ("маленький") ("tiny" "mini" "small" "little" "bite-sized"))
    ("^кішкентай<adj><subst><nom>+е<cop><aor><p3><pl>$" ("кечкенә" "нәни") ("у маленького") ("tiny" "mini" "small" "little" "bite-sized"))
    ("^кішкентай<adj><subst><nom>+е<cop><aor><p3><sg>$" ("кечкенә" "нәни") ("у маленького") ("tiny" "mini" "small" "little" "bite-sized"))
))

(test
 "ханзада"
  '(
    ("^ханзада<n><nom>$" ("ханзадә" "принц") ("принц" "царевич") ("prince"))
    ("^ханзада<n><attr>$" ("ханзадә" "принц") ("принц" "царевич") ("prince"))
    ("^ханзада<n><nom>+е<cop><aor><p3><pl>$" ("ханзадә" "принц") ("принц" "царевич") ("prince"))
    ("^ханзада<n><nom>+е<cop><aor><p3><sg>$" ("ханзадә" "принц") ("принц" "царевич") ("prince"))
))

(test
 "менің"
  '(
    ("^мен<prn><pers><p1><sg><gen>$" ("минем") ("от #мой" "от #мой" "от #мой" "от #мой" "от #мой") ("my" "#I"))
))

(test
 "деді"
  '(
    ("^де<v><tv><ifi><p3><pl>$" ("диделәр") ("оказывается #сказать") ("speak" "speak"))
    ("^де<v><tv><ifi><p3><sg>$" ("диде") ("оказывается #сказать") ("speak" "speak"))
))

(test
 "жоқ"
  '(
    ("^жоқ<ij>$" ("юк") ("\\@жоқ") ("no"))
    ("^жоқ<adj>$" ("юк") ("\\@жоқ") ("#\\<adj\\>"))
    ("^жоқ<adv>$!" () () ())
    ("^жоқ<adj><subst><nom>$" ("юк") ("у \\@жоқ") ("#\\<adj\\>"))
    ("^жоқ<adj>+е<cop><aor><p3><pl>$" ("юк") ("\\@жоқ") ("not"))
    ("^жоқ<adj>+е<cop><aor><p3><sg>$" ("юк") ("\\@жоқ") ("not"))
    ("^жоқ<adj><subst><nom>+е<cop><aor><p3><pl>$" ("юк") ("у \\@жоқ") ("not"))
    ("^жоқ<adj><subst><nom>+е<cop><aor><p3><sg>$" ("юк") ("у \\@жоқ") ("not"))
))

(test
 "үшін"
  '(
    ("^үшін<post>$" ("өчен") ("ради" "чтобы" "ради" "за" "для") ("for"))
    ("^үш<n><px3sp><acc>$" ("үшен") ("\\@үш") ("\\@үш")) ;; II. верхний женский головной убор из белой материи, длина которого доходит до 6 метров (http://szd.kz/Qfi4F4)
    ("^үш<num><subst><px3sp><acc>$" ("өчен") ("три" "три" "три") ("three"))
))

(test
 "еді"
  '(
    ("^е<cop><ifi><p3><pl>$" ("иделәр") ("#\\<past\\>") ("#be"))
    ("^е<cop><ifi><p3><sg>$" ("иде") ("#\\<past\\>") ("is"))
))

(test
 "маған"
  '(
    ("^мен<prn><pers><p1><sg><dat>$" ("миңа") ("к мне") ("to me"))
))

(test
 "керек"
  '(
    ("^керек<adj>$" ("кирәк") ("нужный") ("\\@керек"))
    ("^керек<n><nom>$" ("кирәк") ("\\@керек") ("#\\<sg\\>"))
    ("^керек<n><attr>$" ("кирәк") ("\\@керек") ("#\\<sg\\>"))
    ("^керек<adj><advl>$!" () () ())
    ("^керек<adj><subst><nom>$" ("кирәк") ("у нужного") ("\\@керек"))
    ("^керек<vaux><pres><p3><pl>$!" () () ())
    ("^керек<vaux><pres><p3><sg>$!" () () ())
    ("^керек<v><tv><imp><p2><sg>$!" () () ())
    ("^керек<adj>+е<cop><aor><p3><pl>$" ("кирәк") ("нужно") ("\\@керек"))
    ("^керек<adj>+е<cop><aor><p3><sg>$" ("кирәк") ("нужно") ("\\@керек"))
    ("^керек<n><nom>+е<cop><aor><p3><pl>$" ("кирәк") ("нужно") ("#\\<sg\\>"))
    ("^керек<n><nom>+е<cop><aor><p3><sg>$" ("кирәк") ("нужно") ("#\\<sg\\>"))
    ("^керек<adj><subst><nom>+е<cop><aor><p3><pl>$" ("кирәк") ("нужно") ("\\@керек"))
    ("^керек<adj><subst><nom>+е<cop><aor><p3><sg>$" ("кирәк") ("нужно") ("\\@керек"))
))

(test
 "сен"
  '(
    ("^сен<prn><pers><p2><sg><nom>$" ("син") ("ты") ("you"))
    ("^сен<v><tv><imp><p2><sg>$!" ("ышан") ("\\@сен") ("rely" "hope" "trust" "think"))
    ("^сен<v><iv><imp><p2><sg>$" ("ышан") ("верь" "вручи" "уповай" "поверь" "доверяй" "надейся" "убедись" "#полагаться" "рассчитывай") ("believe"))
))

(test
 "ал"
  '(
    ("^ал<cnjcoo>$" ("ә") ("а") ("while"))
    ("^ал<vaux><imp><p2><sg>$" ("ал") ("\\@ал") ("#\\<vblex\\>"))
    ("^ал<v><tv><imp><p2><sg>$" ("ал") ("займи" "собери" "взимай" "забери" "призови" "обрезай") ("\\@ал"))
    ("^ал<v><iv><imp><p2><sg>$!" () () ())
))

(test
 "оның"
  '(
    ("^ол<prn><dem><gen>$" ("аның") ("#его") ("of \\@ол"))
    ("^ол<prn><pers><p3><sg><gen>$" ("аның") ("от #его" "от #его") ("his" "his" "his" "his" "his"))
    ("^он<num><subst><px2sg><nom>$" ("уның") ("десять" "десять" "десять") ("ten"))
    ("^он<num><subst><px2sg><nom>+е<cop><aor><p3><pl>$" ("уның") ("десять" "десять" "десять") ("ten"))
    ("^он<num><subst><px2sg><nom>+е<cop><aor><p3><sg>$" ("уның") ("десять" "десять" "десять") ("ten"))
))

(test
 "емес"
  '(
    ("^емес<adv>$!" ("\\@емес") ("не") ("not"))
    ("^е<cop><neg><aor><p3><pl>$" ("түгелләр") ("#\\<neg\\>") ("#be"))
    ("^е<cop><neg><aor><p3><sg>$" ("түгел") ("#\\<neg\\>") ("is"))
))

(test
 "бірақ"
  '(
    ("^бірақ<cnjcoo>$" ("әмма" "ләкин") ("но" "однако") ("but" "#though"))
))

(test
 "патша"
  '(
    ("^патша<n><nom>$" ("патша") ("царь") ("tzar" "king"))
    ("^патша<n><attr>$" ("патша") ("царь") ("tzar" "king"))
    ("^патша<n><nom>+е<cop><aor><p3><pl>$" ("патша") ("царь") ("tzar" "king"))
    ("^патша<n><nom>+е<cop><aor><p3><sg>$" ("патша") ("царь") ("tzar" "king"))
))

(test
 "екен"
  '(
    ("^е<cop><aor><evid><p3><pl>$" ("икәннәр") ("#\\<p3\\>") ("#be"))
    ("^е<cop><aor><evid><p3><sg>$" ("икән") ("#\\<p3\\>") ("is"))
))

(test
 "былай"
  '(
    ("^бұл<prn><dem><advl>$" ("болай") ("#это") ("#it"))
    ("^бұл<prn><dem><advl>+е<cop><aor><p3><pl>$" ("болай") ("#это") ("#it #be"))
    ("^бұл<prn><dem><advl>+е<cop><aor><p3><sg>$" ("болай") ("#это") ("#it is"))
))

(test
 "ғой"
  '(
    ("^ғой<mod_ass>$" ("бит" "ич" "ла" "ләса" "ләбаса" "шул") ("" "же" "ведь") (""))
))

(test
 "ғана"
  '(
    ("^ғана<postadv>$" ("гына") ("только") (""))
    ("^ғана<adv>$!" ("\\@ғана") ("\\@ғана") ("only"))
))

(test
 "адам"
  '(
    ("^ада<n><px1sg><nom>$" ("азагым") ("моё завершение") ("my \\@ада")) ;; only used in "ада болу" and "ада ету" ? (ifs)
    ("^адам<n><nom>$" ("кеше" "адәм") ("человек" "личность" "индивидуальность") ("man" "human" "#people" "person" "individual"))
    ("^адам<n><attr>$" ("кеше" "адәм") ("человек" "личность" "индивидуальность") ("man" "human" "#people" "person" "individual"))
    ("^ада<n><px1sg><nom>+е<cop><aor><p3><pl>$" ("азагым") ("завершение") ("my \\@ада"))
    ("^ада<n><px1sg><nom>+е<cop><aor><p3><sg>$" ("азагым") ("завершение") ("my \\@ада"))
    ("^адам<n><nom>+е<cop><aor><p3><pl>$" ("кеше" "адәм") ("человек" "личность" "индивидуальность") ("man" "human" "#people" "person" "individual"))
    ("^адам<n><nom>+е<cop><aor><p3><sg>$" ("кеше" "адәм") ("человек" "личность" "индивидуальность") ("man" "human" "#people" "person" "individual"))
))

(test
 "ұрпақ"
  '(
    ("^ұрпақ<n><nom>$" ("көрпә" "буын") ("линия" "потомство" "поколение" "генерация") ("generation"))
    ("^ұрпақ<n><attr>$" ("көрпә" "буын") ("линия" "потомство" "поколение" "генерация") ("generation"))
    ("^ұрпақ<n><nom>+е<cop><aor><p3><pl>$" ("көрпә" "буын") ("линия" "потомство" "поколение" "генерация") ("generation"))
    ("^ұрпақ<n><nom>+е<cop><aor><p3><sg>$" ("көрпә" "буын") ("линия" "потомство" "поколение" "генерация") ("generation"))
))

(test
 "XXII"
  '(
    ("^XXII<num><ord>$" ("XXII") ("\\@XXII") ("XXII"))
#|
|#
))

(test
 "XXIII"
  '(
    ("^XXIII<num><ord>$" ("XXIII") ("\\@XXIII") ("XXIII"))
#|
|#
))

(test
 "XXIV"
  '(
    ("^XXIV<num><ord>$" ("XXIV") ("\\@XXIV") ("XXIV"))
#|
|#
))

(test
 "XXV"
  '(
    ("^XXV<num><ord>$" ("XXV") ("\\@XXV") ("XXV"))
    ("^Xxv<np><unk>$" ("Xxv") ("\\@Xxv") ("\\@Xxv"))
#|
|#
))

(test
 "XXVI"
  '(
    ("^XXVI<num><ord>$" ("XXVI") ("\\@XXVI") ("XXVI"))
#|
|#
))

(test
 "XXVII"
  '(
    ("^XXVII<num><ord>$" ("XXVII") ("\\@XXVII") ("XXVII"))
#|
|#
))

(test
 "абайсызда"
  '(
    ("^абайсызда<adv>$" ("көтмәгәндә") ("неожиданно") ("unexpectedly"))
#|
|#
))

(test
 "адалдығы"
  '(
    ("^адалдық<n><px3sp><nom>$" ("тугрылыгы") ("верность") ("purity" "probity" "honesty" "fidelity" "devotion" "sincerity" "allegiance"))
    ("^адалдық<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("тугрылыгы") ("верность") ("purity" "probity" "honesty" "fidelity" "devotion" "sincerity" "allegiance"))
    ("^адалдық<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("тугрылыгы") ("верность") ("purity" "probity" "honesty" "fidelity" "devotion" "sincerity" "allegiance"))
#|
|#
))

(test
 "адамгершілігі"
  '(
    ("^адамгершілік<n><px3sp><nom>$" ("кешелеклелеге") ("гуманизм" "человечность") ("humaneness"))
    ("^адамгершілік<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("кешелеклелеге") ("гуманизм" "человечность") ("humaneness"))
    ("^адамгершілік<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("кешелеклелеге") ("гуманизм" "человечность") ("humaneness"))
#|
Сонымен, зерттеушінің АДАМГЕРШІЛІГІ мықты болып шықса, онда оның ашқан жаңалығын тексеріске алады.

Шуның белән, тикшерүченең *адамгершілігі нык булып чыкса, анда аның ачкан *жаңалығын *тексеріске ала.

Шулай итеп, әгәр дә сәяхәтче ышанычлы кеше булып чыкса, аның ачышын тикшерәләр.

Так вот, если окажется, что путешественник — человек порядочный, тогда проверяют его открытие.

Так вот, если окажется, что путешественник — человек порядочный, тогда проверяют его открытие.
|#
))

(test
 "адамшылық"
  '(
    ("^адамшылық<n><nom>$" ("кешелек") ("\\@адамшылық") ("humanity"))
    ("^адамшылық<n><attr>$" ("кешелек") ("\\@адамшылық") ("humanity"))
    ("^адамшылық<n><nom>+е<cop><aor><p3><pl>$" ("кешелек") ("\\@адамшылық") ("humanity"))
    ("^адамшылық<n><nom>+е<cop><aor><p3><sg>$" ("кешелек") ("\\@адамшылық") ("humanity"))
#|
Ал егерде олардың ішіндегі кейбіреуінің айтқандары қызықтау көрінсе болғаны, географ сол зерттеушінің АДАМШЫЛЫҚ қасиеттерін тексеріске алады.

Ә игәүләрдә аларның эчендәге *кейбіреуінің әйткәннәре кызыграк күренсә/күрелсә булганы, географ сул тикшерүченең *адамшылық хасиятләрен *тексеріске ала.

Әгәр кем дә булса берәр кызыклы нәрсә сөйли икән, географ бу сәяхәтченең ышанычлымы-юкмы икәнен белешә, аның нинди кеше икәнлеген тикшерә.

И если кто-нибудь из них расскажет что-нибудь интересное, географ наводит справки и проверяет, порядочный ли человек этот путешественник.

И если кто-нибудь из них расскажет что-нибудь интересное, географ наводит справки и проверяет, порядочный ли человек этот путешественник.
|#
))

(test
 "азаптанып"
  '(
    ("^азаптан<v><iv><gna_perf>$" ("газапланып") ("#страдать") ("\\@азаптан"))
    ("^азаптан<v><iv><prc_perf>$" ("газапланып") ("#страдать") ("\\@азаптан"))
    ("^азаптанып<adv>$!" () () ())
#|
- Менің түрім АЗАПТАНЫП жатқан, тіпті өліп кеткен сияқты болып көрінеді.

- Минем төрем *азаптанып яткан, хәтта үлеп киткән кебек булып күренә/күрелә.

— Син мине бик тә газаплана дип уйлыйсындыр.

— Тебе покажется, что мне больно... покажется даже, что я умираю.

— Тебе покажется, что мне больно... покажется даже, что я умираю.
|#
))

(test
 "аздаған"
  '(
    ("^аздаған<adv>$" ("бераз") ("мало") ("\\@аздаған"))
#|
Кішкентай ханзада АЗДАҒАН мұңды кейіппен баобабтың соңғы шыққан сабақтарын да отап тастады.

Кечкенә ханзадә *аздаған *мұңды *кейіппен *баобабтың соңгы чыккан сабакларыны да утап ташлады.

Аннары Нәни принц, моңсуланып, соңгы баобаб шытымнарын йолкып ташлый.

Не без грусти Маленький принц вырвал также последние ростки баобабов.

Не без грусти Маленький принц вырвал также последние ростки баобабов.
|#
))

(test
 "аздап"
  '(
    ("^аздап<adv>$" ("азлап") ("слегка") ("slightly"))
#|
Мүмкін, мен АЗДАП үлкендер сияқты шығармын.

Мөмкин, мин *аздап өлкәннәр кебек чыгармын.

Бәлки, мин бераз олыларга охшаганмындыр.

Может быть, я немного похож на взрослых.

Может быть, я немного похож на взрослых.
|#
))

(test
 "азынақ"
  '(
    ("^азынақ<n><nom>$" ("үтәли җил") ("\\@азынақ") ("\\@азынақ"))
    ("^азынақ<n><attr>$" ("үтәли") ("\\@азынақ") ("\\@азынақ"))
    ("^азынақ<n><nom>+е<cop><aor><p3><pl>$" ("үтәли җил") ("\\@азынақ") ("\\@азынақ"))
    ("^азынақ<n><nom>+е<cop><aor><p3><sg>$" ("үтәли җил") ("\\@азынақ") ("\\@азынақ"))
#|
|#
))

(test
 "айдалада"
  '(
    ("^айдала<n><loc>$" ("айдалада") ("в  степи") ("in uninhabited"))
    ("^айдала<n><loc>+е<cop><aor><p3><pl>$" ("айдалада") ("степи") ("in uninhabited")) ;; өйдәләр
    ("^айдала<n><loc>+е<cop><aor><p3><sg>$" ("айдалада") ("степи") ("in uninhabited"))
#|
Ол ел мекендеген аймақтан мыңдаған шақырым қашықтықтағы АЙДАЛАДА адасып кеткен баланың кейпіне тіпті де ұқсамайды.

Ул ил яшәгән районнан меңләгән чакрым *қашықтықтағы *айдалада адашып киткән баланың *кейпіне хәтта да охшамый.

Аның кыяфәтенә карап, бу бала йорт-җирдән еракта, кеше аяк басмаган чүлдә адашкан дип тә уйларлык түгел.

По его виду никак нельзя было сказать, что это ребенок, потерявшийся в необитаемой пустыне, вдалеке от всякого жилья.

По его виду никак нельзя было сказать, что это ребенок, потерявшийся в необитаемой пустыне, вдалеке от всякого жилья.
|#
))

(test
 "айдаһар"
  '(
    ("^айдаһар<n><nom>$" ("@айдаһар") ("дракон") ("boa" "dragon"))
    ("^айдаһар<n><attr>$" ("@айдаһар") ("дракон") ("boa" "dragon"))
    ("^айдаһар<n><nom>+е<cop><aor><p3><pl>$" ("\\@айдаһар") ("дракон") ("boa" "dragon"))
    ("^айдаһар<n><nom>+е<cop><aor><p3><sg>$" ("\\@айдаһар") ("дракон") ("boa" "dragon"))
#|
Суретте АЙДАҺАР жылан арыстанды бүтіндей жұтып жатты. Сол суреттің көшірмесі мынадай:

Рәсемдә *айдаһар елан арысланны бөтендәй *жұтып ятты. Сул рәсемнең күчермәсе мондый:

Рәсемдә иләмсез зур буар елан ниндидер ерткыч җәнлекне йотып маташа. Менә шулай ясалган иде ул:

На картинке огромная змея — удав — глотала хищного зверя.

На картинке огромная змея — удав — глотала хищного зверя.
|#
))

(test
 "айдаһардың"
  '(
    ("^айдаһар<n><gen>$" ("@айдаһар") ("дракона") ("of boa" "of dragon"))
#|
Бұдан соң үлкендерге түсінікті болуы үшін АЙДАҺАРДЫҢ ішкі бөлігін бейнеледім.

Моннан соң өлкәннәргә аңлашылды булуы өчен *айдаһардың эчке бүлеген тасвирладым.

Шуннан соң мин, зурларга аңлаешлырак булсын өчен, еланның эчке кыяфәтен ясарга булдым.

Тогда я нарисовал удава изнутри, чтобы взрослым было понятнее.

Тогда я нарисовал удава изнутри, чтобы взрослым было понятнее.
|#
))

(test
 "айқара"
  '(
    ("^айқар<v><tv><gna_impf>$" ("@айқар") ("\\@айқар") ("\\@айқар"))
    ("^айқар<v><tv><prc_impf>$" ("@айқар") ("\\@айқар") ("\\@айқар"))
#|
Кей кезде сен терезеңді АЙҚАРА ашып тастасаң, жаның жай табатын болады...

#Кай чакта син тәрәзәңне *айқара ачып ташласаң, яның хәл таба торган була...

Кайчакта тәрәзәңне ачып җибәрерсең, сиңа күңелле булып китәр...

Иной раз ты вот так распахнешь окно, и тебе будет приятно...

Иной раз ты вот так распахнешь окно, и тебе будет приятно...
|#
))

(test
 "айналмалы"
  '(
    ("^айналмалы<adj>$" ("@айналмалы") ("\\@айналмалы") ("roundabout"))
    ("^айналма<n>+лы<post>$" ("\\@айналма") ("цикле" "байпасе" "извороте" "вертячке" "вертушке" "циркуляции") ("without \\@айналма"))
    ("^айналмалы<adj><subst><nom>$" ("@айналмалы") ("у \\@айналмалы") ("cyclotomic"))
    ("^айналмалы<adj>+е<cop><aor><p3><pl>$" ("\\@айналмалы") ("\\@айналмалы") ("roundabout"))
    ("^айналмалы<adj>+е<cop><aor><p3><sg>$" ("\\@айналмалы") ("\\@айналмалы") ("roundabout"))
    ("^айналмалы<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@айналмалы") ("у \\@айналмалы") ("cyclotomic"))
    ("^айналмалы<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@айналмалы") ("у \\@айналмалы") ("cyclotomic"))
#|
- Білесің бе, керемет болады. Мен де жұлдыздарға қараймын. Мен үшін барлық жұлдыздар АЙНАЛМАЛЫ шығыршығы бар құдық сияқты көрінеді. Жұлдыздардың бәрі маған су ұсынатын болады...

- Беләсеңме, #могъҗиза була. Мин дә йолдызларга карыйм. Мин өчен барлык йолдызлар *айналмалы *шығыршығы бар хәйлә кыяфәтне күренә/күрелә. Йолдызларның барысы миңа су тәкъдим итә торган була...

— Беләсеңме, бик шәп булачак. Мин дә йолдызларга карармын, һәммә йолдызлар да шыгырдавык чыгырлы иске кое кебек булыр. Аларның һәрберсе миңа эчәргә су бирер... — диде.

— Знаешь, будет очень славно. Я тоже стану смотреть на звезды. И все звезды будут точно старые колодцы со скрипучим воротом. И каждая даст мне напиться...

— Знаешь, будет очень славно. Я тоже стану смотреть на звезды. И все звезды будут точно старые колодцы со скрипучим воротом. И каждая даст мне напиться...
|#
))

(test
 "ақаудың"
  '(
    ("^ақау<n><gen>$" ("@ақау") ("брака" "изъяна") ("of fault" "of defect"))
#|
Ұшағымның бұзылғаны мені қатты қынжылта бастады. Өйткені, АҚАУДЫҢ жөнделуі қиындау көрінеді, оған қоса судың азайып бара жатқаны жақсылықпен бітпес деген алаңдаушылық туғызды.

Очкычымның бозылганы мине каты *қынжылта башлады. Чөнки, *ақаудың ремонтлануы кыенрак күренә/күрелә, аңа өстәп суның азаеп #бар яхшылык белән бетмәс дигән борчылу тудырды.

Хәлем авырлашканнан-авырлаша бара, су да бетеп килә. Мин инде үземнең язмышым өчен борчыла башлаган идем.

Мне было не по себе, положение становилось серьезным, воды почти не осталось, и я начал бояться, что моя вынужденная посадка плохо кончится.

Мне было не по себе, положение становилось серьезным, воды почти не осталось, и я начал бояться, что моя вынужденная посадка плохо кончится.
|#
))

(test
 "ақауын"
  '(
    ("^ақау<n><px3sp><acc>$" ("@ақау") ("брак" "изъян") ("fault" "defect"))
#|
- Мен сенің ұшағыңның АҚАУЫН тапқаныңа қуаныштымын. Сен енді өз еліңе қайта аласың...

- Мин синең очкычыңның *ақауын тапканыңа шатмын. Син иңне үз илеңә кайта аласың...

— Машинаңны төзәтүеңә мин бик шатмын. Син хәзер өеңә кайта аласың...

— Я рад, что ты нашел, в чем там была беда с твоей машиной. Теперь ты можешь вернуться домой...

— Я рад, что ты нашел, в чем там была беда с твоей машиной. Теперь ты можешь вернуться домой...
|#
))

(test
 "ақкөңіл"
  '(
    ("^ақкөңіл<adj>$" ("@ақкөңіл") ("добродушный") ("candid"))
    ("^ақкөңіл<adv>$" ("\\@ақкөңіл") ("благодушно") ("\\@ақкөңіл"))
    ("^ақкөңіл<n><nom>$" ("@ақкөңіл") ("добряк") ("\\@ақкөңіл"))
    ("^ақкөңіл<n><attr>$" ("@ақкөңіл") ("добряк") ("\\@ақкөңіл"))
    ("^ақкөңіл<adj><advl>$" ("@ақкөңіл") ("добродушный") ("candid"))
    ("^ақкөңіл<adj><subst><nom>$" ("@ақкөңіл") ("у добродушного") ("natured" "occasioned"))
    ("^ақкөңіл<adj>+е<cop><aor><p3><pl>$" ("\\@ақкөңіл") ("добродушный") ("candid"))
    ("^ақкөңіл<adj>+е<cop><aor><p3><sg>$" ("\\@ақкөңіл") ("добродушный") ("candid"))
    ("^ақкөңіл<n><nom>+е<cop><aor><p3><pl>$" ("\\@ақкөңіл") ("добряк") ("\\@ақкөңіл"))
    ("^ақкөңіл<n><nom>+е<cop><aor><p3><sg>$" ("\\@ақкөңіл") ("добряк") ("\\@ақкөңіл"))
    ("^ақкөңіл<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@ақкөңіл") ("у добродушного") ("natured" "occasioned"))
    ("^ақкөңіл<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@ақкөңіл") ("у добродушного") ("natured" "occasioned"))
#|
|#
))

(test
 "ақтара"
  '(
    ("^ақтар<v><tv><gna_impf>$" ("@ақтар") ("#обыскать" "#обшарить" "#перелистать" "#перевернуть" "опрокидывая") ("\\@ақтар"))
    ("^ақтар<v><tv><prc_impf>$" ("@ақтар") ("#обыскать" "#обшарить" "#перелистать" "#перевернуть" "опрокидывая") ("\\@ақтар"))
#|
- Ім, ім! – деп патша қалың күнтізбесін АҚТАРА бастады.

- *Ім, *ім! – дип патша калын календарен *ақтара башлады.

— Эһ-һем, — дип җавап бирә король, калын көндәлеген актара-актара.

— Гм, гм, — ответил король, листая толстый календарь.

— Гм, гм, — ответил король, листая толстый календарь.
|#
))

(test
 "ақтарып"
  '(
    ("^ақтар<v><tv><gna_perf>$" ("@ақтар") ("обыскав" "обшарив" "перелистав" "перевернув" "#опрокидывать") ("\\@ақтар"))
    ("^ақтар<v><tv><prc_perf>$" ("@ақтар") ("обыскав" "обшарив" "перелистав" "перевернув" "#опрокидывать") ("\\@ақтар"))
#|
|#
))

(test
 "алаулап"
  '(
    ("^алаула<v><iv><gna_perf>$" ("@алаула") ("\\@алаула") ("blush"))
    ("^алаула<v><iv><prc_perf>$" ("@алаула") ("\\@алаула") ("blush"))
#|
Мен бұл жайында төртінші күні таңертең сен былай дегенде ғана білдім: - Мен АЛАУЛАП батқан күнді жақсы көремін. Жүр, күннің батқанын көрейік.

Мин бу хәлендә дүртенче көнне иртән син болай дигәндә генә белдем: - Мин *алаулап баткан көнне яратам. Йөр, көннең батканын күрик.

Бу турыда мин дүртенче көнне иртән белдем. Син: — Мин кояш батканын карарга яратам. Әйдә, кояш батканны карап торабыз, — дидең.

Я узнал об этом наутро четвертого дня, когда ты сказал: — Я очень люблю закат. Пойдем посмотрим, как заходит солнце.

Я узнал об этом наутро четвертого дня, когда ты сказал: — Я очень люблю закат. Пойдем посмотрим, как заходит солнце.
|#
))

(test
 "алдияр"
  '(
    ("^алдияр<adj>$" ("@алдияр") ("\\@алдияр") ("\\@алдияр"))
    ("^алдияр<n><nom>$" ("@алдияр") ("\\@алдияр") ("\\@алдияр"))
    ("^алдияр<n><attr>$" ("@алдияр") ("\\@алдияр") ("\\@алдияр"))
    ("^алдияр<adj><subst><nom>$" ("@алдияр") ("у \\@алдияр") ("\\@алдияр"))
    ("^алдияр<adj>+е<cop><aor><p3><pl>$" ("\\@алдияр") ("\\@алдияр") ("\\@алдияр"))
    ("^алдияр<adj>+е<cop><aor><p3><sg>$" ("\\@алдияр") ("\\@алдияр") ("\\@алдияр"))
    ("^алдияр<n><nom>+е<cop><aor><p3><pl>$" ("\\@алдияр") ("\\@алдияр") ("\\@алдияр"))
    ("^алдияр<n><nom>+е<cop><aor><p3><sg>$" ("\\@алдияр") ("\\@алдияр") ("\\@алдияр"))
    ("^алдияр<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@алдияр") ("у \\@алдияр") ("\\@алдияр"))
    ("^алдияр<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@алдияр") ("у \\@алдияр") ("\\@алдияр"))
#|
|#
))

(test
 "алқабы"
  '(
    ("^алқап<n><px3sp><nom>$" ("@алқап") ("дол" "долина" "массив" "окрестность") ("field"))
    ("^алқап<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@алқап") ("дол" "долина" "массив" "окрестность") ("field"))
    ("^алқап<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@алқап") ("дол" "долина" "массив" "окрестность") ("field"))
#|
Егін АЛҚАБЫ маған еш сезім тудырмайды.

Иген *алқабы миңа һич хис тудырмый.

Бодай кырының миңа кирәге юк.

Пшеничные поля ни о чем мне не говорят.

Пшеничные поля ни о чем мне не говорят.
|#
))

(test
 "анағұрлым"
  '(
    ("^анағұрлым<adj>$" ("@анағұрлым") ("значительный") ("sizable"))
    ("^анағұрлым<adv>$" ("\\@анағұрлым") ("\\@анағұрлым") ("too"))
    ("^анағұрлым<adj><advl>$" ("@анағұрлым") ("значительный") ("sizable"))
    ("^анағұрлым<adj><subst><nom>$" ("@анағұрлым") ("у значительного") ("sizable"))
    ("^анағұрлым<adj>+е<cop><aor><p3><pl>$" ("\\@анағұрлым") ("значительный") ("sizable"))
    ("^анағұрлым<adj>+е<cop><aor><p3><sg>$" ("\\@анағұрлым") ("значительный") ("sizable"))
    ("^анағұрлым<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@анағұрлым") ("у значительного") ("sizable"))
    ("^анағұрлым<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@анағұрлым") ("у значительного") ("sizable"))
#|
- Ол АНАҒҰРЛЫМ алыс... анағұрлым қиын нәрсе.

- Ул *анағұрлым ерак... *анағұрлым кыен нәрсә.

— Ләкин бу бик күп тапкыр ераграк... һәм авыррак...

— Это гораздо дальше... и гораздо труднее...

— Это гораздо дальше... и гораздо труднее...
|#
))

(test
 "аңғырттықпен"
  '(
    ("^аңғырттық<n><ins>$" ("@аңғырттық белән") ("с  неосмотрительностью") ("with naivety" "with hastiness"))
#|
Ол АҢҒЫРТТЫҚПЕН өзінің төрт тікенегін көрсетіп қойды.

Ул *аңғырттықпен үзенең дүрт *тікенегін күрсәтеп куйды.

Ул, бик самими генә итеп, дүрт энәсен күрсәтә.

И она в простоте душевной показала свои четыре шипа.

И она в простоте душевной показала свои четыре шипа.
|#
))

(test
 "аңшылар"
  '(
    ("^аңшы<n><pl><nom>$" ("@аңшы") ("охотники") ("hunters"))
    ("^аңшы<n><pl><nom>+е<cop><aor><p3><pl>$" ("\\@аңшы") ("охотники") ("hunters"))
    ("^аңшы<n><pl><nom>+е<cop><aor><p3><sg>$" ("\\@аңшы") ("охотники") ("hunters"))
#|
- Ол планетада АҢШЫЛАР бар ма?

- Ул планетада *аңшылар бармы?

— Ә ул планетада аучылар бармы?

— А на той планете есть охотники?

— А на той планете есть охотники?
|#
))

(test
 "аңшыларымның"
  '(
    ("^аңшы<n><pl><px1sg><gen>$" ("@аңшы") ("охотников") ("of my hunters's"))
#|
Мәселен, менің АҢШЫЛАРЫМНЫҢ бір салты бар.

Мәсәлән, минем *аңшыларымның бер йоласы бар.

Менә, мәсәлән, минем аучыларымның шундый йолалары бар:

Вот, например, у моих охотников есть такой обряд:

Вот, например, у моих охотников есть такой обряд:
|#
))

(test
 "аптықпай"
  '(
    ("^аптық<v><tv><neg><gna_perf>$" ("@аптық") ("не #запыхаться") ("\\@аптық"))
    ("^аптық<v><tv><neg><prc_perf>$" ("@аптық") ("не #запыхаться") ("\\@аптық"))
    ("^аптық<v><tv><neg><gna_impf>$" ("@аптық") ("#запыхаться") ("\\@аптық"))
    ("^аптық<v><tv><neg><prc_impf>$" ("@аптық") ("не #запыхаться") ("\\@аптық"))
#|
|#
))

(test
 "араздасып"
  '(
    ("^араздас<v><iv><gna_perf>$" ("@араздас") ("#ссориться") ("\\@араздас"))
    ("^араздас<v><iv><prc_perf>$" ("@араздас") ("#ссориться") ("\\@араздас"))
#|
- Мен бір гүлмен АРАЗДАСЫП қалып едім, - деді Кішкентай ханзада.

- Мин бер гөл белән *араздасып калып идем, - диде Кечкенә ханзадә.

— Мин үземнең чәчәгем белән ачуланыштым, — дип көрсенеп куя Нәни принц.

— Я поссорился со своим цветком, — признался Маленький принц.

— Я поссорился со своим цветком, — признался Маленький принц.
|#
))

(test
 "араластырып"
  '(
    ("^араластыр<v><iv><gna_perf>$" ("@араластыр") ("#помешать" "смешав" "взболтав" "#мешать" "#взбалтывать") ("induct" "stir" "mix"))
    ("^араластыр<v><iv><prc_perf>$" ("@араластыр") ("#помешать" "смешав" "взболтав" "#мешать" "#взбалтывать") ("induct" "stir" "mix"))
#|
Білгіш болып көрінгің келгенде өтірікті аздап АРАЛАСТЫРЫП жіберетін кездер болады.

*Білгіш булып күренәсең/күреләсең килгәндә ялганны *аздап *араластырып җибәрә торган чаклар була.

Бик җор телле булырга тырышып, кайчакта, ирексездән, арттырыбрак җибәрәсең.

Когда очень хочешь сострить, иной раз поневоле приврешь.

Когда очень хочешь сострить, иной раз поневоле приврешь.
|#
))

(test
 "аризонадан"
  '(
    ("^*аризонадан$" ("*аризонадан") ("*аризонадан") ("*аризонадан"))
#|
|#
))

(test
 "асқар"
  '(
    ("^асқар<adj>$" ("@асқар") ("недоступный") ("\\@асқар"))
    ("^асқар<adj><advl>$" ("@асқар") ("недоступный") ("\\@асқар"))
    ("^асқар<adj><subst><nom>$" ("@асқар") ("у недоступного") ("\\@асқар"))
    ("^асқар<adj>+е<cop><aor><p3><pl>$" ("\\@асқар") ("недоступный") ("\\@асқар"))
    ("^асқар<adj>+е<cop><aor><p3><sg>$" ("\\@асқар") ("недоступный") ("\\@асқар"))
    ("^асқар<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@асқар") ("у недоступного") ("\\@асқар"))
    ("^асқар<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@асқар") ("у недоступного") ("\\@асқар"))
#|
Мысалы, АСҚАР тауды тапқан болса, үлкен-үлкен тастар әкелуі шарт.

Мәсәлән, *асқар тауны тапкан булса, өлкән-өлкән ташлар китерүе шарт.

Мәсәлән, әгәр дә ул берәр тау таба икән, аннан олы-олы ташлар алып килергә тиеш була.

Например, если он открыл большую гору, пускай принесет с нее большие камни.

Например, если он открыл большую гору, пускай принесет с нее большие камни.
|#
))

(test
 "астероид"
  '(
    ("^астероид<n><nom>$" ("@астероид") ("астероид") ("asteroid"))
    ("^астероид<n><attr>$" ("@астероид") ("астероид") ("asteroid"))
    ("^астероид<n><nom>+е<cop><aor><p3><pl>$" ("\\@астероид") ("астероид") ("asteroid"))
    ("^астероид<n><nom>+е<cop><aor><p3><sg>$" ("\\@астероид") ("астероид") ("asteroid"))
#|
Бірақ баобабтың қаншама қауіп төндіретінін екінің бірі біле бермегендіктен және АСТЕРОИД үшін бұл қатер өте қомақты болғандықтан, осы жолы әдеттегі ұстамдылығымнан бас тартуға бел будым.

Әмма *баобабтың никадәр хәвеф тудырганын икенең бере белә бирмәгәнлектән һәм *астероид өчен бу хәтәр бик күләмле булганлыктан, шушы юлы гадәттәге *ұстамдылығымнан баш җәлеп итүгә бил будым.

Ләкин бик күпләр баобабның никадәр зыян китерүен белеп бетерми. Чөнки астероидка барып эләккән һәр кешегә бик зур куркыныч яный. Шуңа күрә бу юлы миңа гадәти тыйнаклыкны онытып торырга туры килә.

Но мало кто знает, чем грозят баобабы, а опасность, которой подвергается всякий, кто попадет на астероид, очень велика — вот почему на сей раз я решаюсь изменить своей обычной сдержанности.

Но мало кто знает, чем грозят баобабы, а опасность, которой подвергается всякий, кто попадет на астероид, очень велика — вот почему на сей раз я решаюсь изменить своей обычной сдержанности.
|#
))

(test
 "астероидтары"
  '(
    ("^астероид<n><pl><px3sp><nom>$" ("@астероид") ("астероиды") ("asteroids"))
    ("^астероид<n><pl><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@астероид") ("астероиды") ("asteroids"))
    ("^астероид<n><pl><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@астероид") ("астероиды") ("asteroids"))
#|
Кішкентай ханзада нөмірлері 325, 326, 327, 328, 329 және 330 АСТЕРОИДТАРЫ орналасқан аймақта тұратын.

Кечкенә ханзадә номерлары 325, 326, 327, 328, 329 һәм 330 *астероидтары урнашкан районда #тор.

Нәни принц планетасына иң якыны 325, 326, 327, 328, 329 һәм 330 нчы астероидлар була.

Ближе всего к планете Маленького принца были астероиды 325, 326, 327, 328, 329 и 330.

Ближе всего к планете Маленького принца были астероиды 325, 326, 327, 328, 329 и 330.
|#
))

(test
 "атаққұмар"
  '(
    ("^атаққұмар<adj>$" ("@атаққұмар") ("\\@атаққұмар") ("ambitious"))
    ("^атаққұмар<n><nom>$" ("@атаққұмар") ("\\@атаққұмар") ("vanity"))
    ("^атаққұмар<n><attr>$" ("@атаққұмар") ("\\@атаққұмар") ("vanity"))
    ("^атаққұмар<adj><advl>$" ("@атаққұмар") ("\\@атаққұмар") ("ambitious"))
    ("^атаққұмар<adj><subst><nom>$" ("@атаққұмар") ("у \\@атаққұмар") ("ambitious"))
    ("^атаққұмар<adj>+е<cop><aor><p3><pl>$" ("\\@атаққұмар") ("\\@атаққұмар") ("ambitious"))
    ("^атаққұмар<adj>+е<cop><aor><p3><sg>$" ("\\@атаққұмар") ("\\@атаққұмар") ("ambitious"))
    ("^атаққұмар<n><nom>+е<cop><aor><p3><pl>$" ("\\@атаққұмар") ("\\@атаққұмар") ("vanity"))
    ("^атаққұмар<n><nom>+е<cop><aor><p3><sg>$" ("\\@атаққұмар") ("\\@атаққұмар") ("vanity"))
    ("^атаққұмар<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@атаққұмар") ("у \\@атаққұмар") ("ambitious"))
    ("^атаққұмар<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@атаққұмар") ("у \\@атаққұмар") ("ambitious"))
#|
Екінші планетада АТАҚҚҰМАР адам тұратын.

Икенче планетада *атаққұмар азагым #тор.

Икенче планетада дансөяр кеше яши икән.

На второй планете жил честолюбец.

На второй планете жил честолюбец.
|#
))

(test
 "атаққұмарға"
  '(
    ("^атаққұмар<n><dat>$" ("@атаққұмар") ("\\@атаққұмар") ("to vanity"))
    ("^атаққұмар<adj><subst><dat>$" ("@атаққұмар") ("у \\@атаққұмар") ("ambitious"))
#|
|#
))

(test
 "атаққұмарлар"
  '(
    ("^атаққұмар<n><pl><nom>$" ("@атаққұмар") ("\\@атаққұмар") ("vanities"))
    ("^атаққұмар<adj><subst><pl><nom>$" ("@атаққұмар") ("у \\@атаққұмар") ("ambitious"))
    ("^атаққұмар<n><pl><nom>+е<cop><aor><p3><pl>$" ("\\@атаққұмар") ("\\@атаққұмар") ("vanities"))
    ("^атаққұмар<n><pl><nom>+е<cop><aor><p3><sg>$" ("\\@атаққұмар") ("\\@атаққұмар") ("vanities"))
    ("^атаққұмар<adj><subst><pl><nom>+е<cop><aor><p3><pl>$" ("\\@атаққұмар") ("у \\@атаққұмар") ("ambitious"))
    ("^атаққұмар<adj><subst><pl><nom>+е<cop><aor><p3><sg>$" ("\\@атаққұмар") ("у \\@атаққұмар") ("ambitious"))
#|
|#
))

(test
 "атаққұмарлардың"
  '(
    ("^атаққұмар<n><pl><gen>$" ("@атаққұмар") ("\\@атаққұмар") ("of vanities"))
    ("^атаққұмар<adj><subst><pl><gen>$" ("@атаққұмар") ("у \\@атаққұмар") ("ambitious"))
#|
Жер бетіндегі патшалардың саны жүз он бірге (әрине, негр патшаларды да ұмытпау керек), географтардың саны жеті мыңға, іскер адамдардың саны тоғыз жүз мыңға, маскүнемдердің саны жеті жарым миллионға, АТАҚҚҰМАРЛАРДЫҢ саны үш жүз он бір миллионға, яғни ересек адамдардың жалпы саны екі миллиард шамасына жетеді.

Җир битендәге/битындагы патшаларның саны йөз унбергә (әлбәттә, *негр патшаларны да онытмаска тиеш), географларның саны җиде меңгә, *іскер адәмнәрнең саны тугыз йөз меңгә, эчкечеләрнең саны җиде #ярым миллионга, *атаққұмарлардың саны өч йөз унбер миллионга, ягъни *ересек адәмнәрнең гомуми саны ике миллиард чамасына җитә.

Анда йөз унбер король (шулар хисабында, билгеле, негр корольләре дә), җиде мең географ, тугыз йөз мең эшлекле, җиде ярым миллион сәрхуш, өч йөз унбер миллион дансөяр — барлыгы ике миллиард чамасы олы кеше бар.

На ней насчитывается сто одиннадцать королей (в том числе, конечно, и негритянских), семь тысяч географов, девятьсот тысяч дельцов, семь с половиной миллионов пьяниц, триста одиннадцать миллионов честолюбцев, итого около двух миллиардов взрослых.

На ней насчитывается сто одиннадцать королей (в том числе, конечно, и негритянских), семь тысяч географов, девятьсот тысяч дельцов, семь с половиной миллионов пьяниц, триста одиннадцать миллионов честолюбцев, итого около двух миллиардов взрослых.
|#
))

(test
 "атжалман"
  '(
    ("^атжалман<n><nom>$" ("@атжалман") ("хомяк") ("shrew"))
    ("^атжалман<n><attr>$" ("@атжалман") ("хомяк") ("shrew"))
    ("^атжалман<n><nom>+е<cop><aor><p3><pl>$" ("\\@атжалман") ("хомяк") ("shrew"))
    ("^атжалман<n><nom>+е<cop><aor><p3><sg>$" ("\\@атжалман") ("хомяк") ("shrew"))
#|
- Ім, ім! – деді патша, менің планетамның бір бұрышында кәрі АТЖАЛМАН бар сияқты.

- *Ім, *ім! – диде патша, минем планетамның бер борычында карт *атжалман бар кыяфәтне.

— Эһ-һем... — ди король. — Минем планетаның кайсыдыр җирендә бер карт күсе яшәргә тиеш.

— Гм, гм... — сказал король. — Мне кажется, где-то на моей планете живет старая крыса.

— Гм, гм... — сказал король. — Мне кажется, где-то на моей планете живет старая крыса.
|#
))

(test
 "атжалманды"
  '(
    ("^атжалман<n><acc>$" ("@атжалман") ("хомяка") ("shrew"))
    ("^атжалман<n>+лы<post>$" ("\\@атжалман") ("хомяке") ("without shrew"))
#|
Сен сол АТЖАЛМАНДЫ соттауыңа болатын еді.

Син сул *атжалманды судка тартуыңа була торган иде.

Син шул карт күсене хөкем итә алыр идең.

Ты мог бы судить эту старую крысу.

Ты мог бы судить эту старую крысу.
|#
))

(test
 "аттасаң"
  '(
    ("^атта<v><tv><gna_cond><p2><sg>$" ("@атта") ("если #шагать" "если #шагнуть" "если #переступать" "если перепрыгнешь") ("\\@атта"))
    ("^атта<v><tv><prc_cond><p2><sg>$" ("@атта") ("если #шагать" "если #шагнуть" "если #переступать" "если перепрыгнешь") ("\\@атта"))
#|
Кішкентай ханзада сөзін былай деп сабақтады: - Сенің планетаңның кішкентайлығы сонша, үш қадам АТТАСАҢ болғаны оны түгел айналып шығасың.

Кечкенә ханзадә сүзен болай дип *сабақтады: - Синең планетаңның *кішкентайлығы шулкадәр/шултикле/шулхәтле/шулчаклы/шултиклем, өч адым *аттасаң булганы аны #тулаем әйләнеп чыгасың.

— Синең планетаң шундый бәләкәй, — дип дәвам итә Нәни принц, — өч атласаң, әйләнеп тә чыгасың.

— Твоя планетка такая крохотная, — продолжал Маленький принц, — ты можешь обойти ее в три шага.

— Твоя планетка такая крохотная, — продолжал Маленький принц, — ты можешь обойти ее в три шага.
|#
))

(test
 "аумай"
  '(
    ("^ау<v><iv><neg><gna_perf>$" ("@ау") ("не #ползти" "не перейдя") ("\\@ау"))
    ("^ау<v><iv><neg><prc_perf>$" ("@ау") ("не #ползти" "не перейдя") ("\\@ау"))
    ("^ау<v><iv><neg><gna_impf>$" ("@ау") ("ползя" "#перейти") ("\\@ау"))
    ("^ау<v><iv><neg><prc_impf>$" ("@ау") ("не ползя" "не #перейти") ("\\@ау"))
#|
Егерде аңшылар ойларына келген уақытта билей беретін болса, барлық күн бір-бірінен АУМАЙ қалатын еді де, ал мен болсам демалыстан қағылар едім.

Игәүләрдә *аңшылар уйларына килгән вакытта били бирә торган булса, барлык көн бер-береннән *аумай кала торган иде дә, ә мин булсам ялдан кагылыр идем.

Әгәр дә аучылар кайчан туры килә шунда уенга чыксалар, бөтен көннәр дә бер төсле булыр иде, мин ялның нәрсә икәнен дә белмәс идем.

А если бы охотники танцевали когда придется, все дни были бы одинаковы и я никогда не знал бы отдыха.

А если бы охотники танцевали когда придется, все дни были бы одинаковы и я никогда не знал бы отдыха.
|#
))

(test
 "аумайды"
  '(
    ("^ау<v><iv><neg><aor><p3><pl>$" ("@ау") ("ползут" "#перейти") ("do not \\@ау"))
    ("^ау<v><iv><neg><aor><p3><sg>$" ("@ау") ("ползёт" "#перейти") ("does not \\@ау"))
#|
Кішкентай ханзада оларға анықтап қарады. Бұлардың бәрі оның гүлінен АУМАЙДЫ екен.

Кечкенә ханзадә аларга аныклап өтә. Боларның барысы аның гөленнән *аумайды икән.

Нәни принц аларның барысы да үз чәчәгенә охшаган булуын күрә.

И Маленький принц увидел, что все они похожи на его цветок.

И Маленький принц увидел, что все они похожи на его цветок.
|#
))

(test
 "ауса"
  '(
    ("^ау<v><iv><gna_cond><p3><pl>$" ("@ау") ("если #ползти" "если перейдут") ("\\@ау"))
    ("^ау<v><iv><gna_cond><p3><sg>$" ("@ау") ("если #ползти" "если перейдёт") ("\\@ау"))
    ("^ау<v><iv><prc_cond><p3><pl>$" ("@ау") ("если #ползти" "если перейдут") ("\\@ау"))
    ("^ау<v><iv><prc_cond><p3><sg>$" ("@ау") ("если #ползти" "если перейдёт") ("\\@ау"))
#|
Сөйтіп, сенің көңілің АУСА болды, ымырт түсіп келе жатқан көкжиекке көз тігетінсің...

Шулай итеп, синең күңелең *ауса булды, эңгер-меңгер төшеп килә яткан *көкжиекке күз #тек...

Кайчан теләсәң, шунда шәфәкъне күрә алгансың..

И ты снова и снова смотрел на закатное небо, стоило только захотеть...

И ты снова и снова смотрел на закатное небо, стоило только захотеть...
|#
))

(test
 "ах"
  '(
    ("^*ах$" ("*ах") ("*ах") ("*ах"))
#|
|#
))

(test
 "ашуланудың"
  '(
    ("^ашулан<v><iv><ger><gen>$" ("@ашулан") ("#злиться" "#подуться" "сердиться" "негодовать" "возмутиться" "разгневаться") ("anger" "rage"))
#|
Оларға АШУЛАНУДЫҢ қажеті жоқ.

Аларга *ашуланудың хаҗәте юк.

Тик шулай да зурларга каты бәрелергә ярамый.

Не стоит на них сердиться.

Не стоит на них сердиться.
|#
))

(test
 "аяқтатпай"
  '(
    ("^аяқтат<v><tv><neg><gna_perf>$" ("@аяқтат") ("не \\@аяқтат") ("\\@аяқтат"))
    ("^аяқтат<v><tv><neg><prc_perf>$" ("@аяқтат") ("не \\@аяқтат") ("\\@аяқтат"))
    ("^аяқтат<v><tv><neg><gna_impf>$" ("@аяқтат") ("\\@аяқтат") ("\\@аяқтат"))
    ("^аяқтат<v><tv><neg><prc_impf>$" ("@аяқтат") ("не \\@аяқтат") ("\\@аяқтат"))
#|
- Әкелуге ыңғайланып едім. Сөзіңізді АЯҚТАТПАЙ қалай барармын!

- Китерүгә *ыңғайланып идем. Сүзегезне *аяқтатпай ничек барырмын!

— Мин... алып килергә уйлаган идем дә... сезнең сүзне тыңлап бетермичә китә алмадым.

— Я хотел пойти за ней, но не мог же я вас не дослушать!

— Я хотел пойти за ней, но не мог же я вас не дослушать!
|#
))

(test
 "әдеппен"
  '(
    ("^әдеп<n><ins>$" ("@әдеп белән") ("с  этикетом") ("with civility"))
#|
- Сәлеметсің бе! – деп ӘДЕППЕН жауап қатты Кішкентай ханзада. Жан-жағына қарап еді, ешкім көзіне ілінбеді.

- *Сәлеметсің мы! – дип *әдеппен җавап каты Кечкенә ханзадә. Ян-ягына карап иде, беркем күзенә эленмәде.

— Исәнме, — ди Нәни принц, әдәпле генә. Аннары як-ягына каранып ала. Ләкин беркем дә күренми.

— Здравствуй, — вежливо ответил Маленький принц и оглянулся, но никого не увидел.

— Здравствуй, — вежливо ответил Маленький принц и оглянулся, но никого не увидел.
|#
))

(test
 "әдептілікке"
  '(
    ("^әдептілік<n><dat>$" ("@әдептілік") ("в  тактичности") ("to delicacy"))
#|
- Патшаның алдында есінеген ӘДЕПТІЛІККЕ қайшы келеді, - деді оған патша.

- Патшаның #алд *есінеген *әдептілікке кайчы килә, - диде аңа патша.

— Монарх каршында авыз ачып иснәү безнең итагать кагыйдәләре тарафыннан тыела, — ди король.

— Этикет не разрешает зевать в присутствии монарха, — сказал король.

— Этикет не разрешает зевать в присутствии монарха, — сказал король.
|#
))

(test
 "әлдеқандай"
  '(
    ("^әлдеқандай<prn><ind><nom>$" ("@әлдеқандай") ("\\@әлдеқандай") ("where"))
    ("^әлдеқандай<prn><ind><nom>+е<cop><aor><p3><pl>$" ("\\@әлдеқандай") ("\\@әлдеқандай") ("where #be"))
    ("^әлдеқандай<prn><ind><nom>+е<cop><aor><p3><sg>$" ("\\@әлдеқандай") ("\\@әлдеқандай") ("where is"))
#|
Ол біраз үндемей қалғаннан кейін барып даусынан ӘЛДЕҚАНДАЙ ренішті байқата былай деп салды:

Ул бераз өндәмичә/өндәмаача калганнан соң барып тавышыннан *әлдеқандай *ренішті *байқата болай дип салды:

Бераз тын торганнан соң, ул ярыйсы ук ачулы тавыш белән болай диде:

Наступило молчание. Потом он сказал почти сердито:

Наступило молчание. Потом он сказал почти сердито:
|#
))

(test
 "әлденеден"
  '(
    ("^әлдене<prn><ind><abl>$" ("@әлдене") ("из \\@әлдене") ("where"))
    ("^әлдене<prn><ind><abl>+е<cop><aor><p3><pl>$" ("\\@әлдене") ("из \\@әлдене") ("where #be"))
    ("^әлдене<prn><ind><abl>+е<cop><aor><p3><sg>$" ("\\@әлдене") ("из \\@әлдене") ("where is"))
#|
Сосын ол көңілі ӘЛДЕНЕДЕН жұбаныш тапқандай:

Шуннан соң ул күңеле *әлденеден юаныч тапкандай:

Ул кинәт тынычланды:

Он вдруг успокоился:

Он вдруг успокоился:
|#
))

(test
 "әлпетім"
  '(
    ("^әлпет<n><px1sg><nom>$" ("@әлпет") ("моя внешность" "моя физиономия") ("my countenance"))
    ("^әлпет<n><px1sg><nom>+е<cop><aor><p3><pl>$" ("\\@әлпет") ("внешность" "физиономия") ("my countenance"))
    ("^әлпет<n><px1sg><nom>+е<cop><aor><p3><sg>$" ("\\@әлпет") ("внешность" "физиономия") ("my countenance"))
#|
|#
))

(test
 "әлсіреп"
  '(
    ("^әлсіре<v><iv><gna_perf>$" ("@әлсіре") ("сдав" "#таять" "ослабев" "покинув" "изнемогши" "ослабши" "#ослабевать" "обессилев") ("\\@әлсіре"))
    ("^әлсіре<v><iv><prc_perf>$" ("@әлсіре") ("сдав" "#таять" "ослабев" "покинув" "изнемогши" "ослабши" "#ослабевать" "обессилев") ("\\@әлсіре"))
#|
Бірақ, бұл кішкентай бала адасып кеткен, не ӘЛСІРЕП шаршаған, не ашығып немесе шөл қысып, не болмаса үрейден есі шығып тұрған адамға ұқсамайды.

Әмма, бу кечкенә бала адашып киткән, ни *әлсіреп *шаршаған, ни ачыгып яисә чүл кысып, ни булмаса коттан исе чыккан адәмгә охшамый.

Шуның өстенә, бу малай адашканга, арыганга, курыкканга яисә ачлыктан һәм сусаудан тилмергәнгә һич тә охшамый.

А между тем ничуть не похоже было, чтобы этот малыш заблудился, или до смерти устал и напуган, или умирает от голода и жажды.

А между тем ничуть не похоже было, чтобы этот малыш заблудился, или до смерти устал и напуган, или умирает от голода и жажды.
|#
))

(test
 "әмірм"
  '(
    ("^*әмірм$" ("*әмірм") ("*әмірм") ("*әмірм"))
#|
Мен бағынушылықты талап ете аламын, өйткені менің ӘМІРМ ақылға сиярлық.

Мин буйсынуны талап итә алам, чөнки минем *әмірм акылга сыярлык.

Ә мин күндәмлек таләп итә алам, чөнки минем әмерләрем акыллы.

Я имею право требовать послушания, потому что веления мои разумны.

Я имею право требовать послушания, потому что веления мои разумны.
|#
))

(test
 "әншейін"
  '(
    ("^әншейін<adv>$" ("\\@әншейін") ("просто так") ("ordinarily"))
#|
Жер ӘНШЕЙІН планета емес!

Җир *әншейін планета түгел!

Җир — ни җитте планета гына түгел!

Земля — планета не простая!

Земля — планета не простая!
|#
))

(test
 "әңгімелеп"
  '(
    ("^әңгімеле<v><tv><gna_perf>$" ("@әңгімеле") ("\\@әңгімеле") ("\\@әңгімеле"))
    ("^әңгімеле<v><tv><prc_perf>$" ("@әңгімеле") ("\\@әңгімеле") ("\\@әңгімеле"))
#|
|#
))

(test
 "әрең"
  '(
    ("^әрең<adv>$" ("\\@әрең") ("едва") ("barely"))
#|
Аттары Жер, Юпитер, Марс, Шолпан сияқты ірі планеталардан басқа да жүздеген, кейде майда болғандары соншалық, қуатты дүрбімен көзге ӘРЕҢ шалынатын жұлдыздар да бар екенін жақсы білетінмін.

Атлары Җир, Юпитер, Марс, Чулпан кыяфәтне эре планеталардан башка да йөзләгән, кайбердә майда булганнары шул кадәр, куәтне *дүрбімен күзгә *әрең чалына торган йолдызлар да бар икәнен яхшы #бел.

Чөнки Җир, Юпитер, Марс, Венера кебек зур планеталардан башка тагын йөзләгән бик кечкенә, хәтта телескоп аша да көчкә-көчкә генә күренә торган күк җисемнәре булуын белә идем.

Я знал, что, кроме таких больших планет, как Земля, Юпитер, Марс, Венера, существуют еще сотни других и среди них такие маленькие, что их даже в телескоп трудно разглядеть.

Я знал, что, кроме таких больших планет, как Земля, Юпитер, Марс, Венера, существуют еще сотни других и среди них такие маленькие, что их даже в телескоп трудно разглядеть.
|#
))

(test
 "әуендей"
  '(
    ("^әуен<n><sim>$" ("@әуен") ("как  напев" "как  мотив" "как  мелодия") ("like music"))
    ("^әуен<n><sim><nom>$" ("@әуен") ("как  напев" "как  мотив" "как  мелодия") ("like music"))
    ("^әуен<n><sim>+е<cop><aor><p3><pl>$" ("\\@әуен") ("напев" "мотив" "мелодия") ("#music"))
    ("^әуен<n><sim>+е<cop><aor><p3><sg>$" ("\\@әуен") ("напев" "мотив" "мелодия") ("#music"))
    ("^әуен<n><sim><nom>+е<cop><aor><p3><pl>$" ("\\@әуен") ("напев" "мотив" "мелодия") ("music"))
    ("^әуен<n><sim><nom>+е<cop><aor><p3><sg>$" ("\\@әуен") ("напев" "мотив" "мелодия") ("music"))
#|
Сенің басқан қадамың жанға жайлы ӘУЕНДЕЙ мені інімнен шығуға шақырар еді.

Синең баскан адымың янга җайлы *әуендей мине энемнән чыгуга чакырыр иде.

Ләкин синең йөрешең, сихерле көй кебек, мине үзенә чакырыр иде, һәм мин яшеренгән урынымнан чыгар идем.

Но твоя походка позовет меня, точно музыка, и я выйду из своего убежища.

Но твоя походка позовет меня, точно музыка, и я выйду из своего убежища.
|#
))

(test
 "әшкере"
  '(
    ("^әшкере<adj>$" ("@әшкере") ("\\@әшкере") ("\\@әшкере"))
    ("^әшкере<n><nom>$" ("@әшкере") ("\\@әшкере") ("\\@әшкере"))
    ("^әшкере<n><attr>$" ("@әшкере") ("\\@әшкере") ("\\@әшкере"))
    ("^әшкере<adj><advl>$" ("@әшкере") ("\\@әшкере") ("\\@әшкере"))
    ("^әшкере<adj><subst><nom>$" ("@әшкере") ("у \\@әшкере") ("\\@әшкере"))
    ("^әшкере<adj>+е<cop><aor><p3><pl>$" ("\\@әшкере") ("\\@әшкере") ("\\@әшкере"))
    ("^әшкере<adj>+е<cop><aor><p3><sg>$" ("\\@әшкере") ("\\@әшкере") ("\\@әшкере"))
    ("^әшкере<n><nom>+е<cop><aor><p3><pl>$" ("\\@әшкере") ("\\@әшкере") ("\\@әшкере"))
    ("^әшкере<n><nom>+е<cop><aor><p3><sg>$" ("\\@әшкере") ("\\@әшкере") ("\\@әшкере"))
    ("^әшкере<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@әшкере") ("у \\@әшкере") ("\\@әшкере"))
    ("^әшкере<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@әшкере") ("у \\@әшкере") ("\\@әшкере"))
#|
Өтірігі ӘШКЕРЕ болып қалғанына намыстанып кеткен ол Кішкентай ханзаданың өзін кінәлі сезіндіру үшін екі-үш рет жөтеліп жіберді де:

Ялганы *әшкере булып калганына *намыстанып киткән ул Кечкенә ханзадәнең үзен гаепле *сезіндіру өчен ике-өч тапкыр *жөтеліп җибәрде дә:

Сылукайның үзенә дә уңайсыз булып китә, ахрысы. Ул, Нәни принцны оялтырга уйлап, бер-ике тапкыр йөткергәләп куя да:

Красавица смутилась, потом кашлянула раз-другой, чтобы Маленький принц почувствовал, как он перед нею виноват:

Красавица смутилась, потом кашлянула раз-другой, чтобы Маленький принц почувствовал, как он перед нею виноват:
|#
))

(test
 "бағынышты"
  '(
    ("^бағыныш<n><acc>$" ("@бағыныш") ("подчинение") ("abidance" "#obeyance" "obedience" "dependence"))
    ("^бағынышты<adj>$" ("@бағынышты") ("\\@бағынышты") ("\\@бағынышты"))
    ("^бағыныш<n>+лы<post>$" ("\\@бағыныш") ("подчинении") ("without abidance" "without #obeyance" "without obedience" "without dependence"))
    ("^бағынышты<adj>+е<cop><aor><p3><pl>$" ("\\@бағынышты") ("\\@бағынышты") ("\\@бағынышты"))
    ("^бағынышты<adj>+е<cop><aor><p3><sg>$" ("\\@бағынышты") ("\\@бағынышты") ("\\@бағынышты"))
#|
- Кетпе, - деді патша БАҒЫНЫШТЫ адам тапқанына масаттанып.

- Китмә, - диде патша *бағынышты адәм тапканына *масаттанып.

— Кал! — ди король, — үзенә буйсыныр кеше табылганга бик горурланган була ул.

— Останься! — сказал король: он был очень горд тем, что у него нашелся подданный, и не хотел с ним расставаться.

— Останься! — сказал король: он был очень горд тем, что у него нашелся подданный, и не хотел с ним расставаться.
|#
))

(test
 "байқата"
  '(
    ("^байқат<v><tv><gna_impf>$" ("@байқат") ("#показать" "показывая") ("\\@байқат"))
    ("^байқат<v><tv><prc_impf>$" ("@байқат") ("#показать" "показывая") ("\\@байқат"))
#|
Ол біраз үндемей қалғаннан кейін барып даусынан әлдеқандай ренішті БАЙҚАТА былай деп салды:

Ул бераз өндәмичә/өндәмаача калганнан соң барып тавышыннан *әлдеқандай *ренішті *байқата болай дип салды:

Бераз тын торганнан соң, ул ярыйсы ук ачулы тавыш белән болай диде:

Наступило молчание. Потом он сказал почти сердито:

Наступило молчание. Потом он сказал почти сердито:
|#
))

(test
 "байсалды"
  '(
    ("^байсалды<adj>$" ("@байсалды") ("спокойный") ("calm" "fluent"))
    ("^байсалды<adj><advl>$" ("@байсалды") ("спокойный") ("calm" "fluent"))
    ("^байсалды<adj><subst><nom>$" ("@байсалды") ("у спокойного") ("undisturbed"))
    ("^байсалды<adj>+е<cop><aor><p3><pl>$" ("\\@байсалды") ("спокойный") ("calm" "fluent"))
    ("^байсалды<adj>+е<cop><aor><p3><sg>$" ("\\@байсалды") ("спокойный") ("calm" "fluent"))
    ("^байсалды<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@байсалды") ("у спокойного") ("undisturbed"))
    ("^байсалды<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@байсалды") ("у спокойного") ("undisturbed"))
#|
- Ә, сен әлі осында ма едің? Бес жүз миллион... не екенін... ұмытып қалдым... Менің қыруар жұмысым бар! Мен БАЙСАЛДЫ адаммын. Бос мылжыңмен айналысуға уақытым жоқ! Екіге бесті қоссақ – жеті...

- Ә, син әле шушындамы идең? Биш йөз миллион... ни икәнен... онытып калдым... Минем кыруар эшем бар! Мин *байсалды азагыммын. Буш *мылжыңмен шөгыльләнүгә вакытым юк! Икегә бишне кушсак – җиде...

— Ә? Син мондамыни әле! Биш йөз миллион... Нәрсә икәнен дә белмим инде... Эшем муеннан! Җитди кеше мин, такылдап торырга вакытым юк! Икегә бишне — җиде...

— А? Ты еще здесь? Пятьсот миллионов... Уж не знаю, чего... У меня столько работы! Я человек серьезный, мне не до болтовни! Два да пять — семь... 

— А? Ты еще здесь? Пятьсот миллионов... Уж не знаю, чего... У меня столько работы! Я человек серьезный, мне не до болтовни! Два да пять — семь... 
|#
))

(test
 "байыптайды"
  '(
    ("^байып<n><sim><acc>$" ("@байып") ("как  соображение") ("like point"))
#|
«Мынау өзі менің маскүнемім сияқты БАЙЫПТАЙДЫ екен» деп ойлады Кішкентай ханзада.

«Менә бу үзе минем эчкечем кыяфәтне *байыптайды икән» дип уйлады Кечкенә ханзадә.

"Бу да теге сәрхуш шикелле фикер йөртә икән", — дип уйлый Нәни принц.

"Он рассуждает почти как пьяница", — подумал Маленький принц.

"Он рассуждает почти как пьяница", — подумал Маленький принц.
|#
))

(test
 "байыптап"
  '(
    ("^байыптап<adv>$" ("\\@байыптап") ("\\@байыптап") ("carefully"))
#|
Көзімді уқалап жіберіп, төңірегіме БАЙЫПТАП қарадым.

Күземне уып җибәреп, тирә-ягыма *байыптап карадым.

Күзләремне угаладым. Як-ягыма карандым.

Протер глаза. Стал осматриваться.

Протер глаза. Стал осматриваться.
|#
))

(test
 "бақырайып"
  '(
    ("^бақырай<v><iv><gna_perf>$" ("@бақырай") ("\\@бақырай") ("\\@бақырай"))
    ("^бақырай<v><iv><prc_perf>$" ("@бақырай") ("\\@бақырай") ("\\@бақырай"))
#|
Өстіп мен аяқ астынан пайда болған құбылысқа көзім БАҚЫРАЙЫП таңғала қарап тұрдым.

Шулай итеп мин аяк астыннан файда булган үзгәрешкә күзем *бақырайып *таңғала карадым.

Күземне шар ачып, гадәти булмаган бу хәлне тамаша кыла башладым.

Итак, я во все глаза смотрел на это необычайное явление.

Итак, я во все глаза смотрел на это необычайное явление.
|#
))

(test
 "бақытсыздығын"
  '(
    ("^бақытсыздық<n><px3sp><acc>$" ("@бақытсыздық") ("несчастье") ("unhappiness"))
#|
Кішкентай ханзада осылай деп, дауыстап күліп жібергені менің намысыма қатты тиді. Біреудің БАҚЫТСЫЗДЫҒЫН күлкіге айналдырғанды кім жақсы көрсін.

Кечкенә ханзадә #шушы дип, кычкырып көлеп җибәргәне минем намусыма каты тиде. Берәүнең *бақытсыздығын көлкегә әйләндергәнне кем яратсын.

Нәни принц яңгыратып көлеп куйды. Бәлагә тарыган чагымда аның болай көлеп торуы ачуымны чыгарды.

И Маленький принц звонко засмеялся, так что меня взяла досада: я люблю, чтобы к моим злоключениям относились серьезно.

И Маленький принц звонко засмеялся, так что меня взяла досада: я люблю, чтобы к моим злоключениям относились серьезно.
|#
))

(test
 "бақытсыздыққа"
  '(
    ("^бақытсыздық<n><dat>$" ("@бақытсыздық") ("в  несчастью") ("to unhappiness"))
#|
Олардың көптеген БАҚЫТСЫЗДЫҚҚА душар ететіні де сол себептен.

Аларның күмәкләгән *бақытсыздыққа *душар иткәне дә шул сәбәптән.

Шуңа күрә алар безгә бәла-каза китерәләр дә.

Вот почему они доставляют нам столько неприятностей.

Вот почему они доставляют нам столько неприятностей.
|#
))

(test
 "балақай"
  '(
    ("^балақай<n><nom>$" ("@балақай") ("#детко" "мальчишка") ("charming boy"))
    ("^балақай<n><attr>$" ("@балақай") ("#детко" "мальчишка") ("charming boy"))
    ("^балақай<n><nom>+е<cop><aor><p3><pl>$" ("\\@балақай") ("#детко" "мальчишка") ("charming boy"))
    ("^балақай<n><nom>+е<cop><aor><p3><sg>$" ("\\@балақай") ("#детко" "мальчишка") ("charming boy"))
#|
Егерде сол мезетте бір БАЛАҚАЙ сізге жақындап келіп күлсе, егерде оның алтындай сары шаштары болса, сіздің сұрағыңызға жауап қайтармаса, сіз, әрине, оның кім екенін түсіне қоясыз.

Игәүләрдә сул *мезетте бер *балақай Сезгә якынлашып килеп көлсә, игәүләрдә аның алтындай сары чәчләре булса, Сезнең соравыгызга җавап кайтармаса, Сез, әлбәттә, аның кем икәнен төшенә куясыз.

Әгәр яныгызга яңгыратып көлә торган һәм сорауларыгызга җавап бирми торган алтынсу чәчле малай килсә, сез инде, билгеле, аның кем икәнен аңларсыз.

И если к вам подойдет маленький мальчик с золотыми волосами, если он будет звонко смеяться и ничего не ответит на ваши вопросы, вы, уж конечно, догадаетесь, кто он такой.

И если к вам подойдет маленький мальчик с золотыми волосами, если он будет звонко смеяться и ничего не ответит на ваши вопросы, вы, уж конечно, догадаетесь, кто он такой.
|#
))

(test
 "балауса"
  '(
    ("^балауса<n><nom>$" ("@балауса") ("\\@балауса") ("glaze" "#succulent grass"))
    ("^балауса<n><attr>$" ("@балауса") ("\\@балауса") ("glaze" "#succulent grass"))
    ("^балауса<n><nom>+е<cop><aor><p3><pl>$" ("\\@балауса") ("\\@балауса") ("glaze" "#succulent grass"))
    ("^балауса<n><nom>+е<cop><aor><p3><sg>$" ("\\@балауса") ("\\@балауса") ("glaze" "#succulent grass"))
#|
Баобаб пен раушан гүл бұтасы БАЛАУСА шақтарында өте ұқсас. Сондықтан баобабты ажырата салысымен, күнделікті отап отыруға тиіссің.

*Баобаб белән *раушан гөл куагы *балауса чакларында бик охшаш. Шунлыктан *баобабты #аер *салысымен, көндәлек утауга тиешсең.

Баобаб белән гөләп үсентеләре башта бер-берсенә охшап тора. Аларны аерып була башлагач ук, вакытны сузмыйча, баобабларны утарга кирәк.

Непременно надо каждый день выпалывать баобабы, как только их уже можно отличить от розовых кустов: молодые ростки у них почти одинаковые.

Непременно надо каждый день выпалывать баобабы, как только их уже можно отличить от розовых кустов: молодые ростки у них почти одинаковые.
|#
))

(test
 "балғамен"
  '(
    ("^балға<n><ins>$" ("@балға белән") ("с  молотом" "с  молотком") ("with hammer"))
#|
Дәл сол мезетте: «Егер мына бұранда қатайған күйінде тұра берсе, БАЛҒАМЕН бір ұрып сындырамын» деп ойлап тұрғанмын.

Нәкъ сул *мезетте: «Игәүләр мына *бұранда *қатайған көендә тора бирсә, *балғамен бер ырып сындырам» дип уйлаганмын.

"Әгәр бу болт хәзер дә бирешмәсә, мин аны чүкеч белән бәреп сындырачакмын", — дип уйладым.

В ту минуту я говорил себе: "Если этот болт и сейчас не поддастся, я так стукну по нему молотком, что он разлетится вдребезги".

В ту минуту я говорил себе: "Если этот болт и сейчас не поддастся, я так стукну по нему молотком, что он разлетится вдребезги".
|#
))

(test
 "баобаб"
  '(
    ("^баобаб<n><nom>$" ("@баобаб") ("баобаб") ("baobab"))
    ("^баобаб<n><attr>$" ("@баобаб") ("баобаб") ("baobab"))
    ("^баобаб<n><nom>+е<cop><aor><p3><pl>$" ("\\@баобаб") ("баобаб") ("baobab"))
    ("^баобаб<n><nom>+е<cop><aor><p3><sg>$" ("\\@баобаб") ("баобаб") ("baobab"))
#|
Осылайша мен БАОБАБ қасіреті туралы үшінші күні білдім.

Шул рәвешчә мин *баобаб хәсрәте турында өченче көнне белдем.

Өченче көнне мин баобаблар фаҗигасе турында белдем.

Так, на третий день я узнал о трагедии с баобабами.

Так, на третий день я узнал о трагедии с баобабами.
|#
))

(test
 "баобабқа"
  '(
    ("^баобаб<n><dat>$" ("@баобаб") ("в  баобабу") ("to baobab"))
#|
Ал егер БАОБАБҚА ерік берсең, пәлеге душар боласың.

Ә игәүләр *баобабқа ирек бирсәң, *пәлеге дучар буласың.

Ә менә баобабларга ирек куйсаң, бәхетсезлек киләсен көт тә тор.

Но если дашь волю баобабам, беды не миновать.

Но если дашь волю баобабам, беды не миновать.
|#
))

(test
 "баобабтан"
  '(
    ("^баобаб<n><abl>$" ("@баобаб") ("из  баобаба") ("from baobab"))
    ("^баобаб<n><abl>+е<cop><aor><p3><pl>$" ("\\@баобаб") ("баобаба") ("from baobab"))
    ("^баобаб<n><abl>+е<cop><aor><p3><sg>$" ("\\@баобаб") ("баобаба") ("from baobab"))
#|
Егер уақытысында құртпасаң, БАОБАБТАН ешқашан да құтыла алмайсың.

Игәүләр вакытында юк итмәсәң, *баобабтан һичкайчан да котыла алмыйсың.

Әгәр баобаб үрентеләрен вакытында танып йолкымасаң — соңыннан аннан котылырмын димә.

А если баобаб не распознать вовремя, потом от него уже не избавишься.

А если баобаб не распознать вовремя, потом от него уже не избавишься.
|#
))

(test
 "баобабтар"
  '(
    ("^баобаб<n><pl><nom>$" ("@баобаб") ("баобабы") ("baobabs"))
    ("^баобаб<n><pl><nom>+е<cop><aor><p3><pl>$" ("\\@баобаб") ("баобабы") ("baobabs"))
    ("^баобаб<n><pl><nom>+е<cop><aor><p3><sg>$" ("\\@баобаб") ("баобабы") ("baobabs"))
#|
Олар БАОБАБТАР сықылды өздерін маңызды санайды.

Алар *баобабтар *сықылды үзләрен мәгънәне саный.

Үз-үзләренә баобаблардай мәһабәт булып күренәләр алар.

Они кажутся сами себе величественными, как баобабы.

Они кажутся сами себе величественными, как баобабы.
|#
))

(test
 "баобабтарды"
  '(
    ("^баобаб<n><pl><acc>$" ("@баобаб") ("баобабы") ("baobabs"))
#|
Кішкентай ханзада оған қоса былай деді: - Демек, қой БАОБАБТАРДЫ да жейтін болғаны ғой?

Кечкенә ханзадә аңа өстәп болай диде: - Димәкче, бит *баобабтарды да ашый торган булганы бит?

Ләкин Нәни принц: — Димәк, алар баобабларны да ашыйлар? — дип өстәде.

Но Маленький принц прибавил: — Значит, они и баобабы тоже едят?

Но Маленький принц прибавил: — Значит, они и баобабы тоже едят?
|#
))

(test
 "баобабтарымды"
  '(
    ("^баобаб<n><pl><px1sg><acc>$" ("@баобаб") ("баобабы") ("my baobabs"))
#|
- Немене?! Ал мен салған БАОБАБТАРЫМДЫ мақтаныш тұтып жүрсем!

- *Немене?! Ә мин салган *баобабтарымды мактаныч *тұтып йөрсәм!

Ә мин үземнең баобабларым белән шундый горурлана идем!

А я-то так гордился своими баобабами!

А я-то так гордился своими баобабами!
|#
))

(test
 "баобабтарың"
  '(
    ("^баобаб<n><pl><px2sg><nom>$" ("@баобаб") ("ваши баобабы") ("baobabs"))
    ("^баобаб<n><pl><px2sg><nom>+е<cop><aor><p3><pl>$" ("\\@баобаб") ("баобабы") ("baobabs"))
    ("^баобаб<n><pl><px2sg><nom>+е<cop><aor><p3><sg>$" ("\\@баобаб") ("баобабы") ("baobabs"))
#|
- Сенің БАОБАБТАРЫҢ аздап қырыққабаттарға ұқсайды екен...

- Синең *баобабтарың *аздап *қырыққабаттарға #охша...

— Синең баобабларың кәбестәгә охшаган...

— Баобабы у тебя похожи на капусту...

— Баобабы у тебя похожи на капусту...
|#
))

(test
 "баобабты"
  '(
    ("^баобаб<n><acc>$" ("@баобаб") ("баобаб") ("baobab"))
    ("^баобаб<n>+лы<post>$" ("\\@баобаб") ("баобабе") ("without baobab"))
#|
Баобаб пен раушан гүл бұтасы балауса шақтарында өте ұқсас. Сондықтан БАОБАБТЫ ажырата салысымен, күнделікті отап отыруға тиіссің.

*Баобаб белән *раушан гөл куагы *балауса чакларында бик охшаш. Шунлыктан *баобабты #аер *салысымен, көндәлек утауга тиешсең.

Баобаб белән гөләп үсентеләре башта бер-берсенә охшап тора. Аларны аерып була башлагач ук, вакытны сузмыйча, баобабларны утарга кирәк.

Непременно надо каждый день выпалывать баобабы, как только их уже можно отличить от розовых кустов: молодые ростки у них почти одинаковые.

Непременно надо каждый день выпалывать баобабы, как только их уже можно отличить от розовых кустов: молодые ростки у них почти одинаковые.
|#
))

(test
 "баобабтың"
  '(
    ("^баобаб<n><gen>$" ("@баобаб") ("баобаба") ("of baobab"))
#|
Мен БАОБАБТЫҢ бұта емес, шіркеудің биіктігімен бірдей үлкен ағаш екенін, пілдердің бір үйірін жинап апарса да, баобабтың біреуін де жеп бітіре алмайтынын түсіндіріп бақтым.

Мин *баобабтың куак түгел, чиркәүнең биеклеге белән бердәй өлкән агач икәнен, филләрнең бер *үйірін җыеп алып барса да, *баобабтың берәвене дә ашап бетерә алмаганын аңлатып бактым.

Мин аңа баобабларның куак түгел, ә чиркәү манарасы биеклегендәге агач булуын, хәтта көтүе белән филләр килсә дә, бер баобабны да ашап бетерә алмауларын әйттем.

Я возразил, что баобабы — не кусты, а огромные деревья, вышиной с колокольню, и, если даже он приведет целое стадо слонов, им не съесть и одного баобаба.

Я возразил, что баобабы — не кусты, а огромные деревья, вышиной с колокольню, и, если даже он приведет целое стадо слонов, им не съесть и одного баобаба.
|#
))

(test
 "батылдығы"
  '(
    ("^батылдық<n><px3sp><nom>$" ("@батылдық") ("смелость") ("hardiness"))
    ("^батылдық<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@батылдық") ("смелость") ("hardiness"))
    ("^батылдық<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@батылдық") ("смелость") ("hardiness"))
#|
Оның БАТЫЛДЫҒЫ кеміп, еңсесі түсейін деген сияқты.

Аның *батылдығы *кеміп, *еңсесі төшим дигән кыяфәтне.

Аның күңеле төште.

Он немного пал духом.

Он немного пал духом.
|#
))

(test
 "баяу"
  '(
    ("^баяу<adj>$" ("@баяу") ("медленный") ("\\@баяу"))
    ("^баяу<adv>$" ("\\@баяу") ("медленно") ("weakly"))
    ("^баяу<adj><subst><nom>$" ("@баяу") ("у медленного") ("\\@баяу"))
    ("^баяу<adj>+е<cop><aor><p3><pl>$" ("\\@баяу") ("медленный") ("\\@баяу"))
    ("^баяу<adj>+е<cop><aor><p3><sg>$" ("\\@баяу") ("медленный") ("\\@баяу"))
    ("^баяу<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@баяу") ("у медленного") ("\\@баяу"))
    ("^баяу<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@баяу") ("у медленного") ("\\@баяу"))
#|
Қалтамды ақтарып, тапаншамды іздеген қалпымша жыланға қарай жүгірдім. Бірақ менің тысырымды естіп қалған жылан асығып-аптықпай, жай ғана құмға сіңіп бара жатқан бұлақтай БАЯУ иреңдеп барып, жездей сыңғыр етті де, тастардың саңылауына кіріп кетті.

Кесәмне *ақтарып, *тапаншамды эзләгән #калып еланга таба йөгердем. Әмма минем *тысырымды ишетеп калган елан ашыгып-*аптықпай, хәл генә комга *сіңіп барган *бұлақтай *баяу *иреңдеп барып, җиздәй *сыңғыр итне дә, ташларның *саңылауына кереп китте.

Кесәдәге револьверны капшый-капшый, мин аңа таба атылдым, ләкин елан, аяк тавышларын ишетеп, ком өстендәге чишмә суыдай, юкка чыкты, аннары, ишетелер-ишетелмәс кенә зеңгелдәп, ташлар арасына кереп югалды.

Нащупывая в кармане револьвер, я бегом бросился к ней, но при звуке шагов змейка тихо заструилась по песку, словно умирающий ручеек, и с еле слышным металлическим звоном неторопливо скрылась меж камней.

Нащупывая в кармане револьвер, я бегом бросился к ней, но при звуке шагов змейка тихо заструилась по песку, словно умирающий ручеек, и с еле слышным металлическим звоном неторопливо скрылась меж камней.
|#
))

(test
 "бәле"
  '(
    ("^бәле<n><nom>$" ("@бәле") ("\\@бәле") ("adversity"))
    ("^бәле<n><attr>$" ("@бәле") ("\\@бәле") ("adversity"))
    ("^бәле<n><nom>+е<cop><aor><p3><pl>$" ("\\@бәле") ("\\@бәле") ("adversity"))
    ("^бәле<n><nom>+е<cop><aor><p3><sg>$" ("\\@бәле") ("\\@бәле") ("adversity"))
#|
«Бірде болмаса бірде босанып кетсе БӘЛЕ болғаны! Бір күні кешкісін шыны қалпақты жабуды ұмытып кетсе немесе түн ішінде қошақан сыбдырсыз босанып кетсе...»

«Бердә булмаса бердә *босанып китсә *бәле булганы! Бер көнне кичен пыяла *қалпақты ябуны онытып китсә яисә төн эчендә *қошақан *сыбдырсыз *босанып китсә...»

"Хәтерең чуалып киткән чаклар да була бит... Андый чакта ниләр булмас! Бәлки, ул бер кичне пыяла капкач турында онытыр, йә булмаса, бәрән төнлә шыпырт кына чыгып китәр..."

"Бываешь же порой рассеянным... тогда все может случиться! Вдруг он как-нибудь вечером забыл про стеклянный колпак или барашек ночью втихомолку выбрался на волю..."

"Бываешь же порой рассеянным... тогда все может случиться! Вдруг он как-нибудь вечером забыл про стеклянный колпак или барашек ночью втихомолку выбрался на волю..."
|#
))

(test
 "бәлендей"
  '(
    ("^бәлендей<adj>$" ("@бәлендей") ("\\@бәлендей") ("\\@бәлендей"))
    ("^бәлендей<adj><advl>$" ("@бәлендей") ("\\@бәлендей") ("\\@бәлендей"))
    ("^бәлендей<adj><subst><nom>$" ("@бәлендей") ("у \\@бәлендей") ("\\@бәлендей"))
    ("^бәлендей<adj>+е<cop><aor><p3><pl>$" ("\\@бәлендей") ("\\@бәлендей") ("\\@бәлендей"))
    ("^бәлендей<adj>+е<cop><aor><p3><sg>$" ("\\@бәлендей") ("\\@бәлендей") ("\\@бәлендей"))
    ("^бәлендей<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@бәлендей") ("у \\@бәлендей") ("\\@бәлендей"))
    ("^бәлендей<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@бәлендей") ("у \\@бәлендей") ("\\@бәлендей"))
#|
|#
))

(test
 "бейхабар"
  '(
    ("^бейхабар<adj>$" ("@бейхабар") ("неосведомленный") ("\\@бейхабар"))
    ("^бейхабар<adj><advl>$" ("@бейхабар") ("неосведомленный") ("\\@бейхабар"))
    ("^бейхабар<adj><subst><nom>$" ("@бейхабар") ("у неосведомленного") ("\\@бейхабар"))
    ("^бейхабар<adj>+е<cop><aor><p3><pl>$" ("\\@бейхабар") ("неосведомленный") ("\\@бейхабар"))
    ("^бейхабар<adj>+е<cop><aor><p3><sg>$" ("\\@бейхабар") ("неосведомленный") ("\\@бейхабар"))
    ("^бейхабар<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@бейхабар") ("у неосведомленного") ("\\@бейхабар"))
    ("^бейхабар<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@бейхабар") ("у неосведомленного") ("\\@бейхабар"))
#|
Талайдан бері қасында төніп тұрған қауіпті байқамаған, өзім сияқты БЕЙХАБАР болған достарымды сақтандырып қою үшін, бұл суретті салуға бар күшімді жұмсадым.

Шактыйдан бирле кашында туган хәвефне карамаган, үзем кыяфәтне *бейхабар булган #дус кисәтеп куе өчен, бу рәсемне салуга бар көчемне җибәрдем.

Дусларымны инде күптәннән сагалаган куркынычтан аралап каласым килә. Кайчандыр мин үзем шикләнмәгән кебек, алар да бу хәвеф турында белмиләр, шикләнмиләр бит. Менә ни өчен әлеге рәсемне бик тырышып ясадым.

Я хочу предупредить моих друзей об опасности, которая давно уже их подстерегает, а они даже не подозревают о ней, как не подозревал прежде и я. Вот почему я так трудился над этим рисунком,

Я хочу предупредить моих друзей об опасности, которая давно уже их подстерегает, а они даже не подозревают о ней, как не подозревал прежде и я. Вот почему я так трудился над этим рисунком,
|#
))

(test
 "белбеу"
  '(
    ("^белбеу<n><nom>$" ("@белбеу") ("пояс" "ремень") ("belt"))
    ("^белбеу<n><attr>$" ("@белбеу") ("пояс" "ремень") ("belt"))
    ("^белбеу<n><nom>+е<cop><aor><p3><pl>$" ("\\@белбеу") ("пояс" "ремень") ("belt"))
    ("^белбеу<n><nom>+е<cop><aor><p3><sg>$" ("\\@белбеу") ("пояс" "ремень") ("belt"))
#|
Кішкентай ханзада үшін суретін салып берген тұмылдырыққа қайыс БЕЛБЕУ қосып беруді ұмытып кетіппін!

Кечкенә ханзадә өчен рәсемен салып биргән *тұмылдырыққа каеш *белбеу кушып бирүне онытып #кит!

Бәрәнгә борынчык ясаганда, мин тезген турында бөтенләй онытканмын!

Когда я рисовал намордник для барашка, я забыл про ремешок!

Когда я рисовал намордник для барашка, я забыл про ремешок!
|#
))

(test
 "бишілерінің"
  '(
    ("^биші<n><pl><px3sp><gen>$" ("@биші") ("танцоров" "танцовщиков" "танцовщиц") ("of dancers"))
#|
Бұл әскер қозғалысы опера театрындағы балет БИШІЛЕРІНІҢ біркелкі қимылдарын еске түсіргендей еді.

Бу гаскәр хәрәкәте опера театрындагы балет *бишілерінің *біркелкі хәрәкәтләрен искә төшергәндәй иде.

Бу армиянең хәрәкәт итүе, нәкъ балеттагы кебек, гаҗәеп төгәл ритмга буйсынган.

Движения этой армии подчинялись точнейшему ритму, совсем как в балете.

Движения этой армии подчинялись точнейшему ритму, совсем как в балете.
|#
))

(test
 "биязы"
  '(
    ("^биязы<adj>$" ("@биязы") ("изящный") ("\\@биязы"))
    ("^биязы<adj><advl>$" ("@биязы") ("изящный") ("\\@биязы"))
    ("^биязы<adj><subst><nom>$" ("@биязы") ("у изящного") ("\\@биязы"))
    ("^биязы<adj>+е<cop><aor><p3><pl>$" ("\\@биязы") ("изящный") ("\\@биязы"))
    ("^биязы<adj>+е<cop><aor><p3><sg>$" ("\\@биязы") ("изящный") ("\\@биязы"))
    ("^биязы<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@биязы") ("у изящного") ("\\@биязы"))
    ("^биязы<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@биязы") ("у изящного") ("\\@биязы"))
#|
Менің достым маған түсінушілікпен БИЯЗЫ жымиып: - Өзің де көріп тұрсың... бұл қой емес, қошқар ғой. Мұның мүйіздері бар...

Минем *достым миңа аңлау белән *биязы елмаеп: - Үзең дә күрәсең... бу бит түгел, кучкар бит. Моның мөгезләре бар...

Дустым бу юлы елмаеп куйды. — Үзең күреп торасың, — диде ул, — бу бит бәрән түгел. Бу — зур тәкә. Әнә мөгезләре...

Мой новый друг мягко, снисходительно улыбнулся. — Ты же сам видишь, — сказал он, — это не барашек. Это большой баран. У него рога...

Мой новый друг мягко, снисходительно улыбнулся. — Ты же сам видишь, — сказал он, — это не барашек. Это большой баран. У него рога...
|#
))

(test
 "білгіш"
  '(
    ("^білгіш<n><nom>$" ("@білгіш") ("знаток") ("#well-versed"))
    ("^білгіш<n><attr>$" ("@білгіш") ("знаток") ("#well-versed"))
    ("^білгіш<n><nom>+е<cop><aor><p3><pl>$" ("\\@білгіш") ("знаток") ("#well-versed"))
    ("^білгіш<n><nom>+е<cop><aor><p3><sg>$" ("\\@білгіш") ("знаток") ("#well-versed"))
#|
|#
))

(test
 "біразға"
  '(
    ("^біраз<n><dat>$" ("@біраз") ("\\@біраз") ("to \\@біраз"))
#|
|#
))

(test
 "біраздан"
  '(
    ("^біраз<n><abl>$" ("@біраз") ("\\@біраз") ("from \\@біраз"))
    ("^біраз<n><abl>+е<cop><aor><p3><pl>$" ("\\@біраз") ("\\@біраз") ("from \\@біраз"))
    ("^біраз<n><abl>+е<cop><aor><p3><sg>$" ("\\@біраз") ("\\@біраз") ("from \\@біраз"))
#|
|#
))

(test
 "бірдебір"
  '(
    ("^*бірдебір$" ("*бірдебір") ("*бірдебір") ("*бірдебір"))
#|
|#
))

(test
 "бірдеңе"
  '(
    ("^бірдеңе<prn><ind><nom>$" ("@бірдеңе") ("\\@бірдеңе") ("where"))
    ("^бірдеңе<prn><ind><nom>+е<cop><aor><p3><pl>$" ("\\@бірдеңе") ("\\@бірдеңе") ("where #be"))
    ("^бірдеңе<prn><ind><nom>+е<cop><aor><p3><sg>$" ("\\@бірдеңе") ("\\@бірдеңе") ("where is"))
#|
Адамдар БІРДЕҢЕ білейін деп талпынбайды, оған тіпті уақыттары жоқ.

Адәмнәр *бірдеңе белим дип талпынмый, аңа #тел вакытлары юк.

— Ни дә булса белергә кешеләрнең вакытлары җитми.

— У людей уже не хватает времени что-либо узнавать.

— У людей уже не хватает времени что-либо узнавать.
|#
))

(test
 "бірісің"
  '(
    ("^*бірісің$" ("*бірісің") ("*бірісің") ("*бірісің"))
#|
|#
))

(test
 "біркелкі"
  '(
    ("^біркелкі<adj>$" ("@біркелкі") ("одинаковый") ("\\@біркелкі"))
    ("^біркелкі<adv>$" ("\\@біркелкі") ("\\@біркелкі") ("evenly"))
    ("^біркелкі<adj><advl>$" ("@біркелкі") ("одинаковый") ("\\@біркелкі"))
    ("^біркелкі<adj><subst><nom>$" ("@біркелкі") ("у одинакового") ("\\@біркелкі"))
    ("^біркелкі<adj>+е<cop><aor><p3><pl>$" ("\\@біркелкі") ("одинаковый") ("\\@біркелкі"))
    ("^біркелкі<adj>+е<cop><aor><p3><sg>$" ("\\@біркелкі") ("одинаковый") ("\\@біркелкі"))
    ("^біркелкі<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@біркелкі") ("у одинакового") ("\\@біркелкі"))
    ("^біркелкі<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@біркелкі") ("у одинакового") ("\\@біркелкі"))
#|
Егер олар жақсылап тазартылса, атылмай БІРКЕЛКІ әрі жай жанады емес пе.

Игәүләр алар яхшылап *тазартылса, атылмыйча *біркелкі һәм хәл яна түгелме.

Яхшылап чистарткач, вулканнар әкрен һәм тыныч кына яна башлыйлар икән.

Когда вулканы аккуратно чистишь, они горят ровно и тихо, без всяких извержений.

Когда вулканы аккуратно чистишь, они горят ровно и тихо, без всяких извержений.
|#
))

(test
 "бірқалыптылығынан"
  '(
    ("^бірқалыптылық<n><px3sp><abl>$" ("@бірқалыптылық") ("\\@бірқалыптылық") ("from normality"))
    ("^бірқалыптылық<n><px3sp><abl>+е<cop><aor><p3><pl>$" ("\\@бірқалыптылық") ("\\@бірқалыптылық") ("from normality"))
    ("^бірқалыптылық<n><px3sp><abl>+е<cop><aor><p3><sg>$" ("\\@бірқалыптылық") ("\\@бірқалыптылық") ("from normality"))
#|
Осындай қимылдармен өткен бес минуттан соң Кішкентай ханзада ойынның БІРҚАЛЫПТЫЛЫҒЫНАН жалығып кетті де:

Шушындый хәрәкәтләр белән үткән биш минуттан соң Кечкенә ханзадә уенның *бірқалыптылығынан *жалығып китте дә:

Бер биш минуттан, Нәни принцны, бу уен да туйдыра.

Так минут пять подряд повторялось одно и то же, и Маленькому принцу это наскучило.

Так минут пять подряд повторялось одно и то же, и Маленькому принцу это наскучило.
|#
))

(test
 "бозғылт"
  '(
    ("^бозғылт<adj>$" ("@бозғылт") ("сероватый") ("\\@бозғылт"))
    ("^бозғылт<adj><advl>$" ("@бозғылт") ("сероватый") ("\\@бозғылт"))
    ("^бозғылт<adj><subst><nom>$" ("@бозғылт") ("у сероватого") ("\\@бозғылт"))
    ("^бозғылт<adj>+е<cop><aor><p3><pl>$" ("\\@бозғылт") ("сероватый") ("\\@бозғылт"))
    ("^бозғылт<adj>+е<cop><aor><p3><sg>$" ("\\@бозғылт") ("сероватый") ("\\@бозғылт"))
    ("^бозғылт<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@бозғылт") ("у сероватого") ("\\@бозғылт"))
    ("^бозғылт<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@бозғылт") ("у сероватого") ("\\@бозғылт"))
#|
Айдың сәулесі түскен осы бір БОЗҒЫЛТ маңдайына, жұмулы көздеріне, желмен желбіреген кекіл шаштарына қарап келе жатып терең ойға баттым:

Айның нуры төшкән шушы бер *бозғылт тирәсендәйгә, *жұмулы күзләренә, җил белән *желбіреген *кекіл чәчләренә карап килә ятып тирән уйга баттым:

Ай яктысы төшкән аксыл маңгаена, йомылган керфекләренә, җил тараткан алтынсу чәчләренә карадым, һәм үз-үземә:

При свете луны я смотрел на его бледный лоб, на сомкнутые ресницы, на золотые пряди волос, которые перебирал ветер, и говорил себе:

При свете луны я смотрел на его бледный лоб, на сомкнутые ресницы, на золотые пряди волос, которые перебирал ветер, и говорил себе:
|#
))

(test
 "бойлап"
  '(
    ("^бойла<v><tv><gna_perf>$" ("@бойла") ("\\@бойла") ("\\@бойла"))
    ("^бойла<v><tv><prc_perf>$" ("@бойла") ("\\@бойла") ("\\@бойла"))
    ("^бойлап<adv>$" ("\\@бойлап") ("\\@бойлап") ("\\@бойлап"))
#|
Бірақ бұл жас өркен бірден БОЙЛАП өсуін тоқтатып, гүл жара бастады.

Әмма бу яшь сабак бердән *бойлап үсүен туктатып, гөл яра башлады.

Ләкин күп тә узмый, шытым, үсүдән туктап, чәчәккә бөреләнә.

Но кустик быстро перестал тянуться ввысь, и на нем появился бутон.

Но кустик быстро перестал тянуться ввысь, и на нем появился бутон.
|#
))

(test
 "болғанбысың"
  '(
    ("^*болғанбысың$" ("*болғанбысың") ("*болғанбысың") ("*болғанбысың"))
#|
|#
))

(test
 "босанып"
  '(
    ("^босан<v><iv><gna_perf>$" ("@босан") ("уйдя" "#родить" "#уходить" "сорвавшись" "освободившись") ("\\@босан"))
    ("^босан<v><iv><prc_perf>$" ("@босан") ("уйдя" "#родить" "#уходить" "сорвавшись" "освободившись") ("\\@босан"))
#|
«Бірде болмаса бірде БОСАНЫП кетсе бәле болғаны! Бір күні кешкісін шыны қалпақты жабуды ұмытып кетсе немесе түн ішінде қошақан сыбдырсыз босанып кетсе...»

«Бердә булмаса бердә *босанып китсә *бәле булганы! Бер көнне кичен пыяла *қалпақты ябуны онытып китсә яисә төн эчендә *қошақан *сыбдырсыз *босанып китсә...»

"Хәтерең чуалып киткән чаклар да була бит... Андый чакта ниләр булмас! Бәлки, ул бер кичне пыяла капкач турында онытыр, йә булмаса, бәрән төнлә шыпырт кына чыгып китәр..."

"Бываешь же порой рассеянным... тогда все может случиться! Вдруг он как-нибудь вечером забыл про стеклянный колпак или барашек ночью втихомолку выбрался на волю..."

"Бываешь же порой рассеянным... тогда все может случиться! Вдруг он как-нибудь вечером забыл про стеклянный колпак или барашек ночью втихомолку выбрался на волю..."
|#
))

(test
 "боялды"
  '(
    ("^боя<v><tv><pass><ifi><p3><pl>$" ("@боя") ("оказывается #покрыть" "оказывается #красить" "оказывается #намазать" "оказывается #подвести" "оказывается #окрасить" "оказывается #накрасить" "оказывается #выкрасить" "оказывается #окрашивать" "оказывается #закрашивать" "оказывается #разукрасить") ("are dyed" "are coloured"))
    ("^боя<v><tv><pass><ifi><p3><sg>$" ("@боя") ("оказывается #покрыть" "оказывается #красить" "оказывается #намазать" "оказывается #подвести" "оказывается #окрасить" "оказывается #накрасить" "оказывается #выкрасить" "оказывается #окрашивать" "оказывается #закрашивать" "оказывается #разукрасить") ("is dyed" "is coloured"))
    ("^боял<v><tv><ifi><p3><pl>$" ("@боял") ("оказывается #окраситься") ("\\@боял"))
    ("^боял<v><tv><ifi><p3><sg>$" ("@боял") ("оказывается #окраситься") ("\\@боял"))
#|
|#
))

(test
 "боялып"
  '(
    ("^боя<v><tv><pass><gna_perf>$" ("@боя") ("покрыв" "#красить" "намазав" "подведя" "окрасив" "накрасив" "выкрасив" "#окрашивать" "#закрашивать" "разукрасив") ("are dyed" "are coloured"))
    ("^боя<v><tv><pass><prc_perf>$" ("@боя") ("покрыв" "#красить" "намазав" "подведя" "окрасив" "накрасив" "выкрасив" "#окрашивать" "#закрашивать" "разукрасив") ("are dyed" "are coloured"))
    ("^боял<v><tv><gna_perf>$" ("@боял") ("#окраситься") ("\\@боял"))
    ("^боял<v><tv><prc_perf>$" ("@боял") ("#окраситься") ("\\@боял"))
#|
Сұлулық сәулесіне БОЯЛЫП шыққысы келді.

*Сұлулық нурына *боялып чыгасы килде.

Бик тә, бик тә чибәр булып күренәсе килә аның.

Она хотела показаться во всем блеске своей красоты.

Она хотела показаться во всем блеске своей красоты.
|#
))

(test
 "боянды"
  '(
    ("^боян<v><iv><ifi><p3><pl>$" ("@боян") ("оказывается \\@боян") ("\\@боян"))
    ("^боян<v><iv><ifi><p3><sg>$" ("@боян") ("оказывается \\@боян") ("\\@боян"))
#|
|#
))

(test
 "бөбекке"
  '(
    ("^бөбек<n><dat>$" ("@бөбек") ("к  младенцу") ("to baby" "to child" "to infant"))
#|
Оны кішкене БӨБЕККЕ ұқсатып, құшағыма алдым. Сонда да ол маған құшағымнан сытылып шығып, мен сақтап қала алмайтын құрдымға құлап бара жатқандай сезілді.

Аны кечкенә *бөбекке *ұқсатып, кочагыма алдым. Шулай да ул миңа кочагымнан *сытылып чыгып, мин саклап кала алмый торган *құрдымға егылып #бар сизелде.

Мин аны сабый баланы кочаклагандай кысып кочакладым, ләкин ул барыбер миннән һаман ераклаша, төпсез тирәнлеккә төшеп бара һәм аны саклап калырга минем көчем җитми кебек иде...

Я крепко обнимал его, точно малого ребенка, и, однако, мне казалось, будто он ускользает, проваливается в бездну, и я не в силах его удержать...

Я крепко обнимал его, точно малого ребенка, и, однако, мне казалось, будто он ускользает, проваливается в бездну, и я не в силах его удержать...
|#
))

(test
 "бөкебайын"
  '(
    ("^бөкебай<n><px3sp><acc>$" ("@бөкебай") ("\\@бөкебай") ("scarf"))
#|
Мен оның өмірі тастамайтын алтын түстес сары БӨКЕБАЙЫН шештім. Самайын сулап, су жұтқыздым.

Мин аның гомере ташламый торган алтын *түстес сары *бөкебайын чиштем. *Самайын *сулап, су *жұтқыздым.

Мин аның муенындагы алтынсу шарфын чиштем, чигәләрен чылаттым, эчәргә су бирдем.

Я развязал его неизменный золотой шарф. Смочил ему виски и заставил выпить воды.

Я развязал его неизменный золотой шарф. Смочил ему виски и заставил выпить воды.
|#
))

(test
 "бөлендіріп"
  '(
    ("^бөлендір<v><tv><gna_perf>$" ("@бөлендір") ("\\@бөлендір") ("\\@бөлендір"))
    ("^бөлендір<v><tv><prc_perf>$" ("@бөлендір") ("\\@бөлендір") ("\\@бөлендір"))
#|
|#
))

(test
 "бөлшектеп"
  '(
    ("^бөлшекте<v><tv><gna_perf>$" ("@бөлшекте") ("#делить" "разбив" "#разбирать" "разобрав") ("strip" "mill" "part"))
    ("^бөлшекте<v><tv><prc_perf>$" ("@бөлшекте") ("#делить" "разбив" "#разбирать" "разобрав") ("strip" "mill" "part"))
    ("^бөлшектеп<n><nom>$" ("@бөлшектеп") ("розница") ("\\@бөлшектеп"))
    ("^бөлшектеп<n><attr>$" ("@бөлшектеп") ("розница") ("\\@бөлшектеп"))
    ("^бөлшектеп<n><nom>+е<cop><aor><p3><pl>$" ("\\@бөлшектеп") ("розница") ("\\@бөлшектеп"))
    ("^бөлшектеп<n><nom>+е<cop><aor><p3><sg>$" ("\\@бөлшектеп") ("розница") ("\\@бөлшектеп"))
#|
Егер де планета тым кішкене, ал баобаб ағашы тым көп болса, олар планетаны жарып, БӨЛШЕКТЕП жібереді.

Игәүләр дә планета бик кечкенә, ә *баобаб агачы бик күп булса, алар планетаны ярып, *бөлшектеп җибәрә.

Әгәр дә планета бик кечкенә, ә баобаблар бик күп булса, алар аны кисәкләргә ватып бетерәчәк.

И если планета очень маленькая, а баобабов много, они разорвут ее на клочки.

И если планета очень маленькая, а баобабов много, они разорвут ее на клочки.
|#
))

(test
 "бөтелкелер"
  '(
    ("^бөтелке<n><pl><nom>$" ("@бөтелке") ("бутылки") ("bottles"))
    ("^бөтелке<n><pl><nom>+е<cop><aor><p3><pl>$" ("\\@бөтелке") ("бутылки") ("bottles"))
    ("^бөтелке<n><pl><nom>+е<cop><aor><p3><sg>$" ("\\@бөтелке") ("бутылки") ("bottles"))
#|
- Сен не істеп отырсың? – деп сұрады ол маскүнемнен. Ол келгенде маскүнем бір үймек боп бос БӨТЕЛКЕЛЕР мен тағы бір топ толы бөтелкелердің алдында үнсіз отыр екен.

- Син ни эшлисең? – дип сорады ул эчкечедән. Ул килгәндә эчкече бер *үймек булып буш *бөтелкелер мин тагын бер туп тулы *бөтелкелердің #алд тавышсыз #утыр.

Ул бу планетага килгәндә, сәрхуш, рәт-рәт булып тезелгән буш һәм тулы шешәләр гаскәренә карап, тын гына утыра икән. — Син нишлисең? — дип сорый аннан Нәни принц.

Когда он явился на эту планету, пьяница молча сидел и смотрел на выстроившиеся перед ним полчища бутылок — пустых и полных. — Что это ты делаешь? — спросил Маленький принц.

Когда он явился на эту планету, пьяница молча сидел и смотрел на выстроившиеся перед ним полчища бутылок — пустых и полных. — Что это ты делаешь? — спросил Маленький принц.
|#
))

(test
 "бөтелкелердің"
  '(
    ("^бөтелке<n><pl><gen>$" ("@бөтелке") ("бутылок") ("of bottles"))
#|
- Сен не істеп отырсың? – деп сұрады ол маскүнемнен. Ол келгенде маскүнем бір үймек боп бос бөтелкелер мен тағы бір топ толы БӨТЕЛКЕЛЕРДІҢ алдында үнсіз отыр екен.

- Син ни эшлисең? – дип сорады ул эчкечедән. Ул килгәндә эчкече бер *үймек булып буш *бөтелкелер мин тагын бер туп тулы *бөтелкелердің #алд тавышсыз #утыр.

Ул бу планетага килгәндә, сәрхуш, рәт-рәт булып тезелгән буш һәм тулы шешәләр гаскәренә карап, тын гына утыра икән. — Син нишлисең? — дип сорый аннан Нәни принц.

Когда он явился на эту планету, пьяница молча сидел и смотрел на выстроившиеся перед ним полчища бутылок — пустых и полных. — Что это ты делаешь? — спросил Маленький принц.

Когда он явился на эту планету, пьяница молча сидел и смотрел на выстроившиеся перед ним полчища бутылок — пустых и полных. — Что это ты делаешь? — спросил Маленький принц.
|#
))

(test
 "бридж"
  '(
    ("^бридж<n><nom>$" ("@бридж") ("\\@бридж") ("bridge"))
    ("^бридж<n><attr>$" ("@бридж") ("\\@бридж") ("bridge"))
    ("^бридж<n><nom>+е<cop><aor><p3><pl>$" ("\\@бридж") ("\\@бридж") ("bridge"))
    ("^бридж<n><nom>+е<cop><aor><p3><sg>$" ("\\@бридж") ("\\@бридж") ("bridge"))
#|
Олардың ұғымына түсінікті болатын БРИДЖ бен гольф ойындары жөнінде, саясат пен галстук туралы әңгімелесетінмін.

Аларның фикеренә төшенчәне була торган *бридж белән *гольф уеннары рәтендә, сәясәт белән *галстук турында #әңгәмәләш.

Аларча ук уйлый, фикер йөртә идем. Без бридж һәм гольф уены, сәясәт һәм галстуклар турында сөйләшә идек...

Я применялся к их понятиям. Я говорил с ними об игре в бридж и гольф, о политике и о галстуках.

Я применялся к их понятиям. Я говорил с ними об игре в бридж и гольф, о политике и о галстуках.
|#
))

(test
 "бүйырмасын"
  '(
    ("^*бүйырмасын$" ("*бүйырмасын") ("*бүйырмасын") ("*бүйырмасын"))
#|
|#
))

(test
 "бұлақтай"
  '(
    ("^бұлақ<n><sim>$" ("@бұлақ") ("как  родник" "как  криница" "как  золотуха") ("like brook"))
    ("^бұлақ<n><sim><nom>$" ("@бұлақ") ("как  родник" "как  криница" "как  золотуха") ("like brook"))
    ("^бұлақ<n><sim>+е<cop><aor><p3><pl>$" ("\\@бұлақ") ("родник" "криница" "золотуха") ("#brook"))
    ("^бұлақ<n><sim>+е<cop><aor><p3><sg>$" ("\\@бұлақ") ("родник" "криница" "золотуха") ("#brook"))
    ("^бұлақ<n><sim><nom>+е<cop><aor><p3><pl>$" ("\\@бұлақ") ("родник" "криница" "золотуха") ("brook"))
    ("^бұлақ<n><sim><nom>+е<cop><aor><p3><sg>$" ("\\@бұлақ") ("родник" "криница" "золотуха") ("brook"))
#|
Қалтамды ақтарып, тапаншамды іздеген қалпымша жыланға қарай жүгірдім. Бірақ менің тысырымды естіп қалған жылан асығып-аптықпай, жай ғана құмға сіңіп бара жатқан БҰЛАҚТАЙ баяу иреңдеп барып, жездей сыңғыр етті де, тастардың саңылауына кіріп кетті.

Кесәмне *ақтарып, *тапаншамды эзләгән #калып еланга таба йөгердем. Әмма минем *тысырымды ишетеп калган елан ашыгып-*аптықпай, хәл генә комга *сіңіп барган *бұлақтай *баяу *иреңдеп барып, җиздәй *сыңғыр итне дә, ташларның *саңылауына кереп китте.

Кесәдәге револьверны капшый-капшый, мин аңа таба атылдым, ләкин елан, аяк тавышларын ишетеп, ком өстендәге чишмә суыдай, юкка чыкты, аннары, ишетелер-ишетелмәс кенә зеңгелдәп, ташлар арасына кереп югалды.

Нащупывая в кармане револьвер, я бегом бросился к ней, но при звуке шагов змейка тихо заструилась по песку, словно умирающий ручеек, и с еле слышным металлическим звоном неторопливо скрылась меж камней.

Нащупывая в кармане револьвер, я бегом бросился к ней, но при звуке шагов змейка тихо заструилась по песку, словно умирающий ручеек, и с еле слышным металлическим звоном неторопливо скрылась меж камней.
|#
))

(test
 "бұлақтан"
  '(
    ("^бұлақ<n><abl>$" ("@бұлақ") ("из  родника" "из  криницы" "из  золотухи") ("from brook"))
    ("^бұлақ<n><abl>+е<cop><aor><p3><pl>$" ("\\@бұлақ") ("родника" "криницы" "золотухи") ("from brook"))
    ("^бұлақ<n><abl>+е<cop><aor><p3><sg>$" ("\\@бұлақ") ("родника" "криницы" "золотухи") ("from brook"))
#|
«Егер менің бос елу үш минутым болса, - деп ойланып қалды Кішкентай ханзада, - көкке шапшып атқан БҰЛАҚТАН су ішуге асықпай барушы едім...»

«Игәүләр минем буш илле өч минутым булса, - дип уйланып калды Кечкенә ханзадә, - күккә *шапшып аткан *бұлақтан су эчүгә ашыкмыйча баручы идем...»

"Әгәр дә минем илле өч минут буш вакытым булса, — ди үз-үзенә Нәни принц, — уйлап-нитеп тормыйча, чишмә янына барыр идем..."

"Будь у меня пятьдесят три минуты свободных, — подумал Маленький принц, — я бы просто-напросто пошел к роднику..."

"Будь у меня пятьдесят три минуты свободных, — подумал Маленький принц, — я бы просто-напросто пошел к роднику..."
|#
))

(test
 "бұлжымай"
  '(
    ("^бұлжы<v><iv><neg><gna_perf>$" ("@бұлжы") ("не \\@бұлжы") ("\\@бұлжы"))
    ("^бұлжы<v><iv><neg><prc_perf>$" ("@бұлжы") ("не \\@бұлжы") ("\\@бұлжы"))
    ("^бұлжы<v><iv><neg><gna_impf>$" ("@бұлжы") ("\\@бұлжы") ("\\@бұлжы"))
    ("^бұлжы<v><iv><neg><prc_impf>$" ("@бұлжы") ("не \\@бұлжы") ("\\@бұлжы"))
#|
Сен сонда менің айтқанымның қалай БҰЛЖЫМАЙ орындалғанына көзің жетеді.

Син шунда минем әйткәнемнең #телә *бұлжымай үтәлгәненә күзең җитә.

Шул вакытта син минем әмеремнең ничек төгәл үтәлгәнен күрерсең.

И тогда ты увидишь, как точно исполнится мое повеление.

И тогда ты увидишь, как точно исполнится мое повеление.
|#
))

(test
 "бұранда"
  '(
    ("^бұранда<n><nom>$" ("@бұранда") ("винт" "вертушка") ("screw"))
    ("^бұранда<n><attr>$" ("@бұранда") ("винт" "вертушка") ("screw"))
    ("^бұранда<n><nom>+е<cop><aor><p3><pl>$" ("\\@бұранда") ("винт" "вертушка") ("screw"))
    ("^бұранда<n><nom>+е<cop><aor><p3><sg>$" ("\\@бұранда") ("винт" "вертушка") ("screw"))
#|
Дәл сол мезетте: «Егер мына БҰРАНДА қатайған күйінде тұра берсе, балғамен бір ұрып сындырамын» деп ойлап тұрғанмын.

Нәкъ сул *мезетте: «Игәүләр мына *бұранда *қатайған көендә тора бирсә, *балғамен бер ырып сындырам» дип уйлаганмын.

"Әгәр бу болт хәзер дә бирешмәсә, мин аны чүкеч белән бәреп сындырачакмын", — дип уйладым.

В ту минуту я говорил себе: "Если этот болт и сейчас не поддастся, я так стукну по нему молотком, что он разлетится вдребезги".

В ту минуту я говорил себе: "Если этот болт и сейчас не поддастся, я так стукну по нему молотком, что он разлетится вдребезги".
|#
))

(test
 "бұранданың"
  '(
    ("^бұранда<n><gen>$" ("@бұранда") ("винта" "вертушки") ("of screw"))
#|
Балға мен БҰРАНДАНЫҢ да, шөл мен өлімнің де мен үшін мәні болмай қалды.

Балга мин *бұранданың да, чүл белән үлемнең дә белән өчен мәгънәсе булмыйча калды.

Каһәр суккан болт белән чүкеч, сусау һәм үлем инде миңа көлке булып тоела башлады.

Мне смешны были злополучный болт и молоток, жажда и смерть.

Мне смешны были злополучный болт и молоток, жажда и смерть.
|#
))

(test
 "бұрандасы"
  '(
    ("^бұранда<n><px3sp><nom>$" ("@бұранда") ("винт" "вертушка") ("screw"))
    ("^бұранда<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@бұранда") ("винт" "вертушка") ("screw"))
    ("^бұранда<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@бұранда") ("винт" "вертушка") ("screw"))
#|
Ұшақтың БҰРАНДАСЫ әбден титығыма тиген мен аузыма түскен нәрсені айта салдым:

Очкычның *бұрандасы бик *титығыма тигән мин авызыма төшкән нәрсәне әйтә салдым:

Мотор эчендәге киребеткән бер болт чыгырымнан чыгарды, шунлыктан, уйлап-нитеп тормыйча:

Неподатливый болт выводил меня из терпенья, и я ответил наобум:

Неподатливый болт выводил меня из терпенья, и я ответил наобум:
|#
))

(test
 "бұрандасын"
  '(
    ("^бұранда<n><px3sp><acc>$" ("@бұранда") ("винт" "вертушку") ("screw"))
#|
Сол мезетте мен мотордың қатты бұралған бір БҰРАНДАСЫН босатудан қолым тимей жатқан еді.

Сул *мезетте мин *мотордың каты бөдрәләнгән бер *бұрандасын бушатудан кулым тимәгән иде.

Вакытым да бик тар — моторны тизрәк төзәтергә кирәк.

Я был очень занят: в моторе заел один болт, и я старался его отвернуть.

Я был очень занят: в моторе заел один болт, и я старался его отвернуть.
|#
))

(test
 "бұрындары"
  '(
    ("^бұрындары<adv>$" ("\\@бұрындары") ("\\@бұрындары") ("\\@бұрындары"))
#|
|#
))

(test
 "былайша"
  '(
    ("^*былайша$" ("*былайша") ("*былайша") ("*былайша"))
#|
– Алдымен сен менен аздап қашықтау жерде отырасың, мінеки БЫЛАЙША шөптің үстінде.

– #Алд белән син миннән *аздап ераграк җирдә утырасың, *мінеки *былайша үләннең өстендә.

— Башта, әнә тегендә, читкәрәк, үләнгә утыр — менә шулай.

— Сперва сядь вон там, поодаль, на траву — вот так.

— Сперва сядь вон там, поодаль, на траву — вот так.
|#
))

(test
 "былдырлаған"
  '(
    ("^былдырла<v><tv><gpr_past>$" ("@былдырла") ("#щебетать") ("\\@былдырла"))
    ("^былдырла<v><tv><ger_past><nom>$" ("@былдырла") ("#щебетать") ("\\@былдырла"))
    ("^былдырла<v><tv><gpr_past><subst><nom>$" ("@былдырла") ("#щебетать") ("\\@былдырла"))
    ("^былдырла<v><tv><past><p3><pl>$" ("@былдырла") ("#щебетать") ("have \\@былдырла"))
    ("^былдырла<v><tv><past><p3><sg>$" ("@былдырла") ("#щебетать") ("have \\@былдырла"))
#|
Осы сияқты сіз үлкендерге: «Кішкентай ханзаданың осы өмірде шынымен болғанына, оның сүйкімді жүзі, күлкісі немесе қошақан сұрағаны дәлел бола алады» немесе «Қошақаным болсын деп тілеген баланың осы дүниеде бар екеніне күмәніңіз бар ма?» десеңіз, үлкендер иықтарын қусырып, сізді БЫЛДЫРЛАҒАН жас балаға теңейді!

Шушы кыяфәтне Сез өлкәннәргә: «Кечкенә ханзадәнең шушы гомердә пыяла белән булганына, аның сөйкемле йөзе, көлкесе яисә *қошақан сораганы дәлил була ала» яисә «*Қошақаным булсын дип теләгән баланың шушы дөньяда бар икәненә шөбһәгез бармы?» дисәгез, өлкәннәр җилкәләрен кушырып, Сезне *былдырлаған яшь балага *теңейді!

Мәсәлән, зурларга: "Менә сезгә Нәни принцның чыннан да дөньяда булуы турында дәлилләр: бу гаҗәеп малай көлә белә, аның үз планетасында бәрән булдырасы килә. Бәрән табу турында уйлаган кеше, һичшиксез, дөньяда яшәгән булырга тиеш бит инде", — дип әйтсәң, алар бары тик җилкәләрен генә җыерырлар һәм сиңа сәер караш ташларлар иде.

Точно так же, если им сказать: "Вот доказательства, что Маленький принц на самом деле существовал: он был очень, очень славный, он смеялся, и ему хотелось иметь барашка. А кто хочет барашка, тот, безусловно, существует", — если им сказать так, они только пожмут плечами и посмотрят на тебя, как на несмышленого младенца.

Точно так же, если им сказать: "Вот доказательства, что Маленький принц на самом деле существовал: он был очень, очень славный, он смеялся, и ему хотелось иметь барашка. А кто хочет барашка, тот, безусловно, существует", — если им сказать так, они только пожмут плечами и посмотрят на тебя, как на несмышленого младенца.
|#
))

(test
 "галстук"
  '(
    ("^галстук<n><nom>$" ("@галстук") ("галстук") ("necktie"))
    ("^галстук<n><attr>$" ("@галстук") ("галстук") ("necktie"))
    ("^галстук<n><nom>+е<cop><aor><p3><pl>$" ("\\@галстук") ("галстук") ("necktie"))
    ("^галстук<n><nom>+е<cop><aor><p3><sg>$" ("\\@галстук") ("галстук") ("necktie"))
#|
Олардың ұғымына түсінікті болатын бридж бен гольф ойындары жөнінде, саясат пен ГАЛСТУК туралы әңгімелесетінмін.

Аларның фикеренә төшенчәне була торган *бридж белән *гольф уеннары рәтендә, сәясәт белән *галстук турында #әңгәмәләш.

Аларча ук уйлый, фикер йөртә идем. Без бридж һәм гольф уены, сәясәт һәм галстуклар турында сөйләшә идек...

Я применялся к их понятиям. Я говорил с ними об игре в бридж и гольф, о политике и о галстуках.

Я применялся к их понятиям. Я говорил с ними об игре в бридж и гольф, о политике и о галстуках.
|#
))

(test
 "гольф"
  '(
    ("^гольф<n><nom>$" ("@гольф") ("гольф") ("golf"))
    ("^гольф<n><attr>$" ("@гольф") ("гольф") ("golf"))
    ("^гольф<n><nom>+е<cop><aor><p3><pl>$" ("\\@гольф") ("гольф") ("golf"))
    ("^гольф<n><nom>+е<cop><aor><p3><sg>$" ("\\@гольф") ("гольф") ("golf"))
#|
Олардың ұғымына түсінікті болатын бридж бен ГОЛЬФ ойындары жөнінде, саясат пен галстук туралы әңгімелесетінмін.

Аларның фикеренә төшенчәне була торган *бридж белән *гольф уеннары рәтендә, сәясәт белән *галстук турында #әңгәмәләш.

Аларча ук уйлый, фикер йөртә идем. Без бридж һәм гольф уены, сәясәт һәм галстуклар турында сөйләшә идек...

Я применялся к их понятиям. Я говорил с ними об игре в бридж и гольф, о политике и о галстуках.

Я применялся к их понятиям. Я говорил с ними об игре в бридж и гольф, о политике и о галстуках.
|#
))

(test
 "гөр"
  '(
    ("^гөр<mod_ass>$" ("\\@гөр") ("\\@гөр") ("\\@гөр"))
#|
|#
))

(test
 "ғажайып"
  '(
    ("^ғажайып<adj>$" ("@ғажайып") ("замечательный") ("supernatural"))
    ("^ғажайып<adj><advl>$" ("@ғажайып") ("замечательный") ("supernatural"))
    ("^ғажайып<adj><subst><nom>$" ("@ғажайып") ("у замечательного") ("supernatural"))
    ("^ғажайып<adj>+е<cop><aor><p3><pl>$" ("\\@ғажайып") ("замечательный") ("supernatural"))
    ("^ғажайып<adj>+е<cop><aor><p3><sg>$" ("\\@ғажайып") ("замечательный") ("supernatural"))
    ("^ғажайып<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@ғажайып") ("у замечательного") ("supernatural"))
    ("^ғажайып<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@ғажайып") ("у замечательного") ("supernatural"))
#|
Бірде, алты жастағы кезімде, жабайы орман туралы «Бастан кешкен оқиғалар» деп аталатын кітаптан ҒАЖАЙЫП бір сурет көрдім.

Бердә, алты яшьтәге чагымда, кыргый урман турында «Баштан кичкән вакыйгалар» дип атала торган китабтан/китаптан *ғажайып бер рәсем күрдем.

Алты яшьлек чагымда «Булган хәлләр» исемле китапта кеше аягы басмаган карурманнар турында укыган идем. Шунда гаҗәеп бер рәсем дә күрдем.

Когда мне было шесть лет, в книге под названием "Правдивые истории", где рассказывалось про девственные леса, я увидел однажды удивительную картинку.

Когда мне было шесть лет, в книге под названием "Правдивые истории", где рассказывалось про девственные леса, я увидел однажды удивительную картинку.
|#
))

(test
 "ғажайыптан"
  '(
    ("^ғажайып<adj><subst><abl>$" ("@ғажайып") ("у замечательного") ("supernatural"))
    ("^ғажайып<adj><subst><abl>+е<cop><aor><p3><pl>$" ("\\@ғажайып") ("у замечательного") ("supernatural"))
    ("^ғажайып<adj><subst><abl>+е<cop><aor><p3><sg>$" ("\\@ғажайып") ("у замечательного") ("supernatural"))
#|
Мен бір ҒАЖАЙЫПТАН тыс нәрсенің болып жатқанын сездім.

Мин бер *ғажайыптан тыш нәрсәнең булганын сиздем.

Барысы да ничектер бик сәер иде.

Все было как-то странно.

Все было как-то странно.
|#
))

(test
 "ғайыптан"
  '(
    ("^ғайып<n><abl>$" ("@ғайып") ("\\@ғайып") ("from \\@ғайып"))
    ("^ғайып<n><abl>+е<cop><aor><p3><pl>$" ("\\@ғайып") ("\\@ғайып") ("from \\@ғайып"))
    ("^ғайып<n><abl>+е<cop><aor><p3><sg>$" ("\\@ғайып") ("\\@ғайып") ("from \\@ғайып"))
#|
|#
))

(test
 "ғанамын"
  '(
    ("^*ғанамын$" ("*ғанамын") ("*ғанамын") ("*ғанамын"))
#|
|#
))

(test
 "данышпансыған"
  '(
    ("^данышпансыған<adj>$" ("@данышпансыған") ("\\@данышпансыған") ("\\@данышпансыған"))
    ("^данышпансыған<adj><advl>$" ("@данышпансыған") ("\\@данышпансыған") ("\\@данышпансыған"))
    ("^данышпансыған<adj><subst><nom>$" ("@данышпансыған") ("у \\@данышпансыған") ("\\@данышпансыған"))
    ("^данышпансыған<adj>+е<cop><aor><p3><pl>$" ("\\@данышпансыған") ("\\@данышпансыған") ("\\@данышпансыған"))
    ("^данышпансыған<adj>+е<cop><aor><p3><sg>$" ("\\@данышпансыған") ("\\@данышпансыған") ("\\@данышпансыған"))
    ("^данышпансыған<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@данышпансыған") ("у \\@данышпансыған") ("\\@данышпансыған"))
    ("^данышпансыған<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@данышпансыған") ("у \\@данышпансыған") ("\\@данышпансыған"))
#|
Сосын ДАНЫШПАНСЫҒАН түрмен: - Баобаб ағашы биік болып өскенге дейін аласа бұта болмай ма?

Шуннан соң *данышпансыған төр белән: - *Баобаб агачы биек булып үскәнгә кадәр түбән куак булмыймы?

Ә аннан соң, сүзен дәвам итеп: — Яңа шытып чыккан баобаблар бик кечкенә була бит, — диде.

А потом сказал рассудительно: — Баобабы сперва, пока не вырастут, бывают совсем маленькие.

А потом сказал рассудительно: — Баобабы сперва, пока не вырастут, бывают совсем маленькие.
|#
))

(test
 "дап-әзер"
  '(
    ("^*дап$^-$" ("*дап" "\\@-") ("*дап" "\\@-") ("*дап" "\\@-"))
    ("^-<guio>$^әзер$" ("-" "\\@әзер") ("-" "\\@әзер") ("-" "#х" "\\@әзер"))
    ("^әзер<adv>$" ("\\@әзер") ("еле") ("barely"))
#|
|#
))

(test
 "дені"
  '(
    ("^*дені$" ("*дені") ("*дені") ("*дені"))
#|
«Мүмкін бұл адам сандырақтайтын шығар. Әйтсе де, оның патшаға, атаққұмарға, әлде іскер адам мен маскүнемге қарағанда ДЕНІ дұрыстау сияқты.

«Мөмкин бу азагым *сандырақтайтын чыгар. Аның каравы, аның патшага, *атаққұмарға, хәлдә *іскер азагым белән эчкечегә караганда *дені дөресрәк кыяфәтне.

"Бәлки, бу кеше сәеррәктер дә, ләкин бу король, дансөяр, эшлекле яисә сәрхуш кебек үк сәер түгел.

"Может быть, этот человек и нелеп. Но он не так нелеп, как король, честолюбец, делец и пьяница.

"Может быть, этот человек и нелеп. Но он не так нелеп, как король, честолюбец, делец и пьяница.
|#
))

(test
 "джунгли"
  '(
    ("^джунгли<n><nom>$" ("@джунгли") ("#джунгли") ("jungle"))
    ("^джунгли<n><attr>$" ("@джунгли") ("#джунгли") ("jungle"))
    ("^джунгли<n><nom>+е<cop><aor><p3><pl>$" ("\\@джунгли") ("#джунгли") ("jungle"))
    ("^джунгли<n><nom>+е<cop><aor><p3><sg>$" ("\\@джунгли") ("#джунгли") ("jungle"))
#|
Сол сәтте менің ДЖУНГЛИ оқиғалары жайлы ойларым сан саққа жүгірді. Мен қолыма түрлі түсті қарындаш алып, тұңғыш суретімді сала бастадым.

Сул уңышта минем *джунгли вакыйгалары җайлы уйларым сан сакка йөгерде. Мин кулыма төрле төшне *қарындаш алып, тәүге рәсемемне сала башладым.

Джунгли маҗаралары турында озак кына уйлап йөргәннән соң, төсле карандаш белән үземнең беренче рәсемемне ясарга булдым.

Я много раздумывал о полной приключений жизни джунглей и тоже нарисовал цветным карандашом свою первую картинку.

Я много раздумывал о полной приключений жизни джунглей и тоже нарисовал цветным карандашом свою первую картинку.
|#
))

(test
 "діріл"
  '(
    ("^діріл<n><nom>$" ("@діріл") ("вибрация" "судорога") ("vibration"))
    ("^діріл<n><attr>$" ("@діріл") ("вибрация" "судорога") ("vibration"))
    ("^діріл<n><nom>+е<cop><aor><p3><pl>$" ("\\@діріл") ("вибрация" "судорога") ("vibration"))
    ("^діріл<n><nom>+е<cop><aor><p3><sg>$" ("\\@діріл") ("вибрация" "судорога") ("vibration"))
#|
Құлағымда шығыршықтың шиқылы қалып қойыпты. Ал әлі шайқалып тұрған судың бетінде күннің бейнесі ДІРІЛ қаққандай болды.

Колагымда *шығыршықтың *шиқылы калып #куй. Ә әле чайкалган суның битендә/битында көннең образы *діріл каккандай булды.

Колагымда әле һаман да шыгырдавык чыгырның җыры яңгырый, чиләктәге вак дулкыннарда кояш уйный.

В ушах у меня еще отдавалось пенье скрипучего ворота, вода в ведре еще дрожала, и в ней дрожали солнечные зайчики.

В ушах у меня еще отдавалось пенье скрипучего ворота, вода в ведре еще дрожала, и в ней дрожали солнечные зайчики.
|#
))

(test
 "дірілдетіп"
  '(
    ("^дірілдет<v><tv><gna_perf>$" ("@дірілдет") ("#трясти" "потрясши" "#потрясать") ("\\@дірілдет"))
    ("^дірілдет<v><tv><prc_perf>$" ("@дірілдет") ("#трясти" "потрясши" "#потрясать") ("\\@дірілдет"))
#|
Сол мезетте күн күркірегендей дүрсілдеп жарқыраған жүрдек пойыз темір жол бағыттаушысының үйшігін ДІРІЛДЕТІП жіберді.

Сул *мезетте көн *күркірегендей *дүрсілдеп *жарқыраған *жүрдек поезд тимер юл юнәлтүчесенең *үйшігін *дірілдетіп җибәрде.

Шул вакыт, ут балкыган тәрәзәләрен ялтыратып, дөбер-шатыр килеп тизйөрешле поезд узып китә. Тимер юлчының кечкенә өе дер селкенеп куя.

И скорый поезд, сверкая освещенными окнами, с громом промчался мимо, и будка стрелочника вся задрожала.

И скорый поезд, сверкая освещенными окнами, с громом промчался мимо, и будка стрелочника вся задрожала.
|#
))

(test
 "долылықтан"
  '(
    ("^долылық<n><abl>$" ("@долылық") ("из  истерии" "из  бешенства") ("from temper" "from anger" "from riot" "from fury" "from hysteria" "from irritability"))
    ("^долылық<n><abl>+е<cop><aor><p3><pl>$" ("\\@долылық") ("истерии" "бешенства") ("from temper" "from anger" "from riot" "from fury" "from hysteria" "from irritability"))
    ("^долылық<n><abl>+е<cop><aor><p3><sg>$" ("\\@долылық") ("истерии" "бешенства") ("from temper" "from anger" "from riot" "from fury" "from hysteria" "from irritability"))
#|
- Тікенектердің ештеңеге керегі жоқ, гүлдер оларды тек ДОЛЫЛЫҚТАН өсіріп шығарады!

- *Тікенектердің бернигә кирәге юк, улар аларны тик *долылықтан үстереп чыгара!

— Чәнечкеләрнең бернигә дә кирәге юк, чәчәкләр аларны ачулары килгәнгә генә үстерәләр, — дидем.

— Шипы ни зачем не нужны, цветы выпускают их просто от злости.

— Шипы ни зачем не нужны, цветы выпускают их просто от злости.
|#
))

(test
 "достасуыма"
  '(
    ("^достас<v><tv><ger><px1sg><dat>$" ("@достас") ("#дружить" "#сблизиться" "#сдружиться") ("\\@достас"))
#|
Ол өкініштен күрсінді де, ойын былай деп жалғастырды: «Жалғыз осы ғана ДОСТАСУЫМА жарайтын адам екен.

Ул үкенечтән көрсенде дә, уен болай дип тоташтырды: «Ялгыз шушы гына *достасуыма ярый торган азагым икән.

Нәни принц авыр сулап куя. "Менә кем белән дуслашырга иде, — дип уйлый ул.

Маленький принц вздохнул. "Вот бы с кем подружиться, — подумал он еще.

Маленький принц вздохнул. "Вот бы с кем подружиться, — подумал он еще.
|#
))

(test
 "достым"
  '(
    ("^достым<n><nom>$" ("@достым") ("\\@достым") ("friend"))
    ("^достым<n><attr>$" ("@достым") ("\\@достым") ("friend"))
    ("^достым<n><nom>+е<cop><aor><p3><pl>$" ("\\@достым") ("\\@достым") ("friend"))
    ("^достым<n><nom>+е<cop><aor><p3><sg>$" ("\\@достым") ("\\@достым") ("friend"))
#|
Менің ДОСТЫМ маған түсінушілікпен биязы жымиып: - Өзің де көріп тұрсың... бұл қой емес, қошқар ғой. Мұның мүйіздері бар...

Минем *достым миңа аңлау белән *биязы елмаеп: - Үзең дә күрәсең... бу бит түгел, кучкар бит. Моның мөгезләре бар...

Дустым бу юлы елмаеп куйды. — Үзең күреп торасың, — диде ул, — бу бит бәрән түгел. Бу — зур тәкә. Әнә мөгезләре...

Мой новый друг мягко, снисходительно улыбнулся. — Ты же сам видишь, — сказал он, — это не барашек. Это большой баран. У него рога...

Мой новый друг мягко, снисходительно улыбнулся. — Ты же сам видишь, — сказал он, — это не барашек. Это большой баран. У него рога...
|#
))

(test
 "душар"
  '(
    ("^*душар$" ("*душар") ("*душар") ("*душар"))
#|
Ал егер баобабқа ерік берсең, пәлеге ДУШАР боласың.

Ә игәүләр *баобабқа ирек бирсәң, *пәлеге дучар буласың.

Ә менә баобабларга ирек куйсаң, бәхетсезлек киләсен көт тә тор.

Но если дашь волю баобабам, беды не миновать.

Но если дашь волю баобабам, беды не миновать.
|#
))

(test
 "дүрбі"
  '(
    ("^дүрбі<n><nom>$" ("@дүрбі") ("бинокль") ("spyglass" "#binoculars"))
    ("^дүрбі<n><attr>$" ("@дүрбі") ("бинокль") ("spyglass" "#binoculars"))
    ("^дүрбі<n><nom>+е<cop><aor><p3><pl>$" ("\\@дүрбі") ("бинокль") ("spyglass" "#binoculars"))
    ("^дүрбі<n><nom>+е<cop><aor><p3><sg>$" ("\\@дүрбі") ("бинокль") ("spyglass" "#binoculars"))
#|
Бұл жұлдызды тек бір мәрте ғана, 1909 жылы түрік астрономы қуатты ДҮРБІ арқылы байқап қалған.

Бу йолдызны тик бер тапкыр гына, 1909 елны төрек астрономы куәтне *дүрбі аркылы карап калган.

Бу астероид телескопта бары тик бер тапкыр, 1909 елда гына күренеп китә. Аны төрек астрономы күрә.

Этот астероид был замечен в телескоп лишь один раз, в 1909 году, одним турецким астрономом.

Этот астероид был замечен в телескоп лишь один раз, в 1909 году, одним турецким астрономом.
|#
))

(test
 "дүрбімен"
  '(
    ("^дүрбі<n><ins>$" ("@дүрбі белән") ("с  биноклем") ("with spyglass" "with #binoculars"))
#|
Аттары Жер, Юпитер, Марс, Шолпан сияқты ірі планеталардан басқа да жүздеген, кейде майда болғандары соншалық, қуатты ДҮРБІМЕН көзге әрең шалынатын жұлдыздар да бар екенін жақсы білетінмін.

Атлары Җир, Юпитер, Марс, Чулпан кыяфәтне эре планеталардан башка да йөзләгән, кайбердә майда булганнары шул кадәр, куәтне *дүрбімен күзгә *әрең чалына торган йолдызлар да бар икәнен яхшы #бел.

Чөнки Җир, Юпитер, Марс, Венера кебек зур планеталардан башка тагын йөзләгән бик кечкенә, хәтта телескоп аша да көчкә-көчкә генә күренә торган күк җисемнәре булуын белә идем.

Я знал, что, кроме таких больших планет, как Земля, Юпитер, Марс, Венера, существуют еще сотни других и среди них такие маленькие, что их даже в телескоп трудно разглядеть.

Я знал, что, кроме таких больших планет, как Земля, Юпитер, Марс, Венера, существуют еще сотни других и среди них такие маленькие, что их даже в телескоп трудно разглядеть.
|#
))

(test
 "дүрсілдеп"
  '(
    ("^дүрсілде<v><iv><gna_perf>$" ("@дүрсілде") ("#топать" "#прыгать" "загромыхав" "загрохотав") ("\\@дүрсілде"))
    ("^дүрсілде<v><iv><prc_perf>$" ("@дүрсілде") ("#топать" "#прыгать" "загромыхав" "загрохотав") ("\\@дүрсілде"))
#|
Сол мезетте күн күркірегендей ДҮРСІЛДЕП жарқыраған жүрдек пойыз темір жол бағыттаушысының үйшігін дірілдетіп жіберді.

Сул *мезетте көн *күркірегендей *дүрсілдеп *жарқыраған *жүрдек поезд тимер юл юнәлтүчесенең *үйшігін *дірілдетіп җибәрде.

Шул вакыт, ут балкыган тәрәзәләрен ялтыратып, дөбер-шатыр килеп тизйөрешле поезд узып китә. Тимер юлчының кечкенә өе дер селкенеп куя.

И скорый поезд, сверкая освещенными окнами, с громом промчался мимо, и будка стрелочника вся задрожала.

И скорый поезд, сверкая освещенными окнами, с громом промчался мимо, и будка стрелочника вся задрожала.
|#
))

(test
 "дүрсілі"
  '(
    ("^дүрсіл<n><px3sp><nom>$" ("@дүрсіл") ("стук") ("bang"))
    ("^дүрсіл<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@дүрсіл") ("стук") ("bang"))
    ("^дүрсіл<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@дүрсіл") ("стук") ("bang"))
#|
Сол-ақ екен, шамы жалтырап үшінші пойыздың ДҮРСІЛІ пайда болды.

Сул ук икән, шәме *жалтырап өченче поездның *дүрсілі файда булды.

Шулчак, дөбердәп, ялтырап, өченче поезд очып уза.

И прогремел, сверкая, третий скорый поезд.

И прогремел, сверкая, третий скорый поезд.
|#
))

(test
 "дұрыстап"
  '(
    ("^дұрыста<v><tv><gna_perf>$" ("@дұрыста") ("исправив" "подобрав" "#свидетельствовать") ("\\@дұрыста"))
    ("^дұрыста<v><tv><prc_perf>$" ("@дұрыста") ("исправив" "подобрав" "#свидетельствовать") ("\\@дұрыста"))
    ("^дұрыстап<adv>$" ("\\@дұрыстап") ("\\@дұрыстап") ("rightly" "properly" "correctly"))
#|
Бойын да ДҰРЫСТАП ұқсата алмадым. Мынаусында кішкентай ханзаданың бойы биік болып шықса, екіншісінде тым аласа.

Буены да *дұрыстап *ұқсата алмадым. *Мынаусында кечкенә ханзадәнең буе биек булып чыкса, икенчесендә бик түбән.

Буй ягыннан да шулай: мәсәлән, бер рәсемдә — принц артык озын, ә икенчесендә артык бәләкәй булды.

Вот и с ростом тоже: на одном рисунке принц у меня вышел чересчур большой, на другом — чересчур маленький.

Вот и с ростом тоже: на одном рисунке принц у меня вышел чересчур большой, на другом — чересчур маленький.
|#
))

(test
 "ебедейсіз"
  '(
    ("^ебедейсіз<adj>$" ("@ебедейсіз") ("\\@ебедейсіз") ("\\@ебедейсіз"))
    ("^ебедейсіз<adj>+е<cop><aor><p3><pl>$" ("\\@ебедейсіз") ("\\@ебедейсіз") ("\\@ебедейсіз"))
    ("^ебедейсіз<adj>+е<cop><aor><p3><sg>$" ("\\@ебедейсіз") ("\\@ебедейсіз") ("\\@ебедейсіз"))
#|
Өзімді тым ЕБЕДЕЙСІЗ сезіндім.

Үземне бик *ебедейсіз *сезіндім.

Миңа коточкыч уңайсыз булып китте.

Я чувствовал себя ужасно неловким и неуклюжим.

Я чувствовал себя ужасно неловким и неуклюжим.
|#
))

(test
 "егіндікті"
  '(
    ("^егіндік<n><acc>$" ("@егіндік") ("пашню") ("cornfield"))
    ("^егіндік<n>+лы<post>$" ("\\@егіндік") ("пашне") ("without cornfield"))
#|
Енді анаған қара! Сонау жердегі ЕГІНДІКТІ көріп тұрсың ба?

Иңне тегеңә кара! Теге җирдәге *егіндікті күрәсеңме?

Карале! Күрәсеңме, әнә анда, басуда, бодай өлгереп килә?

И потом — смотри! Видишь, вон там, в полях, зреет пшеница?

И потом — смотри! Видишь, вон там, в полях, зреет пшеница?
|#
))

(test
 "ежіктеп"
  '(
    ("^ежікте<v><tv><gna_perf>$" ("@ежікте") ("\\@ежікте") ("\\@ежікте"))
    ("^ежікте<v><tv><prc_perf>$" ("@ежікте") ("\\@ежікте") ("\\@ежікте"))
    ("^ежіктеп<adv>$" ("\\@ежіктеп") ("\\@ежіктеп") ("punctually"))
#|
Үлкендер ештеңені ешқашан өз беттерімен түсінбейді. Ал әр нәрсені үнемі ЕЖІКТЕП түсіндіре берген балаларды мезі етіп жібереді.

Өлкәннәр бернине һичкайчан үз битләре/битлары белән аңламый. Ә һәр нәрсәне даими *ежіктеп аңлата биргән балаларны *мезі итеп җибәрә.

Олылар беркайчан бернәрсәне дә үзләре аңламыйлар бит. Ә аларга барысын да туктаусыз аңлатып, төшендереп тору балаларны бик ялыктыра.

Взрослые никогда ничего не понимают сами, а для детей очень утомительно без конца им все объяснять и растолковывать.

Взрослые никогда ничего не понимают сами, а для детей очень утомительно без конца им все объяснять и растолковывать.
|#
))

(test
 "екеу"
  '(
    ("^екеу<num><coll><advl>$" ("@екеу") ("#двое") ("\\@екеу"))
    ("^екеу<num><coll><subst><nom>$" ("@екеу") ("#двое") ("#two"))
    ("^екеу<num><coll><subst><nom>+е<cop><aor><p3><pl>$" ("\\@екеу") ("#двое") ("#two"))
    ("^екеу<num><coll><subst><nom>+е<cop><aor><p3><sg>$" ("\\@екеу") ("#двое") ("#two"))
#|
Сонда географ бір ғана таудың орнына ЕКЕУ деп жазып қоюы мүмкін.

Шунда географ бер генә тауның урынына *екеу дип язып куюы мөмкин.

Шуңа күрә бер тау булган урында географ икене билгеләргә мөмкин.

И там, где на самом деле одна гора, географ отметит две.

И там, где на самом деле одна гора, географ отметит две.
|#
))

(test
 "екеуі"
  '(
    ("^екеуі<cnjcoo>$" ("\\@екеуі") ("\\@екеуі") ("both"))
    ("^екеу<prn><qnt><px3sp><nom>$" ("@екеу") ("\\@екеу") ("#both"))
    ("^екеу<num><coll><subst><px3sp><nom>$" ("@екеу") ("#двое") ("#two"))
    ("^екеу<num><coll><subst><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@екеу") ("#двое") ("#two"))
    ("^екеу<num><coll><subst><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@екеу") ("#двое") ("#two"))
#|
Сөйтіп ЕКЕУІ де үндемей қалды.

Шулай итеп *екеуі да өндәмичә/өндәмаача калды.

Икесе дә тагын тын калалар.

И оба умолкли.

И оба умолкли.
|#
))

(test
 "екеуміз"
  '(
    ("^екеу<num><coll><subst><nom>+е<cop><aor><p1><pl>$" ("\\@екеу") ("#двое") ("#two"))
#|
- Кел ЕКЕУМІЗ ойнайық, - деп оған ұсыныс жасады Кішкентай ханзада. Мен әбден көңілсіз тұр едім.

- Кил *екеуміз уйныйк, - дип аңа тәкъдим яшәде Кечкенә ханзадә. Мин бик күңелсез тор идем.

— Бергә уйныйк әле, — дип үтенә аннан Нәни принц. — Үземә генә шундый күңелсез...

— Поиграй со мной, — попросил Маленький принц. — Мне так грустно...

— Поиграй со мной, — попросил Маленький принц. — Мне так грустно...
|#
))

(test
 "елдерінікі"
  '(
    ("^*елдерінікі$" ("*елдерінікі") ("*елдерінікі") ("*елдерінікі"))
#|
|#
))

(test
 "елестете"
  '(
    ("^елестет<v><tv><gna_impf>$" ("@елестет") ("#вспомнить" "вспоминая" "памятуя" "#представить") ("imagined"))
    ("^елестет<v><tv><prc_impf>$" ("@елестет") ("#вспомнить" "вспоминая" "памятуя" "#представить") ("imagine"))
#|
Егерде сіз үлкен кісілерге: «Мен қызыл кірпіштен салынған әдемі үй көрдім, терезесінде гүл өсіп, шатырдың үстінде көгершіндер ұшып жүр десеңіз, олар сол үйді көз алдарына ЕЛЕСТЕТЕ алмайды.

Игәүләрдә Сез өлкән кешеләргә: «Мин кызыл *кірпіштен салынган гүзәл өй күрдем, тәрәзәсендә гөл үсеп, чатырның өстендә *көгершіндер оча дисәгез, алар шул өйне күз алдарына *елестете алмый.

Әгәр дә зурларга: «Мин бик матур йорт күрдем. Аның кирпечләре алсу төстә, тәрәзәләрендә яран гөл, түбәсендә күгәрченнәр», — дисәң, алар бу йортны һич тә күз алдына китерә алмаслар иде.

Когда говоришь взрослым: "Я видел красивый дом из розового кирпича, в окнах у него герань, а на крыше голуби", — они никак не могут представить себе этот дом.

Когда говоришь взрослым: "Я видел красивый дом из розового кирпича, в окнах у него герань, а на крыше голуби", — они никак не могут представить себе этот дом.
|#
))

(test
 "елжіретер"
  '(
    ("^елжірет<v><tv><gpr_fut>$" ("@елжірет") ("разварить") ("\\@елжірет"))
    ("^елжірет<v><tv><gpr_fut><subst><nom>$" ("@елжірет") ("разварить") ("\\@елжірет"))
    ("^елжірет<v><tv><fut><p3><pl>$" ("@елжірет") ("может #разварить") ("will have \\@елжірет"))
    ("^елжірет<v><tv><fut><p3><sg>$" ("@елжірет") ("может #разварить") ("will have \\@елжірет"))
#|
Оның болар-болмас ашық тұрған еріндерінен күлкі жүгіріп өткендей болған кезінде, мен тағы да іштей былай деп ойладым: «Осы Кішкентай ханзаданың көңілімді қатты ЕЛЖІРЕТЕР қасиеті – ол оның бір гүлге деген адалдығы, тіпті ұйықтап жатса да сол гүлдің бейнесі оған шырақтың жалынындай сәуле шашып тұратындығы...»

Аның булыр-булмас ачык торган иреннәреннән көлке йөгереп үткәндәй булган вакытында, мин тагын да эчтәй болай дип уйладым: «Шушы Кечкенә ханзадәнең күңелемне каты *елжіретер хасияте – ул аның бер гөлгә дигән *адалдығы, хәтта #йокла шул гөлнең образы аңа чыраның ялкынындай нур чәчкәне...»

Аның ярымачык иреннәре елмаюдан калтыранып куйдылар, һәм мин: "Йоклап ятучы бу Нәни принцның гүзәллеге — үз чәчәгенә тугрылыклы булуында, шушы тугрылык, хәтта йоклаган чакта да, аңардан нур сибеп тора..." — дип уйладым.

Его полуоткрытые губы дрогнули в улыбке, и я сказал себе еще: трогательней всего в этом спящем Маленьком принце его верность цветку, образ розы, который сияет в нем, словно пламя светильника, даже когда он спит...

Его полуоткрытые губы дрогнули в улыбке, и я сказал себе еще: трогательней всего в этом спящем Маленьком принце его верность цветку, образ розы, который сияет в нем, словно пламя светильника, даже когда он спит...
|#
))

(test
 "елжіретерлік"
  '(
    ("^елжірет<v><tv><gpr_ppot><nom>$" ("@елжірет") ("разварить") ("\\@елжірет"))
#|
Кішкентай ханзада оның тіпті де ұялшақ емес екенін бірден байқады, сонда да ол жаныңды ЕЛЖІРЕТЕРЛІК еді!

Кечкенә ханзадә аның #тел *ұялшақ түгел икәнен бердән карады, шулай да ул яныңны *елжіретерлік иде!

Нәни принц бу гаҗәеп кунакның бигүк тыйнак түгеллеген аңлый, билгеле. Ләкин холкы нинди генә булса да, ул искиткеч матур!

Маленький принц, конечно, догадался, что удивительная гостья не страдает избытком скромности, зато она была так прекрасна, что дух захватывало!

Маленький принц, конечно, догадался, что удивительная гостья не страдает избытком скромности, зато она была так прекрасна, что дух захватывало!
|#
))

(test
 "емдегенсуіме"
  '(
    ("^*емдегенсуіме$" ("*емдегенсуіме") ("*емдегенсуіме") ("*емдегенсуіме"))
#|
Ал мен болсам, оны ЕМДЕГЕНСУІМЕ тура келер еді, әйтпесе мені де кінәлі сезіндіру үшін шынымен үзіліп кетіп жүрсе...»

Ә мин булсам, аны *емдегенсуіме туры килер иде, алайса мине дә гаепле *сезіндіру өчен пыяла белән өзелеп китеп йөрсә...»

Ә миңа, авыру караган кебек, аны карарга туры килер иде. Юкса, мине түбәнсетер өчен, аның чыннан да, үлеп китүе бар..."

А мне пришлось бы ходить за ней, как за больной, ведь иначе она и вправду бы умерла, лишь бы унизить и меня тоже..."

А мне пришлось бы ходить за ней, как за больной, ведь иначе она и вправду бы умерла, лишь бы унизить и меня тоже..."
|#
))

(test
 "ентігін"
  '(
    ("^*ентігін$" ("*ентігін") ("*ентігін") ("*ентігін"))
#|
Кішкентай ханзада ЕНТІГІН басу үшін орындыққа отыра кетті.

Кечкенә ханзадә *ентігін басу өчен урындыкка утыра китте.

Бераз хәл алыр өчен, Нәни принц өстәл өстенә утыра.

Маленький принц сел на стол, чтобы отдышаться.

Маленький принц сел на стол, чтобы отдышаться.
|#
))

(test
 "еңсесі"
  '(
    ("^*еңсесі$" ("*еңсесі") ("*еңсесі") ("*еңсесі"))
#|
Оның батылдығы кеміп, ЕҢСЕСІ түсейін деген сияқты.

Аның *батылдығы *кеміп, *еңсесі төшим дигән кыяфәтне.

Аның күңеле төште.

Он немного пал духом.

Он немного пал духом.
|#
))

(test
 "ересек"
  '(
    ("^ересек<n><nom>$" ("@ересек") ("переросток") ("adult"))
    ("^ересек<n><attr>$" ("@ересек") ("переросток") ("adult"))
    ("^ересек<n><nom>+е<cop><aor><p3><pl>$" ("\\@ересек") ("переросток") ("adult"))
    ("^ересек<n><nom>+е<cop><aor><p3><sg>$" ("\\@ересек") ("переросток") ("adult"))
#|
Мен бұл өнер туындысын ЕРЕСЕК кісілерге көрсеттім де, олардан суретім қорқыныш тудырады ма деп сұрадым.

Мин бу үсәр *туындысын *ересек кешеләргә күрсәттем дә, алардан рәсемем *қорқыныш тудырамы дип сорадым.

Рәсемемне тизрәк олыларга күрсәтеп: — Куркынычмы? — дип сорадым.

Я показал мое творение взрослым и спросил, не страшно ли им.

Я показал мое творение взрослым и спросил, не страшно ли им.
|#
))

(test
 "ересектерге"
  '(
    ("^ересек<n><pl><dat>$" ("@ересек") ("к  переросткам") ("to adults"))
#|
Мен де тек сандарға ғана қызығатын ЕРЕСЕКТЕРГЕ ұқсап кетуім мүмкін еді ғой.

Мин дә тик саннарга гына *қызығатын *ересектерге охшап китүем мөмкин иде бит.

Саннардан башка берни белән дә кызыксынмый торган кешеләргә охшап калудан куркам мин.

И я боюсь стать таким, как взрослые, которым ничто не интересно, кроме цифр.

И я боюсь стать таким, как взрослые, которым ничто не интересно, кроме цифр.
|#
))

(test
 "ернеуіне"
  '(
    ("^ернеу<n><px3sp><dat>$" ("@ернеу") ("в  борту" "в  карнизу") ("to #wellhead"))
#|
Мен шелекті жайлап құдықтың ЕРНЕУІНЕ дейін тартып шығардым. Оны жақсылап тұрып құдық шетіне орналастырып қойдым.

Мин чиләкле җәйләп хәйләнең *ернеуіне диайм җәлеп итеп чыгардым. Аны #яхшыла хәйлә читенә урнаштырып куйдым.

Тулы чиләкне акрын гына күтәрдем дә ипләп кенә кое кырыендагы ташка куйдым.

Медленно вытащил я полное ведро и надежно поставил его на каменный край колодца.

Медленно вытащил я полное ведро и надежно поставил его на каменный край колодца.
|#
))

(test
 "ертегідегідей"
  '(
    ("^ертегі<n><loc><attr><sim>$" ("@ертегі") ("в  басне" "в  байке" "в  сказке") ("in like fairy-tail"))
    ("^ертегі<n><loc><attr><sim><nom>$" ("@ертегі") ("в  басне" "в  байке" "в  сказке") ("in like fairy-tail"))
    ("^ертегі<n><loc><attr><sim>+е<cop><aor><p3><pl>$" ("\\@ертегі") ("басне" "байке" "сказке") ("in fairy-tail"))
    ("^ертегі<n><loc><attr><sim>+е<cop><aor><p3><sg>$" ("\\@ертегі") ("басне" "байке" "сказке") ("in fairy-tail"))
    ("^ертегі<n><loc><attr><sim><nom>+е<cop><aor><p3><pl>$" ("\\@ертегі") ("басне" "байке" "сказке") ("in fairy-tail"))
    ("^ертегі<n><loc><attr><sim><nom>+е<cop><aor><p3><sg>$" ("\\@ертегі") ("басне" "байке" "сказке") ("in fairy-tail"))
#|
Мен бұл оқиғамды ғажайып ЕРТЕГІДЕГІДЕЙ етіп бастаушы едім.

Мин бу вакыйгамны *ғажайып *ертегідегідей итеп башлаучы идем.

Мин бик теләп бу повестьны тылсымлы әкияткә охшатып язар идем.

Я охотно начал бы эту повесть как волшебную сказку.

Я охотно начал бы эту повесть как волшебную сказку.
|#
))

(test
 "есепқисабынан"
  '(
    ("^*есепқисабынан$" ("*есепқисабынан") ("*есепқисабынан") ("*есепқисабынан"))
#|
Бұл мәселе қызыл бетті семіз мырзаның ЕСЕПҚИСАБЫНАН гөрі маңыздырақ емес пе?

Бу мәсьәлә кызыл битне/битны симез хуҗаның *есепқисабынан караганда мөһимрәк түгелме?

Теге капкорсак әфәнденең арифметикасыннан җитдирәк һәм әһәмиятлерәк эш түгелмени бу?

Да разве это не серьезнее и не важнее, чем арифметика толстого господина с багровым лицом?

Да разве это не серьезнее и не важнее, чем арифметика толстого господина с багровым лицом?
|#
))

(test
 "есінеген"
  '(
    ("^есіне<v><tv><gpr_past>$" ("@есіне") ("\\@есіне") ("\\@есіне"))
    ("^есіне<v><tv><ger_past><nom>$" ("@есіне") ("\\@есіне") ("\\@есіне"))
    ("^есіне<v><tv><gpr_past><subst><nom>$" ("@есіне") ("\\@есіне") ("\\@есіне"))
    ("^есіне<v><tv><past><p3><pl>$" ("@есіне") ("\\@есіне") ("have \\@есіне"))
    ("^есіне<v><tv><past><p3><sg>$" ("@есіне") ("\\@есіне") ("have \\@есіне"))
#|
- Патшаның алдында ЕСІНЕГЕН әдептілікке қайшы келеді, - деді оған патша.

- Патшаның #алд *есінеген *әдептілікке кайчы килә, - диде аңа патша.

— Монарх каршында авыз ачып иснәү безнең итагать кагыйдәләре тарафыннан тыела, — ди король.

— Этикет не разрешает зевать в присутствии монарха, — сказал король.

— Этикет не разрешает зевать в присутствии монарха, — сказал король.
|#
))

(test
 "есінегенін"
  '(
    ("^есіне<v><tv><ger_past><px3sp><acc>$" ("@есіне") ("\\@есіне") ("his \\@есіне"))
    ("^есіне<v><tv><gpr_past><subst><px3sp><acc>$" ("@есіне") ("\\@есіне") ("\\@есіне"))
#|
Көп жылдардан бері біреудің ЕСІНЕГЕНІН көрмеп едім.

Күп еллардан бирле берәүнең *есінегенін күрмәгән идем.

— Күп еллар буе беркемнең дә иснәгәнен күргәнем юк.

— Многие годы я не видел, чтобы кто-нибудь зевал.

— Многие годы я не видел, чтобы кто-нибудь зевал.
|#
))

(test
 "есіней"
  '(
    ("^есіне<v><tv><gna_impf>$" ("@есіне") ("\\@есіне") ("\\@есіне"))
    ("^есіне<v><tv><prc_impf>$" ("@есіне") ("\\@есіне") ("\\@есіне"))
#|
- Қысылып тұрғаным... Қайта ЕСІНЕЙ алмаймын..., - деді Кішкентай ханзада қызарақтап.

- Кысылганым... #Кайт *есіней алмыйм..., - диде Кечкенә ханзадә *қызарақтап.

Нәни принцның йөзенә кызыллык йөгерә. Ул көч-хәл белән: — Мин, мин... каушыйм... мин башка булдыра алмыйм... — ди.

— Но я робею... я больше не могу... — вымолвил Маленький принц и весь покраснел.

— Но я робею... я больше не могу... — вымолвил Маленький принц и весь покраснел.
|#
))

(test
 "есінеп"
  '(
    ("^есіне<v><tv><gna_perf>$" ("@есіне") ("\\@есіне") ("\\@есіне"))
    ("^есіне<v><tv><prc_perf>$" ("@есіне") ("\\@есіне") ("\\@есіне"))
#|
Соншама әзірлікпен дүниеге келген сұлуыңыз ЕСІНЕП тұрып былай деді:

Шул хәтле әзерлек белән дөньяга килгән сылуыгыз *есінеп торып болай диде:

Бу мизгелне көтеп күпме көч түккән чибәркәй, иснәп куйганнан соң, болай ди:

И красавица, которая столько трудов положила, готовясь к этой минуте, сказала, позевывая:

И красавица, которая столько трудов положила, готовясь к этой минуте, сказала, позевывая:
|#
))

(test
 "есінеуге"
  '(
    ("^есіне<v><tv><ger><dat>$" ("@есіне") ("\\@есіне") ("\\@есіне"))
    ("^есінеу<n><dat>$" ("@есінеу") ("в  позёвыванию") ("to yawn"))
#|
– Мен саған ЕСІНЕУГЕ тыйым саламын.

– Мин сиңа *есінеуге тыям.

— Мин сиңа иснәмәскә әмер бирәм.

— Я запрещаю тебе зевать.

— Я запрещаю тебе зевать.
|#
))

(test
 "ескірмейді"
  '(
    ("^ескір<v><iv><neg><aor><p3><pl>$" ("@ескір") ("ветшают" "изнашиваются") ("do not age"))
    ("^ескір<v><iv><neg><aor><p3><sg>$" ("@ескір") ("ветшает" "изнашивается") ("does not age"))
#|
|#
))

(test
 "еуропалықтарша"
  '(
    ("^еуропалық<n><pl><equ>$" ("@еуропалық") ("\\@еуропалық") ("Europeans"))
    ("^еуропалық<n><pl><equ>+е<cop><aor><p3><pl>$" ("\\@еуропалық") ("\\@еуропалық") ("#European"))
    ("^еуропалық<n><pl><equ>+е<cop><aor><p3><sg>$" ("\\@еуропалық") ("\\@еуропалық") ("#European"))
#|
Бір тәуірі, түрік сұлтаны Б-612 жұлдызының атын сақтап қалу үшін, өз халқын ЕУРОПАЛЫҚТАРША киінуге мәжбүр еткен. Көнбегендерді өлім жазасымен қорқытқан.

Бер *тәуірі, төрек солтаны Б-612 йолдызының атын саклап калу өчен, үз халкын *еуропалықтарша киенүгә мәҗбүр иткән. *Көнбегендерді үлем җәзасы белән куркыткан.

В-612 астероидының бәхетенә, төрек солтаны, үлем җәзасы белән куркытып, илдәге бар кешене европача киенеп йөрергә мәҗбүр итә.

К счастью для репутации астероида В-612, турецкий султан велел своим подданным под страхом смерти носить европейское платье.

К счастью для репутации астероида В-612, турецкий султан велел своим подданным под страхом смерти носить европейское платье.
|#
))

(test
 "жадына"
  '(
    ("^жад<n><px3sp><dat>$" ("@жад") ("\\@жад") ("to \\@жад"))
#|
- Ең маңызды нәрсе көзге түспейді, - деді қайталап Кішкентай ханзада оны ЖАДЫНА сақтап қалмақшы болып.

- Иң мөһим нәрсә күзгә төшми/төшмаа, - диде *қайталап Кечкенә ханзадә аны *жадына саклап калмакчы булып.

Нәни принц, яхшырак истә калсын өчен: — Иң кирәклесе күзгә күренми, — дип кабатлый.

— Самого главного глазами не увидишь, — повторил Маленький принц, чтобы лучше запомнить.

— Самого главного глазами не увидишь, — повторил Маленький принц, чтобы лучше запомнить.
|#
))

(test
 "жадырап"
  '(
    ("^жадыра<v><iv><gna_perf>$" ("@жадыра") ("#улучшаться") ("\\@жадыра"))
    ("^жадыра<v><iv><prc_perf>$" ("@жадыра") ("#улучшаться") ("\\@жадыра"))
#|
Жас төрешінің жүзі ЖАДЫРАП шыға келгенін көріп аң-таң болдым.

Яшь *төрешінің йөзе *жадырап чыга килгәнен күреп хайван-таң булдым.

Ни гаҗәп, минем таләпчән хакимемнең йөзе яктырып китте:

Но как же я удивился, когда мой строгий судья вдруг просиял:

Но как же я удивился, когда мой строгий судья вдруг просиял:
|#
))

(test
 "жайбарақат"
  '(
    ("^жайбарақат<adj>$" ("@жайбарақат") ("\\@жайбарақат") ("thoughtless"))
    ("^жайбарақат<adj><advl>$" ("@жайбарақат") ("\\@жайбарақат") ("thoughtless"))
    ("^жайбарақат<adj><subst><nom>$" ("@жайбарақат") ("у \\@жайбарақат") ("thoughtless"))
    ("^жайбарақат<adj>+е<cop><aor><p3><pl>$" ("\\@жайбарақат") ("\\@жайбарақат") ("thoughtless"))
    ("^жайбарақат<adj>+е<cop><aor><p3><sg>$" ("\\@жайбарақат") ("\\@жайбарақат") ("thoughtless"))
    ("^жайбарақат<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@жайбарақат") ("у \\@жайбарақат") ("thoughtless"))
    ("^жайбарақат<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@жайбарақат") ("у \\@жайбарақат") ("thoughtless"))
#|
|#
))

(test
 "жайғасқан"
  '(
    ("^жайға<v><tv><coop><gpr_past>$" ("@жайға") ("звание" "звание") ("\\@жайға"))
    ("^жайғас<v><iv><gpr_past>$" ("@жайғас") ("#располагаться") ("\\@жайғас"))
    ("^жайғасқан<adj>$" ("@жайғасқан") ("\\@жайғасқан") ("\\@жайғасқан"))
    ("^жайға<v><tv><coop><ger_past><nom>$" ("@жайға") ("звание" "звание") ("\\@жайға"))
    ("^жайғас<v><iv><ger_past><nom>$" ("@жайғас") ("#располагаться") ("\\@жайғас"))
    ("^жайға<v><tv><coop><gpr_past><subst><nom>$" ("@жайға") ("звание" "звание") ("\\@жайға"))
    ("^жайға<v><tv><coop><past><p3><pl>$" ("@жайға") ("#уничтожать" "#устраивать") ("have \\@жайға"))
    ("^жайға<v><tv><coop><past><p3><sg>$" ("@жайға") ("#уничтожать" "#устраивать") ("have \\@жайға"))
    ("^жайғас<v><iv><gpr_past><subst><nom>$" ("@жайғас") ("#располагаться") ("\\@жайғас"))
    ("^жайғас<v><iv><past><p3><pl>$" ("@жайғас") ("#располагаться") ("have \\@жайғас"))
    ("^жайғас<v><iv><past><p3><sg>$" ("@жайғас") ("#располагаться") ("have \\@жайғас"))
    ("^жайғасқан<adj>+е<cop><aor><p3><pl>$" ("\\@жайғасқан") ("\\@жайғасқан") ("\\@жайғасқан"))
    ("^жайғасқан<adj>+е<cop><aor><p3><sg>$" ("\\@жайғасқан") ("\\@жайғасқан") ("\\@жайғасқан"))
#|
- Сен өзіңнің уәдеңе тұруың керек, - деді маған биязы үнмен Кішкентай ханзада, қайтып менің қасыма ЖАЙҒАСҚАН соң.

- Син үзеңнең вәгъдәңә торырга кирәк, - диде миңа *биязы тавыш белән Кечкенә ханзадә, кайтып минем кашыма *жайғасқан соң.

— Син сүзеңдә торырга тиешсең, — диде Нәни принц, йомшак кына итеп. Аннары яңадан яныма килеп утырды.

— Ты должен сдержать слово, — мягко сказал Маленький принц, снова садясь рядом со мною.

— Ты должен сдержать слово, — мягко сказал Маленький принц, снова садясь рядом со мною.
|#
))

(test
 "жайғастым"
  '(
    ("^жайға<v><tv><coop><ifi><p1><sg>$" ("@жайға") ("помог #уничтожать" "помог #устраивать") ("\\@жайға"))
    ("^жайғас<v><iv><ifi><p1><sg>$" ("@жайғас") ("оказывается #располагаться") ("\\@жайғас"))
#|
|#
))

(test
 "жайқалып"
  '(
    ("^жайқал<v><iv><gna_perf>$" ("@жайқал") ("\\@жайқал") ("\\@жайқал"))
    ("^жайқал<v><iv><prc_perf>$" ("@жайқал") ("\\@жайқал") ("\\@жайқал"))
#|
Бір раушан гүлдер ЖАЙҚАЛЫП тұрған бақ еді.

Бер *раушан улар *жайқалып торган бакча иде.

Аның алдында гөләп чәчәкләренә күмелгән бакча тора икән.

Перед ним был сад, полный роз.

Перед ним был сад, полный роз.
|#
))

(test
 "жалғызсырап"
  '(
    ("^жалғызсыра<v><iv><gna_perf>$" ("@жалғызсыра") ("\\@жалғызсыра") ("\\@жалғызсыра"))
    ("^жалғызсыра<v><iv><prc_perf>$" ("@жалғызсыра") ("\\@жалғызсыра") ("\\@жалғызсыра"))
    ("^жалғызсырап<adv>$" ("\\@жалғызсырап") ("\\@жалғызсырап") ("alone"))
#|
Осылайша сырымды шынайы бөлісетін жан табылмай, ЖАЛҒЫЗСЫРАП жүруім бұдан алты жыл бұрын – Сахара шөліне ойда-жоқта қонуға мәжбүр болған кезіме дейін созылды.

Шул рәвешчә серемне чын бүлешә торган ян табылмыйча, *жалғызсырап йөрүем моннан алты ел элек – Сахара чүленә уйда-юкта кунуга мәҗбүр булган чагыма кадәр сузылды.

Чын күңелдән сөйләшердәй кеше таба алмыйча, шулай ялгыз гына яшәдем, һәм менә моннан алты ел элек мин Сахара чүленә төшеп утырырга мәҗбүр булдым.

Так я жил в одиночестве, и не с кем было мне поговорить по душам. И вот шесть лет тому назад пришлось мне сделать вынужденную посадку в Сахаре.

Так я жил в одиночестве, и не с кем было мне поговорить по душам. И вот шесть лет тому назад пришлось мне сделать вынужденную посадку в Сахаре.
|#
))

(test
 "жалғызсырауға"
  '(
    ("^жалғызсыра<v><iv><ger><dat>$" ("@жалғызсыра") ("\\@жалғызсыра") ("\\@жалғызсыра"))
#|
- Адамдар арасында да ЖАЛҒЫЗСЫРАУҒА болады, - деді жылан.

- Адәмнәр арасында да *жалғызсырауға була, - диде елан.

— Кешеләр янында да ялгызлыктан котылып булмый, — ди елан.

— Среди людей тоже одиноко, — заметила змея.

— Среди людей тоже одиноко, — заметила змея.
|#
))

(test
 "жалқау"
  '(
    ("^жалқау<n><nom>$" ("@жалқау") ("лентяй" "шантрапа" "шантрапа" "бездельник") ("bummer" "idler" "#lazy person"))
    ("^жалқау<n><attr>$" ("@жалқау") ("лентяй" "шантрапа" "шантрапа" "бездельник") ("bummer" "idler" "#lazy person"))
    ("^жалқау<n><nom>+е<cop><aor><p3><pl>$" ("\\@жалқау") ("лентяй" "шантрапа" "шантрапа" "бездельник") ("bummer" "idler" "#lazy person"))
    ("^жалқау<n><nom>+е<cop><aor><p3><sg>$" ("\\@жалқау") ("лентяй" "шантрапа" "шантрапа" "бездельник") ("bummer" "idler" "#lazy person"))
#|
Тұрғыны ЖАЛҚАУ бір планетаны білуші едім.

Торагы *жалқау бер планетаны белүче идем.

Мин бер ялкау яшәгән планетаны беләм.

Я знал одну планету, на ней жил лентяй.

Я знал одну планету, на ней жил лентяй.
|#
))

(test
 "жалқауларды"
  '(
    ("^жалқау<n><pl><acc>$" ("@жалқау") ("лентяев" "#шантрапа" "#шантрапа" "бездельников") ("bummers" "idlers" "#lazy person"))
#|
|#
))

(test
 "жалтырап"
  '(
    ("^жалтыра<v><tv><gna_perf>$" ("@жалтыра") ("#серебриться") ("\\@жалтыра"))
    ("^жалтыра<v><tv><prc_perf>$" ("@жалтыра") ("#серебриться") ("\\@жалтыра"))
#|
Сол-ақ екен, шамы ЖАЛТЫРАП үшінші пойыздың дүрсілі пайда болды.

Сул ук икән, шәме *жалтырап өченче поездның *дүрсілі файда булды.

Шулчак, дөбердәп, ялтырап, өченче поезд очып уза.

И прогремел, сверкая, третий скорый поезд.

И прогремел, сверкая, третий скорый поезд.
|#
))

(test
 "жалығып"
  '(
    ("^жалық<v><tv><gna_perf>$" ("@жалық") ("#скучать" "#надоесть" "#утомиться") ("\\@жалық"))
    ("^жалық<v><tv><prc_perf>$" ("@жалық") ("#скучать" "#надоесть" "#утомиться") ("\\@жалық"))
#|
Осындай қимылдармен өткен бес минуттан соң Кішкентай ханзада ойынның бірқалыптылығынан ЖАЛЫҒЫП кетті де:

Шушындый хәрәкәтләр белән үткән биш минуттан соң Кечкенә ханзадә уенның *бірқалыптылығынан *жалығып китте дә:

Бер биш минуттан, Нәни принцны, бу уен да туйдыра.

Так минут пять подряд повторялось одно и то же, и Маленькому принцу это наскучило.

Так минут пять подряд повторялось одно и то же, и Маленькому принцу это наскучило.
|#
))

(test
 "жаманшылық"
  '(
    ("^жаманшылық<n><nom>$" ("@жаманшылық") ("благополучие") ("#disgusting"))
    ("^жаманшылық<n><attr>$" ("@жаманшылық") ("благополучие") ("#disgusting"))
    ("^жаманшылық<n><nom>+е<cop><aor><p3><pl>$" ("\\@жаманшылық") ("благополучие") ("#disgusting"))
    ("^жаманшылық<n><nom>+е<cop><aor><p3><sg>$" ("\\@жаманшылық") ("благополучие") ("#disgusting"))
#|
- Өзің кінәлісің, - деді Кішкентай ханзада, мен саған еш ЖАМАНШЫЛЫҚ ойламап едім, алайда сен қолға үйрет деп қоймадың...

- Үзең гаеплесең, - диде Кечкенә ханзадә, мин сиңа һич *жаманшылық уйламаган идем, алай да син кулга өйрәт дип куймадың...

— Үзең гаепле, — ди Нәни принц. — Мин сине елатырга теләмәгән идем, син үзең кулга ияләштерүемне үтендең...

— Ты сам виноват, — сказал Маленький принц. — Я ведь не хотел, чтобы тебе было больно, ты сам пожелал, чтобы я тебя приручил...

— Ты сам виноват, — сказал Маленький принц. — Я ведь не хотел, чтобы тебе было больно, ты сам пожелал, чтобы я тебя приручил...
|#
))

(test
 "жанартауды"
  '(
    ("^жанартау<n><acc>$" ("@жанартау") ("вулкан") ("volcano"))
#|
Бірақ ол айтқандай, «Сақтықта қорлық жоқ», сондықтан сөніп қалған ЖАНАРТАУДЫ да тазартып қойды.

Әмма ул әйткәндәй, «*Сақтықта *қорлық юк», шунлыктан *сөніп калган *жанартауды да *тазартып куйды.

Дөньяда нинди хәлләр булмас дип, Нәни принц сүнгән вулканны да чистарткан.

Но, сказал он, мало ли что может случиться! Поэтому он прочистил и потухший вулкан тоже.

Но, сказал он, мало ли что может случиться! Поэтому он прочистил и потухший вулкан тоже.
|#
))

(test
 "жанартаудың"
  '(
    ("^жанартау<n><gen>$" ("@жанартау") ("вулкана") ("of volcano"))
#|
|#
))

(test
 "жанартаулар"
  '(
    ("^жанартау<n><pl><nom>$" ("@жанартау") ("вулканы") ("volcanos"))
    ("^жанартау<n><pl><nom>+е<cop><aor><p3><pl>$" ("\\@жанартау") ("вулканы") ("volcanos"))
    ("^жанартау<n><pl><nom>+е<cop><aor><p3><sg>$" ("\\@жанартау") ("вулканы") ("volcanos"))
#|
- Алайда, сөнген ЖАНАРТАУЛАР ұйқысынан оянып кетуі мүмкін ғой.

- Алайда, *сөнген *жанартаулар йокысыннан уянып китүе мөмкин бит.

— Ләкин сүнгән вулканның уянуы мөмкин бит, — дип бүлә аны Нәни принц.

— Но потухший вулкан может проснуться, — прервал Маленький принц.

— Но потухший вулкан может проснуться, — прервал Маленький принц.
|#
))

(test
 "жанартауларды"
  '(
    ("^жанартау<n><pl><acc>$" ("@жанартау") ("вулканы") ("volcanos"))
#|
Әрине, біздің жерімізде ЖАНАРТАУЛАРДЫ тазартуға күшіміз жетпейді, біз тым кішкентаймыз.

Әлбәттә, безнең җиребездә *жанартауларды *тазартуға көчебез җитми/җитмаа, без бик кечкенәбез.

Без — Җир кешеләре — бик кечкенәләр шул, вулканнарны чистарта алмыйбыз.

Конечно, мы, люди на земле, слишком малы и не можем прочищать наши вулканы.

Конечно, мы, люди на земле, слишком малы и не можем прочищать наши вулканы.
|#
))

(test
 "жанартауларым"
  '(
    ("^жанартау<n><pl><px1sg><nom>$" ("@жанартау") ("вулканы") ("my volcanos"))
    ("^жанартау<n><pl><px1sg><nom>+е<cop><aor><p3><pl>$" ("\\@жанартау") ("вулканы") ("my volcanos"))
    ("^жанартау<n><pl><px1sg><nom>+е<cop><aor><p3><sg>$" ("\\@жанартау") ("вулканы") ("my volcanos"))
#|
Менің иемденуім ЖАНАРТАУЛАРЫМ үшін де, гүлдерім үшін де пайдалы.

Минем ия булуем *жанартауларым өчен да, гөлләрем өчен да файдалы.

Вулканнарыма да, чәчәгемә дә минеке булудан бары тик файда гына.

И моим вулканам, и моему цветку полезно, что я ими владею.

И моим вулканам, и моему цветку полезно, что я ими владею.
|#
))

(test
 "жанартауларының"
  '(
    ("^жанартау<n><pl><px3sp><gen>$" ("@жанартау") ("вулканов") ("of volcanos"))
#|
Жанып тұрған ЖАНАРТАУЛАРЫНЫҢ түтін шығар жолдарын мұқият тазартты.

Янган *жанартауларының *түтін чыгар юлларын игътибарлы *тазартты.

Янар вулканнарны җентекләп чистарткан.

Он заботливо прочистил действующие вулканы.

Он заботливо прочистил действующие вулканы.
|#
))

(test
 "жанартауы"
  '(
    ("^жанартау<n><px3sp><nom>$" ("@жанартау") ("вулкан") ("volcano"))
    ("^жанартау<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@жанартау") ("вулкан") ("volcano"))
    ("^жанартау<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@жанартау") ("вулкан") ("volcano"))
#|
Оның сөнбеген екі ЖАНАРТАУЫ болатын.

Аның *сөнбеген ике *жанартауы #бул.

Аның ике янар вулканы булган.

У него было два действующих вулкана.

У него было два действующих вулкана.
|#
))

(test
 "жанартауым"
  '(
    ("^жанартау<n><px1sg><nom>$" ("@жанартау") ("мой вулкан") ("my volcano"))
    ("^жанартау<n><px1sg><nom>+е<cop><aor><p3><pl>$" ("\\@жанартау") ("вулкан") ("my volcano"))
    ("^жанартау<n><px1sg><nom>+е<cop><aor><p3><sg>$" ("\\@жанартау") ("вулкан") ("my volcano"))
#|
Менің меншігімде апта сайын мұржасын тазалап тұратын үш ЖАНАРТАУЫМ бар.

Минем милкемдә атна саен *мұржасын *тазалап тора торган өч *жанартауым бар.

Минем өч вулканым бар, мин аларны атна саен чистартам.

У меня есть три вулкана, я каждую неделю их прочищаю.

У меня есть три вулкана, я каждую неделю их прочищаю.
|#
))

(test
 "жаңалығы"
  '(
    ("^жаңалық<n><px3sp><nom>$" ("@жаңалық") ("новость" "новинка") ("novelty" "supernova" "innovation"))
    ("^жаңалық<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@жаңалық") ("новость" "новинка") ("novelty" "supernova" "innovation"))
    ("^жаңалық<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@жаңалық") ("новость" "новинка") ("novelty" "supernova" "innovation"))
#|
1920 жылы сәнге сәйкес әдемі киінген астроном өзінің ЖАҢАЛЫҒЫ жайында тағы бір баян етеді.

1920 елны зиннәткә ярашлы рәвештә гүзәл киенгән астроном үзенең *жаңалығы хәлендә тагын бер бәян итә.

1920 елда теге астроном үзенең ачышы турында тагын бер мәртәбә чыгыш ясый.

В 1920 году тот астроном снова доложил о своем открытии.

В 1920 году тот астроном снова доложил о своем открытии.
|#
))

(test
 "жаңалығын"
  '(
    ("^жаңалық<n><px3sp><acc>$" ("@жаңалық") ("новость" "новинку") ("novelty" "supernova" "innovation"))
#|
Ғалым өзінің ашқан ЖАҢАЛЫҒЫН Халықаралық астрономиялық конгресте дүние жүзіне паш етеді.

Галим үзенең ачкан *жаңалығын Халыкара астрономия конгресста дөнья йөзенә *паш итә.

Астроном үзенең искитәрлек ачышы турында астрономнарның Халыкара конгрессында чыгыш ясый.

Астроном доложил тогда о своем замечательном открытии на Международном астрономическом конгрессе.

Астроном доложил тогда о своем замечательном открытии на Международном астрономическом конгрессе.
|#
))

(test
 "жаңалықтың"
  '(
    ("^жаңалық<n><gen>$" ("@жаңалық") ("новости" "новинки") ("of novelty" "of supernova" "of innovation"))
#|
Осылайша, мен екінші бір маңызды ЖАҢАЛЫҚТЫҢ бетін аштым: баланың тұратын планетасы үйден сәл ғана үлкен екен.

Шул рәвешчә, мин икенче бер мөһим *жаңалықтың битен/битын ачтым: баланың тора торган планетасы өйдән бераз гына өлкән икән.

Шулай итеп, мин тагын бер зур ачыш ясадым: ул яшәгән планета бары йорт зурлыгында гына икән.

Так я сделал еще одно важное открытие: его родная планета вся-то величиной с дом!

Так я сделал еще одно важное открытие: его родная планета вся-то величиной с дом!
|#
))

(test
 "жаңғырық"
  '(
    ("^жаңғырық<n><nom>$" ("@жаңғырық") ("плаха" "эхо" "подголосок") ("echo" "#blockhead"))
    ("^жаңғырық<n><attr>$" ("@жаңғырық") ("плаха" "эхо" "подголосок") ("echo" "#blockhead"))
    ("^жаңғырық<n><nom>+е<cop><aor><p3><pl>$" ("\\@жаңғырық") ("плаха" "эхо" "подголосок") ("echo" "#blockhead"))
    ("^жаңғырық<n><nom>+е<cop><aor><p3><sg>$" ("\\@жаңғырық") ("плаха" "эхо" "подголосок") ("echo" "#blockhead"))
#|
|#
))

(test
 "жапан"
  '(
    ("^жапан<adj>$" ("@жапан") ("\\@жапан") ("\\@жапан"))
    ("^жапан<n><nom>$" ("@жапан") ("\\@жапан") ("world"))
    ("^жапан<n><attr>$" ("@жапан") ("\\@жапан") ("world"))
    ("^жапан<adj>+е<cop><aor><p3><pl>$" ("\\@жапан") ("\\@жапан") ("\\@жапан"))
    ("^жапан<adj>+е<cop><aor><p3><sg>$" ("\\@жапан") ("\\@жапан") ("\\@жапан"))
    ("^жапан<n><nom>+е<cop><aor><p3><pl>$" ("\\@жапан") ("\\@жапан") ("world"))
    ("^жапан<n><nom>+е<cop><aor><p3><sg>$" ("\\@жапан") ("\\@жапан") ("world"))
#|
Сонымен, бірінші түні адамзат мекенінен мыңдаған шақырым қашықтықтағы ЖАПАН түзде құм үстінде түнеп шықтым.

Шуның белән, беренче төне кешелек торагыннан меңләгән чакрым *қашықтықтағы *жапан *түзде ком өстендә *түнеп чыктым.

Беренче кичне ачык һавада йокларга яттым. Тирә-юньдә — меңәр чакрымга сузылган ком чүле.

Итак, в первый вечер я уснул на песке в пустыне, где на тысячи миль вокруг не было никакого жилья.

Итак, в первый вечер я уснул на песке в пустыне, где на тысячи миль вокруг не было никакого жилья.
|#
))

(test
 "жарқыраған"
  '(
    ("^жарқыра<v><iv><gpr_past>$" ("@жарқыра") ("#гореть" "#сиять" "#блестеть" "#сверкать" "#светиться") ("#beam" "shine"))
    ("^жарқыра<v><iv><ger_past><nom>$" ("@жарқыра") ("#гореть" "#сиять" "#блестеть" "#сверкать" "#светиться") ("#beam" "shining"))
    ("^жарқыра<v><iv><gpr_past><subst><nom>$" ("@жарқыра") ("#гореть" "#сиять" "#блестеть" "#сверкать" "#светиться") ("#beam" "shine"))
    ("^жарқыра<v><iv><past><p3><pl>$" ("@жарқыра") ("#гореть" "#сиять" "#блестеть" "#сверкать" "#светиться") ("have #beam" "have shined"))
    ("^жарқыра<v><iv><past><p3><sg>$" ("@жарқыра") ("#гореть" "#сиять" "#блестеть" "#сверкать" "#светиться") ("have #beam" "have shined"))
#|
Сол мезетте күн күркірегендей дүрсілдеп ЖАРҚЫРАҒАН жүрдек пойыз темір жол бағыттаушысының үйшігін дірілдетіп жіберді.

Сул *мезетте көн *күркірегендей *дүрсілдеп *жарқыраған *жүрдек поезд тимер юл юнәлтүчесенең *үйшігін *дірілдетіп җибәрде.

Шул вакыт, ут балкыган тәрәзәләрен ялтыратып, дөбер-шатыр килеп тизйөрешле поезд узып китә. Тимер юлчының кечкенә өе дер селкенеп куя.

И скорый поезд, сверкая освещенными окнами, с громом промчался мимо, и будка стрелочника вся задрожала.

И скорый поезд, сверкая освещенными окнами, с громом промчался мимо, и будка стрелочника вся задрожала.
|#
))

(test
 "жарқырап"
  '(
    ("^жарқыра<v><iv><gna_perf>$" ("@жарқыра") ("#гореть" "#сиять" "#блестеть" "#сверкать" "#светиться") ("#beam" "shine"))
    ("^жарқыра<v><iv><prc_perf>$" ("@жарқыра") ("#гореть" "#сиять" "#блестеть" "#сверкать" "#светиться") ("#beam" "shine"))
#|
- Мені ойға шомдыратын нәрсе, - деді ол, - жұлдыздар, әр адам ерте ме, кеш пе, өз жұлдызын адаспай тауып алу үшін, ЖАРҚЫРАП тұра ма екен.

- Мине уйга *шомдыратын нәрсә, - диде ул, - йолдызлар, һәр азагым иртәме, кич мы, үз йолдызын адашмыйча табып алу өчен, *жарқырап торамы икән.

— Беләсе иде, йолдызлар нигә ялтырап яна икән, — ди ул, уйчанланып. — Бәлки, иртәме-соңмы һәркем үз йолдызын эзләп таба алсын өчендер.

— Хотел бы я знать, зачем звезды светятся, — задумчиво сказал он. — Наверно, затем, чтобы рано или поздно каждый мог вновь отыскать свою.

— Хотел бы я знать, зачем звезды светятся, — задумчиво сказал он. — Наверно, затем, чтобы рано или поздно каждый мог вновь отыскать свою.
|#
))

(test
 "жарлықтар"
  '(
    ("^жарлық<n><pl><nom>$" ("@жарлық") ("указы" "приказы") ("orders" "edicts" "Decrees/Decrees"))
    ("^жарлық<n><pl><nom>+е<cop><aor><p3><pl>$" ("\\@жарлық") ("указы" "приказы") ("orders" "edicts" "Decrees/Decrees"))
    ("^жарлық<n><pl><nom>+е<cop><aor><p3><sg>$" ("\\@жарлық") ("указы" "приказы") ("orders" "edicts" "Decrees/Decrees"))
#|
Бірақ ол тым мейірімді болғандықтан, ақылға сиярлықтай ЖАРЛЫҚТАР беретін.

Әмма ул бик шәфкатьле булганлыктан, акылга #сый *жарлықтар #бир.

Ләкин ул бик мәрхәмәтле була, шунлыктан, бары тик акыллы әмерләр генә бирә икән.

Но он был очень добр, а потому отдавал только разумные приказания.

Но он был очень добр, а потому отдавал только разумные приказания.
|#
))

(test
 "жартастарды"
  '(
    ("^жартас<n><pl><acc>$" ("@жартас") ("скалы") ("crags" "rocks"))
#|
|#
))

(test
 "жасалынған"
  '(
    ("^жасалын<v><iv><gpr_past>$" ("@жасалын") ("#создаваться") ("\\@жасалын"))
    ("^жасалын<v><iv><ger_past><nom>$" ("@жасалын") ("#создаваться") ("\\@жасалын"))
    ("^жасалын<v><iv><gpr_past><subst><nom>$" ("@жасалын") ("#создаваться") ("\\@жасалын"))
    ("^жасалын<v><iv><past><p3><pl>$" ("@жасалын") ("#создаваться") ("have \\@жасалын"))
    ("^жасалын<v><iv><past><p3><sg>$" ("@жасалын") ("#создаваться") ("have \\@жасалын"))
#|
Қошақан үшін ЖАСАЛЫНҒАН жәшкі те бар.

*Қошақан өчен *жасалынған *жәшкі да бар.

Аннары бәрән өчен ясалган тартмаң.

И ящик для барашка.

И ящик для барашка.
|#
))

(test
 "жатжерлік"
  '(
    ("^жатжерлік<adj>$" ("@жатжерлік") ("\\@жатжерлік") ("#foreigner"))
    ("^жатжерлік<adj><subst><nom>$" ("@жатжерлік") ("у \\@жатжерлік") ("#foreigner"))
    ("^жатжерлік<adj>+е<cop><aor><p3><pl>$" ("\\@жатжерлік") ("\\@жатжерлік") ("#foreigner"))
    ("^жатжерлік<adj>+е<cop><aor><p3><sg>$" ("\\@жатжерлік") ("\\@жатжерлік") ("#foreigner"))
    ("^жатжерлік<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@жатжерлік") ("у \\@жатжерлік") ("#foreigner"))
    ("^жатжерлік<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@жатжерлік") ("у \\@жатжерлік") ("#foreigner"))
#|
- Сен ЖАТЖЕРЛІК екенсің, - деді түлкі.

- Син *жатжерлік икәнсең, - диде төлке.

— Син читтән килгәнсең бугай, — ди Төлке.

— Ты не здешний, — заметил Лис.

— Ты не здешний, — заметил Лис.
|#
))

(test
 "жауаптымын"
  '(
    ("^жауапты<adj>+е<cop><aor><p1><sg>$" ("\\@жауапты") ("ответственный") ("liable" "amenable" "answerable" "accountable" "responsible"))
    ("^жауапты<adj><subst><nom>+е<cop><aor><p1><sg>$" ("\\@жауапты") ("у ответственного") ("liable" "amenable" "answerable" "accountable" "responsible"))
#|
|#
))

(test
 "жауыз"
  '(
    ("^жауыз<adj>$" ("@жауыз") ("зловредный") ("rigorous"))
    ("^жауыз<n><nom>$" ("@жауыз") ("изверг") ("\\@жауыз"))
    ("^жауыз<n><attr>$" ("@жауыз") ("изверг") ("\\@жауыз"))
    ("^жауыз<adj><advl>$" ("@жауыз") ("зловредный") ("rigorous"))
    ("^жауыз<adj><subst><nom>$" ("@жауыз") ("у зловредного") ("rigorous"))
    ("^жауыз<adj>+е<cop><aor><p3><pl>$" ("\\@жауыз") ("зловредный") ("rigorous"))
    ("^жауыз<adj>+е<cop><aor><p3><sg>$" ("\\@жауыз") ("зловредный") ("rigorous"))
    ("^жауыз<n><nom>+е<cop><aor><p3><pl>$" ("\\@жауыз") ("изверг") ("\\@жауыз"))
    ("^жауыз<n><nom>+е<cop><aor><p3><sg>$" ("\\@жауыз") ("изверг") ("\\@жауыз"))
    ("^жауыз<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@жауыз") ("у зловредного") ("rigorous"))
    ("^жауыз<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@жауыз") ("у зловредного") ("rigorous"))
#|
- Менің бұлай деп айтып тұрған себебім... жыланның да кесірінен. Оның сені шағып алғанының керегі шамалы... жыландар ЖАУЫЗ болады. Әншейін бір ләззат алуы үшін шаға салуы ықтимал.

- Минем болай дип әйткән сәбәбем... еланның да зыяныннан. Аның сине чагып алганының кирәге чамалы... еланнар *жауыз була. *Әншейін бер *ләззат алуы өчен чага салуы ихтимал.

— Беләсеңме... эш миндә генә түгел... Әгәр ул сине чагып куйса... Еланнар усал бит. Кемне дә булса чагу алар өчен кызык кына.

— Видишь ли... это еще из-за змеи. Вдруг она тебя ужалит... Змеи ведь злые. Кого-нибудь ужалить для них удовольствие.

— Видишь ли... это еще из-за змеи. Вдруг она тебя ужалит... Змеи ведь злые. Кого-нибудь ужалить для них удовольствие.
|#
))

(test
 "жәшкі"
  '(
    ("^*жәшкі$" ("*жәшкі") ("*жәшкі") ("*жәшкі"))
#|
Қошақан үшін жасалынған ЖӘШКІ те бар.

*Қошақан өчен *жасалынған *жәшкі да бар.

Аннары бәрән өчен ясалган тартмаң.

И ящик для барашка.

И ящик для барашка.
|#
))

(test
 "жек"
  '(
    ("^жек<v><tv><imp><p2><sg>$" ("@жек") ("впрягай" "запрягай") ("\\@жек"))
#|
Елге ақыл айтқанды жаным ЖЕК көреді.

Илгә акыл әйткәнне яным җирәнеп карый.

Кешеләргә акыл өйрәтергә бер дә яратмыйм мин.

Я терпеть не могу читать людям нравоучения.

Я терпеть не могу читать людям нравоучения.
|#
))

(test
 "желбіреген"
  '(
    ("^желбіре<v><iv><gpr_past>$" ("@желбіре") ("\\@желбіре") ("\\@желбіре"))
    ("^желбіре<v><iv><ger_past><nom>$" ("@желбіре") ("\\@желбіре") ("\\@желбіре"))
    ("^желбіре<v><iv><gpr_past><subst><nom>$" ("@желбіре") ("\\@желбіре") ("\\@желбіре"))
    ("^желбіре<v><iv><past><p3><pl>$" ("@желбіре") ("\\@желбіре") ("have \\@желбіре"))
    ("^желбіре<v><iv><past><p3><sg>$" ("@желбіре") ("\\@желбіре") ("have \\@желбіре"))
#|
Айдың сәулесі түскен осы бір бозғылт маңдайына, жұмулы көздеріне, желмен ЖЕЛБІРЕГЕН кекіл шаштарына қарап келе жатып терең ойға баттым:

Айның нуры төшкән шушы бер *бозғылт тирәсендәйгә, *жұмулы күзләренә, җил белән *желбіреген *кекіл чәчләренә карап килә ятып тирән уйга баттым:

Ай яктысы төшкән аксыл маңгаена, йомылган керфекләренә, җил тараткан алтынсу чәчләренә карадым, һәм үз-үземә:

При свете луны я смотрел на его бледный лоб, на сомкнутые ресницы, на золотые пряди волос, которые перебирал ветер, и говорил себе:

При свете луны я смотрел на его бледный лоб, на сомкнутые ресницы, на золотые пряди волос, которые перебирал ветер, и говорил себе:
|#
))

(test
 "желбіреп"
  '(
    ("^желбіре<v><iv><gna_perf>$" ("@желбіре") ("\\@желбіре") ("\\@желбіре"))
    ("^желбіре<v><iv><prc_perf>$" ("@желбіре") ("\\@желбіре") ("\\@желбіре"))
#|
|#
))

(test
 "желпі"
  '(
    ("^*желпі$" ("*желпі") ("*желпі") ("*желпі"))
#|
|#
))

(test
 "жемтігін"
  '(
    ("^жемтік<n><px3sp><acc>$" ("@жемтік") ("жертву") ("prey"))
#|
Кітапта былай деп жазылған: «Айдаһар жыландар ЖЕМТІГІН шайнамай бүтіндей жұтады.

Китабта/Китапта болай дип язылган: «*Айдаһар еланнар *жемтігін чәйнәмичә/чәйнәмаача бөтендәй *жұтады.

Китапта болай дип язылган иде: «Елан үзенең корбанын чәйнәми-нитми бөтен килеш йота.

В книге говорилось: "Удав заглатывает свою жертву целиком, не жуя.

В книге говорилось: "Удав заглатывает свою жертву целиком, не жуя.
|#
))

(test
 "жеңдіру"
  '(
    ("^жеңдір<v><tv><ger><nom>$" ("@жеңдір") ("\\@жеңдір") ("\\@жеңдір"))
#|
– Билікті ең алдымен ақылға ЖЕҢДІРУ керек.

– Хакимиятне иң #алд белән акылга *жеңдіру кирәк.

Хаким акылга таянып эш итәргә тиеш — бу иң беренче шарт.

Власть прежде всего должна быть разумной.

Власть прежде всего должна быть разумной.
|#
))

(test
 "жеңілтек"
  '(
    ("^жеңілтек<adj>$" ("@жеңілтек") ("легкомысленный") ("adaptable"))
    ("^жеңілтек<adv>$" ("\\@жеңілтек") ("\\@жеңілтек") ("lightly"))
    ("^жеңілтек<adj><advl>$" ("@жеңілтек") ("легкомысленный") ("adaptable"))
    ("^жеңілтек<adj><subst><nom>$" ("@жеңілтек") ("у легкомысленного") ("childish"))
    ("^жеңілтек<adj>+е<cop><aor><p3><pl>$" ("\\@жеңілтек") ("легкомысленный") ("adaptable"))
    ("^жеңілтек<adj>+е<cop><aor><p3><sg>$" ("\\@жеңілтек") ("легкомысленный") ("adaptable"))
    ("^жеңілтек<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@жеңілтек") ("у легкомысленного") ("childish"))
    ("^жеңілтек<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@жеңілтек") ("у легкомысленного") ("childish"))
#|
Мен ЖЕҢІЛТЕК мінезді адам емеспін.

Мин *жеңілтек холыкны азагым түгелмен.

Җитди кеше мин.

Я человек серьезный.

Я человек серьезный.
|#
))

(test
 "жердерді"
  '(
    ("^*жердерді$" ("*жердерді") ("*жердерді") ("*жердерді"))
#|
- Кім біледі, - деді патша оған, - мен әлі қол астымдағы ЖЕРДЕРДІ аралап көрген жоқпын.

- Кем белә, - диде патша аңа, - мин әле кул астымдагы *жердерді аралап карамыйм.

— Алай кистереп әйтмә, — дип каршы төшә король. — Мин әле корольлегемне тулысынча карап чыкмадым.

— Как знать, — возразил король. — Я еще не осмотрел всего моего королевства.

— Как знать, — возразил король. — Я еще не осмотрел всего моего королевства.
|#
))

(test
 "жинастыра"
  '(
    ("^жинастыр<v><tv><gna_impf>$" ("@жинастыр") ("убирая" "#убрать") ("unshipped"))
    ("^жинастыр<v><tv><prc_impf>$" ("@жинастыр") ("убирая" "#убрать") ("unship"))
#|
- Мен саған отыруға әмір етемін! – деп жауап берді патша, шапанының бір жақ етегін ЖИНАСТЫРА түсіп.

- Мин сиңа утыруга әмер итәм! – дип җавап бирде патша, чапанының бер як итәген *жинастыра төшеп.

— Утырырга әмер бирәм! — дип җавап кайтара король һәм, матур ишарә белән, зиннәтле япанчасының бер итәген җыеп куя.

— Повелеваю: сядь! — отвечал король и величественно подобрал одну полу своей горностаевой мантии.

— Повелеваю: сядь! — отвечал король и величественно подобрал одну полу своей горностаевой мантии.
|#
))

(test
 "жібіп"
  '(
    ("^жіп<v><iv><gna_perf>$" ("@жіп") ("#таять") ("\\@жіп"))
    ("^жіп<v><iv><prc_perf>$" ("@жіп") ("#таять") ("\\@жіп"))
    ("^жібі<v><iv><gna_perf>$" ("@жібі") ("#растаивать") ("\\@жібі"))
    ("^жібі<v><iv><prc_perf>$" ("@жібі") ("#растаивать") ("\\@жібі"))
#|
|#
))

(test
 "жосықты"
  '(
    ("^жосық<n><acc>$" ("@жосық") ("порядок") ("order" "rule" "custom" "tradition"))
    ("^жосық<n>+лы<post>$" ("\\@жосық") ("порядке") ("without order" "without rule" "without custom" "without tradition"))
#|
|#
))

(test
 "жөнелтемін"
  '(
    ("^жөнелт<v><tv><aor><p1><sg>$" ("@жөнелт") ("#отправить" "отправляю") ("\\@жөнелт"))
#|
|#
))

(test
 "жөтеле"
  '(
    ("^жөтел<v><iv><gna_impf>$" ("@жөтел") ("кашляя") ("\\@жөтел"))
    ("^жөтел<v><iv><prc_impf>$" ("@жөтел") ("кашляя") ("\\@жөтел"))
#|
Сол уақытта «ханзада өзін кінәлі сезініп, қинала түссін» деген оймен гүл қаттырақ ЖӨТЕЛЕ түсті.

Сул вакытта «ханзадә үзен гаепле *сезініп, #газаплан төшсен» дигән уй белән гөл катырак *жөтеле төште.

Шулчак чәчәк, әйдә бераз кызгансын, тилмерсен әле дип, ныграк йөткерә башлый.

Тогда она закашляла сильнее: пускай его все-таки помучит совесть!

Тогда она закашляла сильнее: пускай его все-таки помучит совесть!
|#
))

(test
 "жөтеліп"
  '(
    ("^жөтел<v><iv><gna_perf>$" ("@жөтел") ("#кашлять") ("\\@жөтел"))
    ("^жөтел<v><iv><prc_perf>$" ("@жөтел") ("#кашлять") ("\\@жөтел"))
#|
Өтірігі әшкере болып қалғанына намыстанып кеткен ол Кішкентай ханзаданың өзін кінәлі сезіндіру үшін екі-үш рет ЖӨТЕЛІП жіберді де:

Ялганы *әшкере булып калганына *намыстанып киткән ул Кечкенә ханзадәнең үзен гаепле *сезіндіру өчен ике-өч тапкыр *жөтеліп җибәрде дә:

Сылукайның үзенә дә уңайсыз булып китә, ахрысы. Ул, Нәни принцны оялтырга уйлап, бер-ике тапкыр йөткергәләп куя да:

Красавица смутилась, потом кашлянула раз-другой, чтобы Маленький принц почувствовал, как он перед нею виноват:

Красавица смутилась, потом кашлянула раз-другой, чтобы Маленький принц почувствовал, как он перед нею виноват:
|#
))

(test
 "жүзімдікке"
  '(
    ("^жүзімдік<n><dat>$" ("@жүзімдік") ("в  винограднику") ("to vineyard"))
#|
Мен ЖҮЗІМДІККЕ дейін сейіл құрамын.

Мин *жүзімдікке диайм *сейіл корам.

Ул көнне мин, иркенләп йөри торгач, хәтта йөзем бакчалары янына ук барып җитәм.

Я отправляюсь на прогулку и дохожу до самого виноградника.

Я отправляюсь на прогулку и дохожу до самого виноградника.
|#
))

(test
 "жүргінші"
  '(
    ("^жүргінші<n><nom>$" ("@жүргінші") ("#ходок" "путник" "проезжий" "прохожий" "проезжающий") ("#passer" "pedestrian"))
    ("^жүргінші<n><attr>$" ("@жүргінші") ("#ходок" "путник" "проезжий" "прохожий" "проезжающий") ("#passer" "pedestrian"))
    ("^жүргінші<n><nom>+е<cop><aor><p3><pl>$" ("\\@жүргінші") ("#ходок" "путник" "проезжий" "прохожий" "проезжающий") ("#passer" "pedestrian"))
    ("^жүргінші<n><nom>+е<cop><aor><p3><sg>$" ("\\@жүргінші") ("#ходок" "путник" "проезжий" "прохожий" "проезжающий") ("#passer" "pedestrian"))
#|
Әрине, менің раушан гүлімді жай бір ЖҮРГІНШІ көрсе, сендерге ұқсайды екен деп ойлап қалуы мүмкін.

Әлбәттә, минем *раушан гөлемне хәл бер *жүргінші күрсә, сезгә #охша дип уйлап калуы мөмкин.

Билгеле, очраклы бер юлчы, минем чәчәгемә карап, ул нәкъ сезнең төсле, дип әйтер.

Конечно, случайный прохожий, поглядев на мою розу, скажет, что она точно такая же, как вы.

Конечно, случайный прохожий, поглядев на мою розу, скажет, что она точно такая же, как вы.
|#
))

(test
 "жүрдек"
  '(
    ("^жүрдек<adj>$" ("@жүрдек") ("\\@жүрдек") ("\\@жүрдек"))
    ("^жүрдек<adj><advl>$" ("@жүрдек") ("\\@жүрдек") ("\\@жүрдек"))
    ("^жүрдек<adj><subst><nom>$" ("@жүрдек") ("у \\@жүрдек") ("\\@жүрдек"))
    ("^жүрдек<adj>+е<cop><aor><p3><pl>$" ("\\@жүрдек") ("\\@жүрдек") ("\\@жүрдек"))
    ("^жүрдек<adj>+е<cop><aor><p3><sg>$" ("\\@жүрдек") ("\\@жүрдек") ("\\@жүрдек"))
    ("^жүрдек<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@жүрдек") ("у \\@жүрдек") ("\\@жүрдек"))
    ("^жүрдек<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@жүрдек") ("у \\@жүрдек") ("\\@жүрдек"))
#|
Сол мезетте күн күркірегендей дүрсілдеп жарқыраған ЖҮРДЕК пойыз темір жол бағыттаушысының үйшігін дірілдетіп жіберді.

Сул *мезетте көн *күркірегендей *дүрсілдеп *жарқыраған *жүрдек поезд тимер юл юнәлтүчесенең *үйшігін *дірілдетіп җибәрде.

Шул вакыт, ут балкыган тәрәзәләрен ялтыратып, дөбер-шатыр килеп тизйөрешле поезд узып китә. Тимер юлчының кечкенә өе дер селкенеп куя.

И скорый поезд, сверкая освещенными окнами, с громом промчался мимо, и будка стрелочника вся задрожала.

И скорый поезд, сверкая освещенными окнами, с громом промчался мимо, и будка стрелочника вся задрожала.
|#
))

(test
 "жұлдыздапды"
  '(
    ("^*жұлдыздапды$" ("*жұлдыздапды") ("*жұлдыздапды") ("*жұлдыздапды"))
#|
Ал мен болсам, ЖҰЛДЫЗДАПДЫ иемденемін, өйткені бұған дейін жұлдыздарды меншіктеу ешкімнің ойына кіріпшықпаған.

Ә мин булсам, *жұлдыздапды ия булам, чөнки бөгелим диайм йолдызларны *меншіктеу кәҗәмнең уена *кіріпшықпаған.

Йолдызлар — минем байлыгым, чөнки миңа кадәр аларны мөлкәт итү берәүнең дә уена килмәгән.

Я владею звездами, потому что до меня никто не догадался ими завладеть.

Я владею звездами, потому что до меня никто не догадался ими завладеть.
|#
))

(test
 "жұмулы"
  '(
    ("^*жұмулы$" ("*жұмулы") ("*жұмулы") ("*жұмулы"))
#|
Айдың сәулесі түскен осы бір бозғылт маңдайына, ЖҰМУЛЫ көздеріне, желмен желбіреген кекіл шаштарына қарап келе жатып терең ойға баттым:

Айның нуры төшкән шушы бер *бозғылт тирәсендәйгә, *жұмулы күзләренә, җил белән *желбіреген *кекіл чәчләренә карап килә ятып тирән уйга баттым:

Ай яктысы төшкән аксыл маңгаена, йомылган керфекләренә, җил тараткан алтынсу чәчләренә карадым, һәм үз-үземә:

При свете луны я смотрел на его бледный лоб, на сомкнутые ресницы, на золотые пряди волос, которые перебирал ветер, и говорил себе:

При свете луны я смотрел на его бледный лоб, на сомкнутые ресницы, на золотые пряди волос, которые перебирал ветер, и говорил себе:
|#
))

(test
 "жұрдай"
  '(
    ("^*жұрдай$" ("*жұрдай") ("*жұрдай") ("*жұрдай"))
#|
|#
))

(test
 "жұта"
  '(
    ("^жұт<v><tv><gna_impf>$" ("@жұт") ("глотая" "#принять" "принимая" "уничтожая" "поглатывая") ("swallowed"))
    ("^жұт<v><tv><prc_impf>$" ("@жұт") ("глотая" "#принять" "принимая" "уничтожая" "поглатывая") ("swallow"))
    ("^жұта<v><iv><imp><p2><sg>$" ("@жұта") ("\\@жұта") ("\\@жұта"))
#|
Оларды тек тамашалап және хош иісін ЖҰТА беру қажет.

Аларны тик тамаша кылып һәм хуш исен *жұта бирү хаҗәт.

Чәчәкләргә карап сокланырга, аларның хуш исләрен иснәргә генә кирәк икән.

Надо просто смотреть на них и дышать их ароматом.

Надо просто смотреть на них и дышать их ароматом.
|#
))

(test
 "жұтады"
  '(
    ("^жұт<v><tv><aor><p3><pl>$" ("@жұт") ("глотают" "#принять" "принимают" "уничтожают" "поглатывают") ("swallow"))
    ("^жұт<v><tv><aor><p3><sg>$" ("@жұт") ("глотает" "#принять" "принимает" "уничтожает" "поглатывает") ("swallows"))
    ("^жұта<v><iv><ifi><p3><pl>$" ("@жұта") ("оказывается \\@жұта") ("\\@жұта"))
    ("^жұта<v><iv><ifi><p3><sg>$" ("@жұта") ("оказывается \\@жұта") ("\\@жұта"))
#|
|#
))

(test
 "жұтқыздым"
  '(
    ("^жұтқыз<v><iv><ifi><p1><sg>$" ("@жұтқыз") ("оказывается \\@жұтқыз") ("\\@жұтқыз"))
#|
|#
))

(test
 "жұтып"
  '(
    ("^жұт<v><tv><gna_perf>$" ("@жұт") ("#глотать" "приняв" "#принимать" "#уничтожать" "#поглатывать") ("swallow"))
    ("^жұт<v><tv><prc_perf>$" ("@жұт") ("#глотать" "приняв" "#принимать" "#уничтожать" "#поглатывать") ("swallow"))
#|
Суретте айдаһар жылан арыстанды бүтіндей ЖҰТЫП жатты. Сол суреттің көшірмесі мынадай:

Рәсемдә *айдаһар елан арысланны бөтендәй *жұтып ятты. Сул рәсемнең күчермәсе мондый:

Рәсемдә иләмсез зур буар елан ниндидер ерткыч җәнлекне йотып маташа. Менә шулай ясалган иде ул:

На картинке огромная змея — удав — глотала хищного зверя.

На картинке огромная змея — удав — глотала хищного зверя.
|#
))

(test
 "жылжи"
  '(
    ("^жылжы<v><iv><gna_impf>$" ("@жылжы") ("двигаясь" "скользя" "соскальзывая") ("moved" "advanced"))
    ("^жылжы<v><iv><prc_impf>$" ("@жылжы") ("двигаясь" "скользя" "соскальзывая") ("move" "advance"))
#|
Күн сайын жақынырақ отырып, ЖЫЛЖИ түс...

Көн саен якынрак утырып, *жылжи төш...

Ләкин син көн саен аз-азлап якынрак килеп утыр...

Но с каждым днем садись немножко ближе...

Но с каждым днем садись немножко ближе...
|#
))

(test
 "жылжытудың"
  '(
    ("^жылжыт<v><tv><ger><gen>$" ("@жылжыт") ("подать" "сдвигать" "сдвинуть" "сбавлять" "перевести" "отодвинуть" "передвигать") ("bias" "promote"))
#|
Ал сенің кішкентай планетаңда алаулап қызара батқан күнді қызықтау үшін орындықты бірнеше қадамға ЖЫЛЖЫТУДЫҢ өзі де жеткілікті еді.

Ә синең кечкенә планетаңда *алаулап #кызар баткан көнне кызыграк өчен урындыкны берничә адымга *жылжытудың үзе дә җитәрлек иде.

Ә үз планетаңда сиңа урындыкны берничә адымга күчереп кую да җиткән.

А на твоей планете тебе довольно было передвинуть стул на несколько шагов.

А на твоей планете тебе довольно было передвинуть стул на несколько шагов.
|#
))

(test
 "жылжытып"
  '(
    ("^жылжыт<v><tv><gna_perf>$" ("@жылжыт") ("подав" "#сдвигать" "сдвинув" "#сбавлять" "переведя" "отодвинув" "передвигав") ("bias" "promote"))
    ("^жылжыт<v><tv><prc_perf>$" ("@жылжыт") ("подав" "#сдвигать" "сдвинув" "#сбавлять" "переведя" "отодвинув" "передвигав") ("bias" "promote"))
#|
Оның есіне күннің батуын тамашалау үшін өзінің орындығын ЖЫЛЖЫТЫП күнді қуалап жүретін кездері түсіп кетті. Ол досына көмектескісі келді:

Аның исенә көннең батуын #тамаша өчен үзенең урындыгын *жылжытып көнне *қуалап йөрә торган чаклары төшеп китте. Ул #дус *көмектескісі килде:

Нәни принц кайчандыр, шәфәкъне бик күрәсе килгән чакларда, урындыкны бер урыннан икенче урынга күчереп йөрткәнен исенә төшерә, һәм аның дустына ярдәм итәсе килә.

Маленький принц вспомнил, как он когда-то переставлял стул с места на место, чтобы лишний раз поглядеть на закат солнца. И ему захотелось помочь другу.

Маленький принц вспомнил, как он когда-то переставлял стул с места на место, чтобы лишний раз поглядеть на закат солнца. И ему захотелось помочь другу.
|#
))

(test
 "жылтырақ"
  '(
    ("^жылтырақ<adj>$" ("@жылтырақ") ("сверкающий") ("glitzy" "shiny"))
    ("^жылтырақ<adj><advl>$" ("@жылтырақ") ("сверкающий") ("glitzy" "shiny"))
    ("^жылтырақ<adj><subst><nom>$" ("@жылтырақ") ("у сверкающего") ("glitzy" "shiny"))
    ("^жылтырақ<adj>+е<cop><aor><p3><pl>$" ("\\@жылтырақ") ("сверкающий") ("glitzy" "shiny"))
    ("^жылтырақ<adj>+е<cop><aor><p3><sg>$" ("\\@жылтырақ") ("сверкающий") ("glitzy" "shiny"))
    ("^жылтырақ<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@жылтырақ") ("у сверкающего") ("glitzy" "shiny"))
    ("^жылтырақ<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@жылтырақ") ("у сверкающего") ("glitzy" "shiny"))
#|
- Е, жоқ, майда ЖЫЛТЫРАҚ нәрселер.

- Е, юк, майда *жылтырақ нәрсәләр.

— Юк ла. Бик-бик кечкенә, ялтырап торган...

— Да нет же, такие маленькие, блестящие.

— Да нет же, такие маленькие, блестящие.
|#
))

(test
 "жылылыққа"
  '(
    ("^жылылық<n><dat>$" ("@жылылық") ("в  теплоте") ("to warmth"))
#|
Бірақ сен ойыңа келген уақытта келе беретін болсаң, қай уақытты жүрегімді ЖЫЛЫЛЫҚҚА толтыратынымды білмей қаламын...

Әмма син уеңа килгән вакытта килә бирә торган булсаң, кай вакытны йөрәгемне *жылылыққа *толтыратынымды белмичә калам...

Әгәр дә син көн саен төрле вакытта килсәң, мин йөрәгемне кайсы сәгатькә хәзерләп куярга белмәячәкмен...

А если ты приходишь всякий раз в другое время, я не знаю, к какому часу готовить свое сердце...

А если ты приходишь всякий раз в другое время, я не знаю, к какому часу готовить свое сердце...
|#
))

(test
 "жылылықты"
  '(
    ("^жылылық<n><acc>$" ("@жылылық") ("теплоту") ("warmth"))
    ("^жылылық<n>+лы<post>$" ("\\@жылылық") ("теплоте") ("without warmth"))
#|
Бұл ЖЫЛЫЛЫҚТЫ қалай түсінерін білмеді.

Бу *жылылықты ничек аңларын белмәде.

Каян килгән аңа мондый нәфислек?

Откуда эта тихая нежность?

Откуда эта тихая нежность?
|#
))

(test
 "жылытар"
  '(
    ("^жылыт<v><tv><gpr_fut>$" ("@жылыт") ("\\@жылыт") ("warm"))
    ("^жылыт<v><tv><gpr_fut><subst><nom>$" ("@жылыт") ("\\@жылыт") ("warm"))
    ("^жылыт<v><tv><fut><p3><pl>$" ("@жылыт") ("может \\@жылыт") ("will have warmed"))
    ("^жылыт<v><tv><fut><p3><sg>$" ("@жылыт") ("может \\@жылыт") ("will have warmed"))
#|
Мен кішкене бала кезімде жаңа жыл шыршасының жарығы, шіркеудің түн ортасындағы месса кезіндегі әуені, жүрек ЖЫЛЫТАР күлкілер маған сыйлаған сыйлықтардың нұр шашуына септігін тигізетін.

Мин кечкенә бала чагымда әле ел *шыршасының яктысы, чиркәүнең төн уртасындагы *месса чагындагы һаваны, йөрәк *жылытар көлкеләр миңа сыйлаган бүләкләрнең нур чәчүенә *септігін #тидер.

Бәләкәй чагымда, Яңа ел бәйрәмендә чыршыдагы шәм балкуы, төн уртасында уйнаган орган авазы, ягымлы елмаюлар йөрәгемә шундыйрак шатлык китерә иде.

Когда я был маленький, так светились для меня рождественские подарки: сияньем свеч на елке, пеньем органа в час полночной мессы, ласковыми улыбками.

Когда я был маленький, так светились для меня рождественские подарки: сияньем свеч на елке, пеньем органа в час полночной мессы, ласковыми улыбками.
|#
))

(test
 "жыртқыш"
  '(
    ("^жыртқыш<adj>$" ("@жыртқыш") ("хищный") ("\\@жыртқыш"))
    ("^жыртқыш<n><nom>$" ("@жыртқыш") ("хищник") ("\\@жыртқыш"))
    ("^жыртқыш<n><attr>$" ("@жыртқыш") ("хищник") ("\\@жыртқыш"))
    ("^жыртқыш<adj><advl>$" ("@жыртқыш") ("хищный") ("\\@жыртқыш"))
    ("^жыртқыш<adj><subst><nom>$" ("@жыртқыш") ("у хищного") ("ravenous" "predatory"))
    ("^жыртқыш<adj>+е<cop><aor><p3><pl>$" ("\\@жыртқыш") ("хищный") ("\\@жыртқыш"))
    ("^жыртқыш<adj>+е<cop><aor><p3><sg>$" ("\\@жыртқыш") ("хищный") ("\\@жыртқыш"))
    ("^жыртқыш<n><nom>+е<cop><aor><p3><pl>$" ("\\@жыртқыш") ("хищник") ("\\@жыртқыш"))
    ("^жыртқыш<n><nom>+е<cop><aor><p3><sg>$" ("\\@жыртқыш") ("хищник") ("\\@жыртқыш"))
    ("^жыртқыш<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@жыртқыш") ("у хищного") ("ravenous" "predatory"))
    ("^жыртқыш<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@жыртқыш") ("у хищного") ("ravenous" "predatory"))
#|
|#
))

(test
 "зәм-*зәм"
  '(
    ("^*зәм$^-$" ("*зәм" "\\@-") ("*зәм" "\\@-") ("*зәм" "\\@-"))
    ("^-<guio>$*^зәм$" ("-*" "\\@зәм") ("-*" "\\@зәм") ("-" "#х*" "\\@зәм"))
    ("^*зәм$" ("*зәм") ("*зәм") ("*зәм"))
#|
|#
))

(test
 "зәру"
  '(
    ("^зәру<n><nom>$" ("@зәру") ("зарез") ("\\@зәру"))
    ("^зәру<n><attr>$" ("@зәру") ("зарез") ("\\@зәру"))
    ("^зәру<n><nom>+е<cop><aor><p3><pl>$" ("\\@зәру") ("зарез") ("\\@зәру"))
    ("^зәру<n><nom>+е<cop><aor><p3><sg>$" ("\\@зәру") ("зарез") ("\\@зәру"))
#|
Анықтап айтсақ, былай деп бастар едім: «Ерте, ерте, ертеде кішкентай бір ханзада болыпты. Ол өзінен сәл ғана үлкен планетада тұрып, досқа өте ЗӘРУ болыпты...».

Аныклап әйтсәк, болай дип башлар идем: «#Иярт, #иярт, иртәдә кечкенә бер ханзадә #бул. Ул үзеннән бераз гына өлкән планетада торып, #дус #үт *зәру #бул...».

Менә болай итеп башлар идем мин: "Борын-борын заманда булган ди бер Нәни принц. Ул үз гәүдәсеннән аз гына зуррак планетада яшәгән, бу принцның кем беләндер бик тә дуслашасы килгән..."

Я хотел бы начать так: "Жил да был Маленький принц. Он жил на планете, которая была чуть побольше его самого, и ему очень не хватало друга...".

Я хотел бы начать так: "Жил да был Маленький принц. Он жил на планете, которая была чуть побольше его самого, и ему очень не хватало друга...".
|#
))

(test
 "зәрумін"
  '(
    ("^зәру<n><nom>+е<cop><aor><p1><sg>$" ("\\@зәру") ("я   зарез") ("\\@зәру"))
#|
|#
))

(test
 "зер"
  '(
    ("^зер<n><nom>$" ("@зер") ("декор" "галун" "внимание") ("braid" "#galloon" "attention"))
    ("^зер<n><attr>$" ("@зер") ("декор" "галун" "внимание") ("braid" "#galloon" "attention"))
    ("^зер<n><nom>+е<cop><aor><p3><pl>$" ("\\@зер") ("декор" "галун" "внимание") ("braid" "#galloon" "attention"))
    ("^зер<n><nom>+е<cop><aor><p3><sg>$" ("\\@зер") ("декор" "галун" "внимание") ("braid" "#galloon" "attention"))
#|
Ол суретке ЗЕР сала қарады да, сосын: - Жоқ! Мұның әлден бастап-ақ ауру ғой. Басқасын сал, - деді.

Ул рәсемгә *зер #сал өтә дә, шуннан соң: - Юк! Моның хәлдән башлап ук авыру бит. Башкасын сал, - диде.

Рәсемгә игътибар белән карап торганнан соң ул: — Юк, бу бәрән бигрәк хәлсез. Башканы яса, — диде.

Он внимательно посмотрел на мой рисунок и сказал: — Нет, этот барашек уже совсем хилый. Нарисуй другого.

Он внимательно посмотрел на мой рисунок и сказал: — Нет, этот барашек уже совсем хилый. Нарисуй другого.
|#
))

(test
 "зеріге"
  '(
    ("^зерік<v><iv><gna_impf>$" ("@зерік") ("#устать" "скучая" "#соскучиться" "#пригорюниться") ("\\@зерік"))
    ("^зерік<v><iv><prc_impf>$" ("@зерік") ("#устать" "скучая" "#соскучиться" "#пригорюниться") ("\\@зерік"))
#|
Енді ол аздап ЗЕРІГЕ бастады:

Иңне ул *аздап *зеріге башлады:

Дөресен әйткәндә, бу планетада аңа күңелсез була башлый.

И, по правде говоря, ему стало скучновато.

И, по правде говоря, ему стало скучновато.
|#
))

(test
 "иланбайды"
  '(
    ("^илан<v><iv><neg><aor><p3><pl>$" ("@илан") ("верят" "#поверить") ("do not \\@илан"))
    ("^илан<v><iv><neg><aor><p3><sg>$" ("@илан") ("верит" "#поверить") ("does not \\@илан"))
#|
|#
))

(test
 "илеп"
  '(
    ("^иле<v><tv><gna_perf>$" ("@иле") ("#мешать") ("knead"))
    ("^иле<v><tv><prc_perf>$" ("@иле") ("#мешать") ("knead"))
#|
Ондай кезде қоңыраулар зар ИЛЕП жылайды!

Андай чакта *қоңыраулар зар *илеп елый!

Бу вакыт йолдызлар да елый...

И тогда все бубенцы плачут...

И тогда все бубенцы плачут...
|#
))

(test
 "имене"
  '(
    ("^имен<v><iv><gna_impf>$" ("@имен") ("боясь" "стесняясь") ("\\@имен"))
    ("^имен<v><iv><prc_impf>$" ("@имен") ("боясь" "стесняясь") ("\\@имен"))
#|
- Отыруыма рұқсат па екен? – деп ИМЕНЕ сұрады кішкентай ханзада.

- Утыруыма рөхсәтме икән? – дип *имене сорады кечкенә ханзадә.

Нәни принц, оялып кына: — Утырырга мөмкинме? — дип сорый.

— Можно мне сесть? — робко спросил Маленький принц.

— Можно мне сесть? — робко спросил Маленький принц.
|#
))

(test
 "иреңдеп"
  '(
    ("^*иреңдеп$" ("*иреңдеп") ("*иреңдеп") ("*иреңдеп"))
#|
Қалтамды ақтарып, тапаншамды іздеген қалпымша жыланға қарай жүгірдім. Бірақ менің тысырымды естіп қалған жылан асығып-аптықпай, жай ғана құмға сіңіп бара жатқан бұлақтай баяу ИРЕҢДЕП барып, жездей сыңғыр етті де, тастардың саңылауына кіріп кетті.

Кесәмне *ақтарып, *тапаншамды эзләгән #калып еланга таба йөгердем. Әмма минем *тысырымды ишетеп калган елан ашыгып-*аптықпай, хәл генә комга *сіңіп барган *бұлақтай *баяу *иреңдеп барып, җиздәй *сыңғыр итне дә, ташларның *саңылауына кереп китте.

Кесәдәге револьверны капшый-капшый, мин аңа таба атылдым, ләкин елан, аяк тавышларын ишетеп, ком өстендәге чишмә суыдай, юкка чыкты, аннары, ишетелер-ишетелмәс кенә зеңгелдәп, ташлар арасына кереп югалды.

Нащупывая в кармане револьвер, я бегом бросился к ней, но при звуке шагов змейка тихо заструилась по песку, словно умирающий ручеек, и с еле слышным металлическим звоном неторопливо скрылась меж камней.

Нащупывая в кармане револьвер, я бегом бросился к ней, но при звуке шагов змейка тихо заструилась по песку, словно умирающий ручеек, и с еле слышным металлическим звоном неторопливо скрылась меж камней.
|#
))

(test
 "иықтасып"
  '(
    ("^*иықтасып$" ("*иықтасып") ("*иықтасып") ("*иықтасып"))
#|
|#
))

(test
 "ізет"
  '(
    ("^ізет<n><nom>$" ("@ізет") ("почтение") ("authority"))
    ("^ізет<n><attr>$" ("@ізет") ("почтение") ("authority"))
    ("^ізет<n><nom>+е<cop><aor><p3><pl>$" ("\\@ізет") ("почтение") ("authority"))
    ("^ізет<n><nom>+е<cop><aor><p3><sg>$" ("\\@ізет") ("почтение") ("authority"))
#|
– Жұрт мені құттықтап, қол шапалақтағанда, мен иіліп ІЗЕТ көрсетуім керек.

– Халык мине котлап, кул *шапалақтағанда, мин иелеп *ізет күрсәтергә кирәк.

— Мине сәламләгән чакта, баш иеп исәнләшергә.

— Чтобы раскланиваться, когда меня приветствуют.

— Чтобы раскланиваться, когда меня приветствуют.
|#
))

(test
 "ізетпен"
  '(
    ("^ізет<n><ins>$" ("@ізет белән") ("с  почтением") ("with authority"))
#|
- Адамдарды қай жақтан табуға болады? – деп ІЗЕТПЕН сұрады Кішкентай ханзада.

- Адәмнәрне кай яктан табуга була? – дип *ізетпен сорады Кечкенә ханзадә.

— Ә кешеләр кайда? — дип сорый Нәни принц, әдәпле генә итеп.

— А где люди? — вежливо спросил Маленький принц.

— А где люди? — вежливо спросил Маленький принц.
|#
))

(test
 "ім"
  '(
    ("^ім<ij>$" ("\\@ім") ("\\@ім") ("\\@ім"))
#|
|#
))

(test
 "іскер"
  '(
    ("^іскер<adj>$" ("@іскер") ("деловой") ("downtown" "enterprising"))
    ("^іскер<adj><advl>$" ("@іскер") ("деловой") ("downtown" "enterprising"))
    ("^іскер<adj><subst><nom>$" ("@іскер") ("у делового") ("downtown" "enterprising"))
    ("^іскер<adj>+е<cop><aor><p3><pl>$" ("\\@іскер") ("деловой") ("downtown" "enterprising"))
    ("^іскер<adj>+е<cop><aor><p3><sg>$" ("\\@іскер") ("деловой") ("downtown" "enterprising"))
    ("^іскер<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@іскер") ("у делового") ("downtown" "enterprising"))
    ("^іскер<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@іскер") ("у делового") ("downtown" "enterprising"))
#|
Төртінші планета ІСКЕР адамдікі болатын.

Дүртенче планета *іскер азагымның #бул.

Дүртенче планета эшлекле кешенеке булган ди.

Четвертая планета принадлежала деловому человеку.

Четвертая планета принадлежала деловому человеку.
|#
))

(test
 "існіп"
  '(
    ("^*існіп$" ("*існіп") ("*існіп") ("*існіп"))
#|
Тәкаппарлықтан тіпті ІСНІП кететін.

*Тәкаппарлықтан #тел *існіп #кит.

Горурланудан шардай кабара.

И прямо раздувается от гордости.

И прямо раздувается от гордости.
|#
))

(test
 "ішкіш"
  '(
    ("^*ішкіш$" ("*ішкіш") ("*ішкіш") ("*ішкіш"))
#|
|#
))

(test
 "кәнеки"
  '(
    ("^кәнеки<ij>$" ("\\@кәнеки") ("\\@кәнеки") ("\\@кәнеки"))
#|
|#
))

(test
 "кездестірген"
  '(
    ("^кездестір<v><tv><gpr_past>$" ("@кездестір") ("\\@кездестір") ("\\@кездестір"))
    ("^кездестір<v><tv><ger_past><nom>$" ("@кездестір") ("\\@кездестір") ("\\@кездестір"))
    ("^кездестір<v><tv><gpr_past><subst><nom>$" ("@кездестір") ("\\@кездестір") ("\\@кездестір"))
    ("^кездестір<v><tv><past><p3><pl>$" ("@кездестір") ("\\@кездестір") ("have \\@кездестір"))
    ("^кездестір<v><tv><past><p3><sg>$" ("@кездестір") ("\\@кездестір") ("have \\@кездестір"))
#|
- Демек, сегіз күн бұрын мен сені адам мекенінен мыңдаған шақырым алшақта КЕЗДЕСТІРГЕН кезімде, жападан-жалғыз кездейсоқ қыдырып жүрмеген болдың ғой?

- Димәкче, сигез көн элек мин сине адәм торагыннан меңләгән чакрым ерагай *кездестірген чагымда, җәфадан-ялгыз көтелмәгән *қыдырып йөрмәгән булдың бит?

— Димәк, моннан бер атна элек, без танышкан иртәдә, кеше яшәгән җирдән мең миль ераклыкта, берьялгызың очраклы гына йөрмәгәнсең син.

— Значит, неделю назад, в то утро, когда мы познакомились, ты не случайно бродил тут совсем один, за тысячу миль от человеческого жилья?

— Значит, неделю назад, в то утро, когда мы познакомились, ты не случайно бродил тут совсем один, за тысячу миль от человеческого жилья?
|#
))

(test
 "кездестірдім"
  '(
    ("^кездестір<v><tv><ifi><p1><sg>$" ("@кездестір") ("оказывается \\@кездестір") ("\\@кездестір"))
#|
|#
))

(test
 "кездестіре"
  '(
    ("^кездестір<v><tv><gna_impf>$" ("@кездестір") ("\\@кездестір") ("\\@кездестір"))
    ("^кездестір<v><tv><prc_impf>$" ("@кездестір") ("\\@кездестір") ("\\@кездестір"))
#|
Басқаларға қарағанда парасаттылау ғой деген адамды КЕЗДЕСТІРЕ қалсам, өзіммен үнемі бірге алып жүретін нөмірі бірінші суретімді көрсетіп, оны сынақтан өткізетінмін.

Башкаларга караганда *парасаттылау бит дигән азагымны *кездестіре калсам, үзем белән даими бергә ала торган номеры беренче рәсемемне күрсәтеп, аны сынаудан #үткәр.

Акыллырак күренгән кеше очратсам, мин аңа һәрвакыт үзем белән йөрткән беренче рәсемемне күрсәтә идем.

Когда я встречал взрослого, который казался мне разумней и понятливей других, я показывал ему свой рисунок N 1 — я его сохранил и всегда носил с собою.

Когда я встречал взрослого, который казался мне разумней и понятливей других, я показывал ему свой рисунок N 1 — я его сохранил и всегда носил с собою.
|#
))

(test
 "кездестірмеді"
  '(
    ("^кездестір<v><tv><neg><ifi><p3><pl>$" ("@кездестір") ("оказывается \\@кездестір") ("did not \\@кездестір"))
    ("^кездестір<v><tv><neg><ifi><p3><sg>$" ("@кездестір") ("оказывается \\@кездестір") ("did not \\@кездестір"))
#|
|#
))

(test
 "кейбіреуінің"
  '(
    ("^кейбіреу<prn><qnt><px3sp><gen>$" ("@кейбіреу") ("\\@кейбіреу") ("of #some"))
#|
Ал егерде олардың ішіндегі КЕЙБІРЕУІНІҢ айтқандары қызықтау көрінсе болғаны, географ сол зерттеушінің адамшылық қасиеттерін тексеріске алады.

Ә игәүләрдә аларның эчендәге *кейбіреуінің әйткәннәре кызыграк күренсә/күрелсә булганы, географ сул тикшерүченең *адамшылық хасиятләрен *тексеріске ала.

Әгәр кем дә булса берәр кызыклы нәрсә сөйли икән, географ бу сәяхәтченең ышанычлымы-юкмы икәнен белешә, аның нинди кеше икәнлеген тикшерә.

И если кто-нибудь из них расскажет что-нибудь интересное, географ наводит справки и проверяет, порядочный ли человек этот путешественник.

И если кто-нибудь из них расскажет что-нибудь интересное, географ наводит справки и проверяет, порядочный ли человек этот путешественник.
|#
))

(test
 "кейінірек"
  '(
    ("^кейінірек<adv>$" ("\\@кейінірек") ("\\@кейінірек") ("later"))
#|
Мен КЕЙІНІРЕК салған оның ең таңдаулы суреті мынау.

Мин *кейінірек салган аның иң сайланма рәсеме менә бу.

Соңыннан мин аның сурәтен дә ясарга тырышкан идем. Менә монысы — иң яхшысы.

Вот самый лучший его портрет, какой мне после удалось нарисовать.

Вот самый лучший его портрет, какой мне после удалось нарисовать.
|#
))

(test
 "кейіпке"
  '(
    ("^кейіп<n><dat>$" ("@кейіп") ("в  образу" "в  физиономии") ("to pose" "to view" "to appearance"))
#|
ол күлкіге қалмас үшін қатты-қатты жөтеліп қойып, өмірі үзіліп бара жатқандай КЕЙІПКЕ түсетін еді.

ул көлкегә калмас өчен каты-каты *жөтеліп куеп, гомере өзелеп #бар *кейіпке төшә торган иде.

— Ул тырыша-тырыша йөткерергә тотыныр иде, көлке хәлдә калмас өчен, үләргә җыенган булып кыланыр иде.

— Она бы ужасно раскашлялась и сделала вид, что умирает, лишь бы не показаться смешной.

— Она бы ужасно раскашлялась и сделала вид, что умирает, лишь бы не показаться смешной.
|#
))

(test
 "кейіппен"
  '(
    ("^кейіп<n><ins>$" ("@кейіп белән") ("с  образом" "с  физиономией") ("with pose" "with view" "with appearance"))
#|
Кішкентай ханзада аздаған мұңды КЕЙІППЕН баобабтың соңғы шыққан сабақтарын да отап тастады.

Кечкенә ханзадә *аздаған *мұңды *кейіппен *баобабтың соңгы чыккан сабакларыны да утап ташлады.

Аннары Нәни принц, моңсуланып, соңгы баобаб шытымнарын йолкып ташлый.

Не без грусти Маленький принц вырвал также последние ростки баобабов.

Не без грусти Маленький принц вырвал также последние ростки баобабов.
|#
))

(test
 "кейпі"
  '(
    ("^кейіп<n><px3sp><nom>$" ("@кейіп") ("образ" "физиономия") ("pose" "view" "appearance"))
    ("^кейіп<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@кейіп") ("образ" "физиономия") ("pose" "view" "appearance"))
    ("^кейіп<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@кейіп") ("образ" "физиономия") ("pose" "view" "appearance"))
#|
«Менің мына көріп тұрғаным тек сырт КЕЙПІ ғана. Ең маңызды қасиеті көзге көрінбейді...»

«Минем мына күргәнем тик сырт *кейпі гына. Иң мөһим хасияте күзгә күренми/күрелми...»

болар бары тик аны каплап торган кабык, тышча гына, — дидем. — Иң кирәклесен гади күз белән күреп булмый.

все это лишь оболочка. Самое главное — то, чего не увидишь глазами...

все это лишь оболочка. Самое главное — то, чего не увидишь глазами...
|#
))

(test
 "кейпін"
  '(
    ("^кейіп<n><px3sp><acc>$" ("@кейіп") ("образ" "физиономию") ("pose" "view" "appearance"))
#|
Мүмкін, менің жасымда суретпен айналысу қиындау болар. Оның үстіне мен алты жасымда айдаһар жыланның ішкі және сыртқы КЕЙПІН бейнелегеннен басқамен айналыспадым ғой.

Мөмкин, минем яшемдә рәсем белән шөгыльләнү кыенрак булыр. Аның өстенә мин алты яшемдә *айдаһар еланның эчке һәм тышкы *кейпін тасвирлаганнан башка белән шөгыльләнмәдем бит.

Шушы яшькә җиткәч, бөтен гомере буена еланны эчке һәм тышкы яктан ясаудан башка эш кырмаган кешегә — әле анысы да алты яшьтә бит! — рәсем ясарга тотыну җиңел нәрсә түгел.

Не так это просто — в моем возрасте вновь приниматься за рисование, если за всю свою жизнь только и нарисовал что удава снаружи и изнутри, да и то в шесть лет!

Не так это просто — в моем возрасте вновь приниматься за рисование, если за всю свою жизнь только и нарисовал что удава снаружи и изнутри, да и то в шесть лет!
|#
))

(test
 "кейпіне"
  '(
    ("^кейіп<n><px3sp><dat>$" ("@кейіп") ("в  образу" "в  физиономии") ("to pose" "to view" "to appearance"))
#|
Ол ел мекендеген аймақтан мыңдаған шақырым қашықтықтағы айдалада адасып кеткен баланың КЕЙПІНЕ тіпті де ұқсамайды.

Ул ил яшәгән районнан меңләгән чакрым *қашықтықтағы *айдалада адашып киткән баланың *кейпіне хәтта да охшамый.

Аның кыяфәтенә карап, бу бала йорт-җирдән еракта, кеше аяк басмаган чүлдә адашкан дип тә уйларлык түгел.

По его виду никак нельзя было сказать, что это ребенок, потерявшийся в необитаемой пустыне, вдалеке от всякого жилья.

По его виду никак нельзя было сказать, что это ребенок, потерявшийся в необитаемой пустыне, вдалеке от всякого жилья.
|#
))

(test
 "кекіл"
  '(
    ("^кекіл<n><nom>$" ("@кекіл") ("чёлка") ("bang" "#quiff" "fringe" "forelock"))
    ("^кекіл<n><attr>$" ("@кекіл") ("чёлка") ("bang" "#quiff" "fringe" "forelock"))
    ("^кекіл<n><nom>+е<cop><aor><p3><pl>$" ("\\@кекіл") ("чёлка") ("bang" "#quiff" "fringe" "forelock"))
    ("^кекіл<n><nom>+е<cop><aor><p3><sg>$" ("\\@кекіл") ("чёлка") ("bang" "#quiff" "fringe" "forelock"))
#|
Айдың сәулесі түскен осы бір бозғылт маңдайына, жұмулы көздеріне, желмен желбіреген КЕКІЛ шаштарына қарап келе жатып терең ойға баттым:

Айның нуры төшкән шушы бер *бозғылт тирәсендәйгә, *жұмулы күзләренә, җил белән *желбіреген *кекіл чәчләренә карап килә ятып тирән уйга баттым:

Ай яктысы төшкән аксыл маңгаена, йомылган керфекләренә, җил тараткан алтынсу чәчләренә карадым, һәм үз-үземә:

При свете луны я смотрел на его бледный лоб, на сомкнутые ресницы, на золотые пряди волос, которые перебирал ветер, и говорил себе:

При свете луны я смотрел на его бледный лоб, на сомкнутые ресницы, на золотые пряди волос, которые перебирал ветер, и говорил себе:
|#
))

(test
 "келгенінше"
  '(
    ("^келген<n><px3sp><equ>$" ("@келген") ("приезжий") ("\\@келген"))
    ("^келген<n><px3sp><equ>+е<cop><aor><p3><pl>$" ("\\@келген") ("приезжий") ("\\@келген"))
    ("^келген<n><px3sp><equ>+е<cop><aor><p3><sg>$" ("\\@келген") ("приезжий") ("\\@келген"))
#|
- Мен саған сенбеймін! Гүлдер болса әлсіз. Әрі ақкөңіл. Олар қолдарынан КЕЛГЕНІНШЕ өздерін өздері жұбатады. Олар өздерін тікенектерінің арқасында үрейлі сезінеді.

- Мин сиңа ышанмыйм! Улар булса хәлсез. Һәм *ақкөңіл. Алар кулларыннан *келгенінше үзләрен үзләре юата. Алар үзләрен *тікенектерінің аркасында котлы *сезінеді.

— Ышанмыйм мин сиңа! Чәчәкләр алар көчсез һәм саф күңелле. Ләкин аларның батыр булып күренәселәре килә. Чәнечке белән барысын да куркытабыз дип уйлыйлар алар...

— Не верю я тебе! Цветы слабые. И простодушные. И они стараются придать себе храбрости. Они думают — если у них шипы, их все боятся...

— Не верю я тебе! Цветы слабые. И простодушные. И они стараются придать себе храбрости. Они думают — если у них шипы, их все боятся...
|#
))

(test
 "кеміп"
  '(
    ("^кемі<v><tv><gna_perf>$" ("@кемі") ("#убыть") ("\\@кемі"))
    ("^кемі<v><tv><prc_perf>$" ("@кемі") ("#убыть") ("\\@кемі"))
#|
|#
))

(test
 "кемшіліксіз"
  '(
    ("^кемшілік<n><nom>+е<cop><aor><p2><frm><sg>$" ("\\@кемшілік") ("пробел" "минус" "проруха" "недостаток") ("#con"))
    ("^кемшіліксіз<adj>$" ("@кемшіліксіз") ("безошибочный") ("\\@кемшіліксіз"))
    ("^кемшілік<n>+сыз<post>$" ("\\@кемшілік") ("пробеле" "минусе" "прорухе" "недостатке") ("without #con"))
    ("^кемшіліксіз<adj><subst><nom>$" ("@кемшіліксіз") ("у безошибочного") ("\\@кемшіліксіз"))
    ("^кемшіліксіз<adj>+е<cop><aor><p3><pl>$" ("\\@кемшіліксіз") ("безошибочный") ("\\@кемшіліксіз"))
    ("^кемшіліксіз<adj>+е<cop><aor><p3><sg>$" ("\\@кемшіліксіз") ("безошибочный") ("\\@кемшіліксіз"))
    ("^кемшіліксіз<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@кемшіліксіз") ("у безошибочного") ("\\@кемшіліксіз"))
    ("^кемшіліксіз<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@кемшіліксіз") ("у безошибочного") ("\\@кемшіліксіз"))
#|
|#
))

(test
 "кемшіліктерін"
  '(
    ("^кемшілік<n><pl><px3sp><acc>$" ("@кемшілік") ("пробела" "минусы" "прорухи" "недостатки") ("#con"))
#|
Балалар үлкендерге мейірімділікпен қарап, олардың КЕМШІЛІКТЕРІН кешіре білулері керек.

Балалар өлкәннәргә *мейірімділікпен карап, аларның *кемшіліктерін #кичер белүләре кирәк.

Балалар аларга карата бик мәрхәмәтле булырга тиеш.

Дети должны быть очень снисходительны к взрослым.

Дети должны быть очень снисходительны к взрослым.
|#
))

(test
 "кенелтетін"
  '(
    ("^*кенелтетін$" ("*кенелтетін") ("*кенелтетін") ("*кенелтетін"))
#|
|#
))

(test
 "кенелткендей"
  '(
    ("^*кенелткендей$" ("*кенелткендей") ("*кенелткендей") ("*кенелткендей"))
#|
Бұл да мені бақытқа КЕНЕЛТКЕНДЕЙ болды.

Бу да мине бәхеткә *кенелткендей булды.

Бу да минем күңелемне күтәрде.

И от этого тоже я был счастлив.

И от этого тоже я был счастлив.
|#
))

(test
 "кенет"
  '(
    ("^кенет<adv>$" ("\\@кенет") ("вдруг") ("suddenly"))
#|
|#
))

(test
 "кенеттен"
  '(
    ("^кенеттен<adv>$" ("\\@кенеттен") ("врдуг" "вдруг") ("abruptly"))
#|
Өйткені ханзада КЕНЕТТЕН күмәндана қалып, менен былай деп сұрады: - Айтшы, қойдың бұталарды жейтіні рас па?

Чөнки ханзадә *кенеттен *күмәндана калып, миннән болай дип сорады: - Әйтче, куйның куакларны ашаганы расмы?

Нәни принц нәрсәгәдер борчыла башлады бугай, ул: — Әйт әле, бәрәннәр чыннан да куак ашыймы? — дип сорады.

Казалось, Маленьким принцем вдруг овладели тяжкие сомнения, и он спросил: — Скажи, ведь правда, барашки едят кусты?

Казалось, Маленьким принцем вдруг овладели тяжкие сомнения, и он спросил: — Скажи, ведь правда, барашки едят кусты?
|#
))

(test
 "керуеннің"
  '(
    ("^керуен<n><gen>$" ("@керуен") ("каравана") ("of caravan"))
#|
- Бір күні КЕРУЕННІҢ көшіп бара жатқанын көрген гүл:

- Бер көнне *керуеннің күчеп барганын күргән гөл:

Чәчәкнең кайчандыр кәрван үтеп киткәнне күргәне булган икән.

Цветок видел однажды, как мимо шел караван.

Цветок видел однажды, как мимо шел караван.
|#
))

(test
 "кетірді"
  '(
    ("^кетір<v><tv><ifi><p3><pl>$" ("@кетір") ("оказывается #свести" "оказывается #вывести" "оказывается #сводить" "оказывается #удалить" "оказывается #перебить") ("deleted"))
    ("^кетір<v><tv><ifi><p3><sg>$" ("@кетір") ("оказывается #свести" "оказывается #вывести" "оказывается #сводить" "оказывается #удалить" "оказывается #перебить") ("deleted"))
#|
|#
))

(test
 "кеуіп"
  '(
    ("^кеп<v><iv><gna_perf>$" ("@кеп") ("#сохнуть" "вздувшись") ("\\@кеп"))
    ("^кеп<v><iv><prc_perf>$" ("@кеп") ("#сохнуть" "вздувшись") ("\\@кеп"))
#|
- Өзі бір КЕУІП қалған, үп-үшкір және тұздай ащы екен.

- Үзе бер *кеуіп калган, *үп-*үшкір һәм тоздай ачы икән.

— Үзе коп-коры, үзен энә баскан, үзе тозлы.

— Совсем сухая, вся в иглах и соленая.

— Совсем сухая, вся в иглах и соленая.
|#
))

(test
 "кешіктіруге"
  '(
    ("^кешіктір<v><tv><ger><dat>$" ("@кешіктір") ("#опоздать" "задержать") ("\\@кешіктір"))
    ("^кешіктіру<n><dat>$" ("@кешіктіру") ("в  оттяжке" "в  опозданию") ("to latency"))
#|
Ал, баобабты салғанда, бұл суреттің КЕШІКТІРУГЕ болмайтын маңызды хабар жеткізетіндігі маған үлкен шабыт берді.

Ә, *баобабты салганда, бу рәсемнең *кешіктіруге булмый торган мөһим хәбәр җиткезгәне миңа өлкән *шабыт бирде.

Ә баобаблар рәсемен ясаганда, бу эшнең кичектергесез һәм бик кирәкле икәнлеген тою миңа илһам бирде.

А когда я рисовал баобабы, меня вдохновляло сознание, что это страшно важно и неотложно.

А когда я рисовал баобабы, меня вдохновляло сознание, что это страшно важно и неотложно.
|#
))

(test
 "кигізе"
  '(
    ("^кигіз<v><tv><gna_impf>$" ("@кигіз") ("#одеть") ("\\@кигіз"))
    ("^кигіз<v><tv><prc_impf>$" ("@кигіз") ("#одеть") ("\\@кигіз"))
#|
Ол оны ешқашан қошақанына КИГІЗЕ алмапты да.

Ул аны һичкайчан *қошақанына *кигізе #ал.

Нәни принц аны бәрәненә кидерә алмас инде.

Маленький принц не сможет надеть его на барашка.

Маленький принц не сможет надеть его на барашка.
|#
))

(test
 "кідіріңкіреп"
  '(
    ("^кідіріңкіре<v><iv><gna_perf>$" ("@кідіріңкіре") ("\\@кідіріңкіре") ("\\@кідіріңкіре"))
    ("^кідіріңкіре<v><iv><prc_perf>$" ("@кідіріңкіре") ("\\@кідіріңкіре") ("\\@кідіріңкіре"))
#|
Ол тағы да аздап КІДІРІҢКІРЕП қалды да, сосын орнынан тұрды.

Ул тагын да *аздап *кідіріңкіреп калды да, шуннан соң урыныннан торды.

Бераз тын торды да аягына басты.

Помедлил еще минуту и встал.

Помедлил еще минуту и встал.
|#
))

(test
 "кінәлау"
  '(
    ("^кінәла<v><tv><ger><nom>$" ("@кінәла") ("обвинять") ("\\@кінәла"))
#|
Ханзада гүлдің дауысында КІНӘЛАУ болмағанына қайран қалды.

Ханзадә гөлнең тавышында *кінәлау булмаганына хәйран калды.

Ник бер ачулы сүз әйтсен. Нәни принцка бу бик тә гаҗәп тоела.

И ни слова упрека. Маленький принц был очень удивлен.

И ни слова упрека. Маленький принц был очень удивлен.
|#
))

(test
 "кіріпшықпаған"
  '(
    ("^*кіріпшықпаған$" ("*кіріпшықпаған") ("*кіріпшықпаған") ("*кіріпшықпаған"))
#|
|#
))

(test
 "кірпіштен"
  '(
    ("^кірпіш<n><abl>$" ("@кірпіш") ("из  кирпича") ("from brick"))
    ("^кірпіш<n><abl>+е<cop><aor><p3><pl>$" ("\\@кірпіш") ("кирпича") ("from brick"))
    ("^кірпіш<n><abl>+е<cop><aor><p3><sg>$" ("\\@кірпіш") ("кирпича") ("from brick"))
#|
Егерде сіз үлкен кісілерге: «Мен қызыл КІРПІШТЕН салынған әдемі үй көрдім, терезесінде гүл өсіп, шатырдың үстінде көгершіндер ұшып жүр десеңіз, олар сол үйді көз алдарына елестете алмайды.

Игәүләрдә Сез өлкән кешеләргә: «Мин кызыл *кірпіштен салынган гүзәл өй күрдем, тәрәзәсендә гөл үсеп, чатырның өстендә *көгершіндер оча дисәгез, алар шул өйне күз алдарына *елестете алмый.

Әгәр дә зурларга: «Мин бик матур йорт күрдем. Аның кирпечләре алсу төстә, тәрәзәләрендә яран гөл, түбәсендә күгәрченнәр», — дисәң, алар бу йортны һич тә күз алдына китерә алмаслар иде.

Когда говоришь взрослым: "Я видел красивый дом из розового кирпича, в окнах у него герань, а на крыше голуби", — они никак не могут представить себе этот дом.

Когда говоришь взрослым: "Я видел красивый дом из розового кирпича, в окнах у него герань, а на крыше голуби", — они никак не могут представить себе этот дом.
|#
))

(test
 "кішкентайлығы"
  '(
    ("^кішкентайлық<n><px3sp><nom>$" ("@кішкентайлық") ("\\@кішкентайлық") ("\\@кішкентайлық"))
    ("^кішкентайлық<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@кішкентайлық") ("\\@кішкентайлық") ("\\@кішкентайлық"))
    ("^кішкентайлық<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@кішкентайлық") ("\\@кішкентайлық") ("\\@кішкентайлық"))
#|
Кішкентай ханзада сөзін былай деп сабақтады: - Сенің планетаңның КІШКЕНТАЙЛЫҒЫ сонша, үш қадам аттасаң болғаны оны түгел айналып шығасың.

Кечкенә ханзадә сүзен болай дип *сабақтады: - Синең планетаңның *кішкентайлығы шулкадәр/шултикле/шулхәтле/шулчаклы/шултиклем, өч адым *аттасаң булганы аны #тулаем әйләнеп чыгасың.

— Синең планетаң шундый бәләкәй, — дип дәвам итә Нәни принц, — өч атласаң, әйләнеп тә чыгасың.

— Твоя планетка такая крохотная, — продолжал Маленький принц, — ты можешь обойти ее в три шага.

— Твоя планетка такая крохотная, — продолжал Маленький принц, — ты можешь обойти ее в три шага.
|#
))

(test
 "корлық"
  '(
    ("^*корлық$" ("*корлық") ("*корлық") ("*корлық"))
#|
«Сақтықта КОРЛЫҚ жоқ» деген.

«*Сақтықта *корлық юк» дигән.

Дөньяда ниләр булмас.

Мало ли что может случиться.

Мало ли что может случиться.
|#
))

(test
 "көбелек"
  '(
    ("^көбелек<n><nom>$" ("@көбелек") ("#бабочка" "бабочка") ("butterfly"))
    ("^көбелек<n><attr>$" ("@көбелек") ("#бабочка" "бабочка") ("butterfly"))
    ("^көбелек<n><nom>+е<cop><aor><p3><pl>$" ("\\@көбелек") ("#бабочка" "бабочка") ("butterfly"))
    ("^көбелек<n><nom>+е<cop><aor><p3><sg>$" ("\\@көбелек") ("#бабочка" "бабочка") ("butterfly"))
#|
Сондықтан мен сол гүл үшін ғана құрттарды өлтіргенмін (екі-үшеуін КӨБЕЛЕК болу үшін қалдырдым).

Шунлыктан мин шул гөл өчен гына *құрттарды үтергәнмен (ике-*үшеуін *көбелек булу өчен калдырдым).

Күбәләк кортларын үтердем, күбәләкләр бетмәсен дип, нибары икенеме, өчнеме генә калдырдым.

Для нее убивал гусениц, только двух или трех оставил, чтобы вывелись бабочки.

Для нее убивал гусениц, только двух или трех оставил, чтобы вывелись бабочки.
|#
))

(test
 "көбелектер"
  '(
    ("^көбелек<n><pl><nom>$" ("@көбелек") ("#бабочка" "бабочки") ("butterflies"))
    ("^көбелек<n><pl><nom>+е<cop><aor><p3><pl>$" ("\\@көбелек") ("#бабочка" "бабочки") ("butterflies"))
    ("^көбелек<n><pl><nom>+е<cop><aor><p3><sg>$" ("\\@көбелек") ("#бабочка" "бабочки") ("butterflies"))
#|
|#
))

(test
 "көбелектермен"
  '(
    ("^көбелек<n><pl><ins>$" ("@көбелек белән") ("с  #бабочка" "с  бабочками") ("with butterflies"))
#|
|#
))

(test
 "көбелекше"
  '(
    ("^көбелек<n><equ>$" ("@көбелек") ("#бабочка" "бабочка") ("butterfly"))
    ("^көбелек<n><equ>+е<cop><aor><p3><pl>$" ("\\@көбелек") ("#бабочка" "бабочка") ("#butterfly"))
    ("^көбелек<n><equ>+е<cop><aor><p3><sg>$" ("\\@көбелек") ("#бабочка" "бабочка") ("#butterfly"))
#|
- Егер мен қолбасшыға бір гүлден екінші гүлге КӨБЕЛЕКШЕ ұш немесе қайғылы шығарма жаз, болмаса теңіз шағаласына айнал деп бұйрық берсем, ал қолбасшы бұйрығымды орындамаса, кім айыпты болар еді, мен бе, әлде ол ма?

- Игәүләр мин гаскәр башлыгына бер гөлдән икенче гөлгә *көбелекше оч яисә кайгылы әсәр җәй, булмаса диңгез *шағаласына әйлән дип боерык бирсәм, ә #гаскәр башлыгы боерыгымны үтәмәсә, кем гаепле булыр иде, минме, хәлдә улмы?

— Әгәр дә мин берәр генералга күбәләк булып чәчәктән чәчәккә очып йөрергә, яисә трагедия иҗат итәргә, йә булмаса диңгез акчарлагына әверелергә кушсам, ә генерал әмерне үтәмәсә, ул чакта кем гаепле булыр — улмы, әллә минме?

— Если я прикажу какому-нибудь генералу порхать бабочкой с цветка на цветок, или сочинить трагедию, или обернуться морской чайкой и генерал не выполнит приказа, кто будет в этом виноват — он или я?

— Если я прикажу какому-нибудь генералу порхать бабочкой с цветка на цветок, или сочинить трагедию, или обернуться морской чайкой и генерал не выполнит приказа, кто будет в этом виноват — он или я?
|#
))

(test
 "көгалда"
  '(
    ("^көгал<n><loc>$" ("@көгал") ("в  газоне" "в  лужайке") ("in lawn" "in grass" "in meadow"))
    ("^көгал<n><loc>+е<cop><aor><p3><pl>$" ("\\@көгал") ("газоне" "лужайке") ("in lawn" "in grass" "in meadow"))
    ("^көгал<n><loc>+е<cop><aor><p3><sg>$" ("\\@көгал") ("газоне" "лужайке") ("in lawn" "in grass" "in meadow"))
#|
Ол гүлдер таң ата КӨГАЛДА пайда болып, кеш түсе солып қалатын.

Ул улар таң ата *көгалда файда булып, кич #төш сулып #кал.

Бу чәчәкләр иртәләрен ачылалар, ә кич җитүгә сулалар икән.

Они раскрывались поутру в траве и под вечер увядали.

Они раскрывались поутру в траве и под вечер увядали.
|#
))

(test
 "көгершіндер"
  '(
    ("^көгершін<n><pl><nom>$" ("@көгершін") ("голуби") ("dovs" "pigeons"))
    ("^көгершін<n><pl><nom>+е<cop><aor><p3><pl>$" ("\\@көгершін") ("голуби") ("dovs" "pigeons"))
    ("^көгершін<n><pl><nom>+е<cop><aor><p3><sg>$" ("\\@көгершін") ("голуби") ("dovs" "pigeons"))
#|
Егерде сіз үлкен кісілерге: «Мен қызыл кірпіштен салынған әдемі үй көрдім, терезесінде гүл өсіп, шатырдың үстінде КӨГЕРШІНДЕР ұшып жүр десеңіз, олар сол үйді көз алдарына елестете алмайды.

Игәүләрдә Сез өлкән кешеләргә: «Мин кызыл *кірпіштен салынган гүзәл өй күрдем, тәрәзәсендә гөл үсеп, чатырның өстендә *көгершіндер оча дисәгез, алар шул өйне күз алдарына *елестете алмый.

Әгәр дә зурларга: «Мин бик матур йорт күрдем. Аның кирпечләре алсу төстә, тәрәзәләрендә яран гөл, түбәсендә күгәрченнәр», — дисәң, алар бу йортны һич тә күз алдына китерә алмаслар иде.

Когда говоришь взрослым: "Я видел красивый дом из розового кирпича, в окнах у него герань, а на крыше голуби", — они никак не могут представить себе этот дом.

Когда говоришь взрослым: "Я видел красивый дом из розового кирпича, в окнах у него герань, а на крыше голуби", — они никак не могут представить себе этот дом.
|#
))

(test
 "көкесі"
  '(
    ("^көке<n><px3sp><nom>$" ("@көке") ("#дядя") ("\\@көке"))
    ("^көке<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@көке") ("#дядя") ("\\@көке"))
    ("^көке<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@көке") ("#дядя") ("\\@көке"))
#|
Жұмбақтың КӨКЕСІ осында жатыр.

#Йом *көкесі шушында ята.

Болар барысы да шул кадәр серле һәм акыл җитмәслек катлаулы.

Все это загадочно и непостижимо.

Все это загадочно и непостижимо.
|#
))

(test
 "көкесін"
  '(
    ("^көке<n><px3sp><acc>$" ("@көке") ("#дядя") ("\\@көке"))
#|
- Үрейдің КӨКЕСІН бүгін кешке көрермін...

- Котның *көкесін бүген кичкә күрермен...

— Бүген кич күп мәртәбә куркынычрак булыр миңа...

— Сегодня вечером мне будет куда страшнее...

— Сегодня вечером мне будет куда страшнее...
|#
))

(test
 "көкжиекке"
  '(
    ("^көкжиек<n><dat>$" ("@көкжиек") ("в  небосводу" "в  горизонту") ("to horizon"))
#|
Сөйтіп, сенің көңілің ауса болды, ымырт түсіп келе жатқан КӨКЖИЕККЕ көз тігетінсің...

Шулай итеп, синең күңелең *ауса булды, эңгер-меңгер төшеп килә яткан *көкжиекке күз #тек...

Кайчан теләсәң, шунда шәфәкъне күрә алгансың..

И ты снова и снова смотрел на закатное небо, стоило только захотеть...

И ты снова и снова смотрел на закатное небо, стоило только захотеть...
|#
))

(test
 "көмектескісі"
  '(
    ("^көмектес<v><tv><prc_vol><p3><sg>$" ("@көмектес") ("помочь") ("want to aid" "want to assist" "want to boot" "want to help" "want to supply" "want to contribute"))
    ("^көмектес<v><tv><prc_vol><p3><pl>$" ("@көмектес") ("помочь") ("want to aid" "want to assist" "want to boot" "want to help" "want to supply" "want to contribute"))
#|
Оның есіне күннің батуын тамашалау үшін өзінің орындығын жылжытып күнді қуалап жүретін кездері түсіп кетті. Ол досына КӨМЕКТЕСКІСІ келді:

Аның исенә көннең батуын #тамаша өчен үзенең урындыгын *жылжытып көнне *қуалап йөрә торган чаклары төшеп китте. Ул #дус *көмектескісі килде:

Нәни принц кайчандыр, шәфәкъне бик күрәсе килгән чакларда, урындыкны бер урыннан икенче урынга күчереп йөрткәнен исенә төшерә, һәм аның дустына ярдәм итәсе килә.

Маленький принц вспомнил, как он когда-то переставлял стул с места на место, чтобы лишний раз поглядеть на закат солнца. И ему захотелось помочь другу.

Маленький принц вспомнил, как он когда-то переставлял стул с места на место, чтобы лишний раз поглядеть на закат солнца. И ему захотелось помочь другу.
|#
))

(test
 "көнбегендерді"
  '(
    ("^көн<v><tv><neg><ger_past><pl><acc>$" ("@көн") ("#\\^не \\$ \\@көн") ("reconciling"))
    ("^көн<v><iv><neg><ger_past><pl><acc>$" ("@көн") ("#\\^не \\$ пойти" "#\\^не \\$ пережить" "#\\^не \\$ уступить" "#\\^не \\$ #мириться" "#\\^не \\$ #держаться" "#\\^не \\$ #подчиняться" "#\\^не \\$ согласиться" "#\\^не \\$ #соглашаться" "#\\^не \\$ повиноваться") ("\\@көн"))
    ("^көн<v><tv><neg><gpr_past><subst><pl><acc>$" ("@көн") ("#\\^не \\$ \\@көн") ("reconcile"))
    ("^көн<v><iv><neg><gpr_past><subst><pl><acc>$" ("@көн") ("#\\^не \\$ пойти" "#\\^не \\$ пережить" "#\\^не \\$ уступить" "#\\^не \\$ #мириться" "#\\^не \\$ #держаться" "#\\^не \\$ #подчиняться" "#\\^не \\$ согласиться" "#\\^не \\$ #соглашаться" "#\\^не \\$ повиноваться") ("\\@көн"))
#|
|#
))

(test
 "көрінішті"
  '(
    ("^*көрінішті$" ("*көрінішті") ("*көрінішті") ("*көрінішті"))
#|
«Бұл адам, - деп ойлады Кішкентай ханзада сапарын жалғастыра түсіп, - бұл адам басқаларына: патшаға, атаққұмарға, маскүнемге, іскер адамға жек КӨРІНІШТІ болар еді.

«Бу азагым, - дип уйлады Кечкенә ханзадә сәфәрен #тоташтыр төшеп, - бу адәм башкаларына: патшага, *атаққұмарға, эчкечегә, *іскер адәмгә *жек *көрінішті булыр иде.

"Менә, — ди үз-үзенә Нәни принц, юлын дәвам итеп, — менә бу кешене король дә, дансөяр дә, сәрхуш тә, эшлекле дә яратмас иде.

"Вот человек, — сказал себе Маленький принц, продолжая путь, — вот человек, которого все стали бы презирать — и король, и честолюбец, и пьяница, и делец.

"Вот человек, — сказал себе Маленький принц, продолжая путь, — вот человек, которого все стали бы презирать — и король, и честолюбец, и пьяница, и делец.
|#
))

(test
 "көрісмен"
  '(
    ("^*көрісмен$" ("*көрісмен") ("*көрісмен") ("*көрісмен"))
#|
|#
))

(test
 "көркін"
  '(
    ("^*көркін$" ("*көркін") ("*көркін") ("*көркін"))
#|
- Шөл даланың КӨРКІН келтіретін нәрсе, - деді Кішкентай ханзада, - ол – ойламаған бір жерінде құдықтың тығылып жататыны...

- Чүл даланың *көркін китерә торган нәрсә, - диде Кечкенә ханзадә, - ул – уйламаган бер җирендә хәйләнең тыгылганы...

— Чүлләрнең нилектән яхшы икәнен беләсеңме? — диде ул. — Чөнки анда чишмәләр яшеренгән... Шуңа күрә...

— Знаешь, отчего хороша пустыня? — сказал он. — Где-то в ней скрываются родники...

— Знаешь, отчего хороша пустыня? — сказал он. — Где-то в ней скрываются родники...
|#
))

(test
 "көтеріліске"
  '(
    ("^көтеріліс<n><dat>$" ("@көтеріліс") ("в  мятежу" "в  восстанию") ("to rebellion" "to uprising" "to insurrection"))
#|
Егер сен халқыңа теңізге өздеріңді тастаңдар десең, олар КӨТЕРІЛІСКЕ шығады.

Игәүләр син халкыңа диңгезгә үзегезне ташлагыз дисәң, алар *көтеріліске чыга.

Әгәр дә син үз халкыңа диңгезгә ташланырга боерсаң, ул революция ясар.

Если ты повелишь своему народу броситься в море, он устроит революцию.

Если ты повелишь своему народу броситься в море, он устроит революцию.
|#
))

(test
 "көтеріңкіреп"
  '(
    ("^көтеріңкіре<v><tv><gna_perf>$" ("@көтеріңкіре") ("\\@көтеріңкіре") ("\\@көтеріңкіре"))
    ("^көтеріңкіре<v><tv><prc_perf>$" ("@көтеріңкіре") ("\\@көтеріңкіре") ("\\@көтеріңкіре"))
#|
|#
))

(test
 "күдіктене"
  '(
    ("^күдіктен<v><iv><gna_impf>$" ("@күдіктен") ("опасаясь" "подозревая" "сомневаясь") ("doubted" "suspected"))
    ("^күдіктен<v><iv><prc_impf>$" ("@күдіктен") ("опасаясь" "подозревая" "сомневаясь") ("doubt" "suspect"))
#|
Осылайша Кішкентай ханзада гүлге деген сүйіспеншілігіне қарамастан, іштей КҮДІКТЕНЕ бастады.

Шул рәвешчә Кечкенә ханзадә гөлгә дигән сөюенә карамастан, эчтәй *күдіктене башлады.

Бу гүзәл чәчәкнең һәр сүзен тыңларга әзер торса да, озакламый Нәни принцның күңелендә икеләнү тойгылары уяна.

Хотя Маленький принц и полюбил прекрасный цветок и рад был ему служить, но вскоре в душе его пробудились сомнения.

Хотя Маленький принц и полюбил прекрасный цветок и рад был ему служить, но вскоре в душе его пробудились сомнения.
|#
))

(test
 "күйзеліп"
  '(
    ("^күйзел<v><iv><gna_perf>$" ("@күйзел") ("пострадав" "#переживать") ("suffer"))
    ("^күйзел<v><iv><prc_perf>$" ("@күйзел") ("пострадав" "#переживать") ("suffer"))
#|
«Мұны көретін болса, - деп ойлады ол, - гүлімнің әбден көңілі КҮЙЗЕЛІП қалатын еді...

«Моны күрә торган булса, - дип уйлады ул, - гөлемнең бик күңеле *күйзеліп кала торган иде...

"Боларны күрсә, ачуы чыгар иде аның! — дип уйлый Нәни принц.

"Как бы она рассердилась, если бы увидела их! — подумал Маленький принц.

"Как бы она рассердилась, если бы увидела их! — подумал Маленький принц.
|#
))

(test
 "күмәндана"
  '(
    ("^күмәндан<v><iv><gna_impf>$" ("@күмәндан") ("сомневаясь") ("doubted" "#distrust"))
    ("^күмәндан<v><iv><prc_impf>$" ("@күмәндан") ("сомневаясь") ("doubt" "#distrust"))
#|
Өйткені ханзада кенеттен КҮМӘНДАНА қалып, менен былай деп сұрады: - Айтшы, қойдың бұталарды жейтіні рас па?

Чөнки ханзадә *кенеттен *күмәндана калып, миннән болай дип сорады: - Әйтче, куйның куакларны ашаганы расмы?

Нәни принц нәрсәгәдер борчыла башлады бугай, ул: — Әйт әле, бәрәннәр чыннан да куак ашыймы? — дип сорады.

Казалось, Маленьким принцем вдруг овладели тяжкие сомнения, и он спросил: — Скажи, ведь правда, барашки едят кусты?

Казалось, Маленьким принцем вдруг овладели тяжкие сомнения, и он спросил: — Скажи, ведь правда, барашки едят кусты?
|#
))

(test
 "күмілжи"
  '(
    ("^күмілжі<v><iv><gna_impf>$" ("@күмілжі") ("\\@күмілжі") ("\\@күмілжі"))
    ("^күмілжі<v><iv><prc_impf>$" ("@күмілжі") ("\\@күмілжі") ("\\@күмілжі"))
#|
Ал мен КҮМІЛЖИ түсіп сөзімді былай деп жалғадым:

Ә мин *күмілжи төшеп сүземне болай дип ялгадым:

Ә мин кыяр-кыймас кына өстәп куйдым:

А я прибавил нерешительно:

А я прибавил нерешительно:
|#
))

(test
 "күмілжіп"
  '(
    ("^күмілжі<v><iv><gna_perf>$" ("@күмілжі") ("\\@күмілжі") ("\\@күмілжі"))
    ("^күмілжі<v><iv><prc_perf>$" ("@күмілжі") ("\\@күмілжі") ("\\@күмілжі"))
#|
Ол аздап КҮМІЛЖІП қалды. Өкпелегн сиқы бар.

Ул *аздап *күмілжіп калды. *Өкпелегн *сиқы бар.

Король буталып бетә, хәтта аның бераз ачуы да чыга бугай.

Король запутался и, кажется, даже немного рассердился.

Король запутался и, кажется, даже немного рассердился.
|#
))

(test
 "күңк"
  '(
    ("^*күңк$" ("*күңк") ("*күңк") ("*күңк"))
#|
- Олар кімдікі? – деп КҮҢК етті іскер.

- Алар #кем? – дип *күңк итне *іскер.

— Йолдызлар кемнеке? — ди эшлекле кеше.

— Звезды чьи? — ворчливо спросил делец.

— Звезды чьи? — ворчливо спросил делец.
|#
))

(test
 "күркірегендей"
  '(
    ("^күркіре<v><iv><ger_past><sim>$" ("@күркіре") ("#греметь") ("thundering"))
    ("^күркіре<v><iv><gpr_past><subst><sim>$" ("@күркіре") ("#греметь") ("thunder"))
#|
Сол мезетте күн КҮРКІРЕГЕНДЕЙ дүрсілдеп жарқыраған жүрдек пойыз темір жол бағыттаушысының үйшігін дірілдетіп жіберді.

Сул *мезетте көн *күркірегендей *дүрсілдеп *жарқыраған *жүрдек поезд тимер юл юнәлтүчесенең *үйшігін *дірілдетіп җибәрде.

Шул вакыт, ут балкыган тәрәзәләрен ялтыратып, дөбер-шатыр килеп тизйөрешле поезд узып китә. Тимер юлчының кечкенә өе дер селкенеп куя.

И скорый поезд, сверкая освещенными окнами, с громом промчался мимо, и будка стрелочника вся задрожала.

И скорый поезд, сверкая освещенными окнами, с громом промчался мимо, и будка стрелочника вся задрожала.
|#
))

(test
 "қайталады"
  '(
    ("^қайтала<v><tv><ifi><p3><pl>$" ("@қайтала") ("оказывается #сдвоить" "оказывается #твердить" "оказывается #вернуться" "оказывается #повторить" "оказывается #повторять" "оказывается #попугайничать") ("recited" "reviewed" "repeated" "reiterated"))
    ("^қайтала<v><tv><ifi><p3><sg>$" ("@қайтала") ("оказывается #сдвоить" "оказывается #твердить" "оказывается #вернуться" "оказывается #повторить" "оказывается #повторять" "оказывается #попугайничать") ("recited" "reviewed" "repeated" "reiterated"))
#|
- Қош, бол, - деп тағы ҚАЙТАЛАДЫ ол.

- Хуш, бул, - дип тагын *қайталады ул.

— Хушыгыз, — дип кабатлый Нәни принц.

— Прощайте, — повторил Маленький принц.

— Прощайте, — повторил Маленький принц.
|#
))

(test
 "қайталайды"
  '(
    ("^қайтала<v><tv><aor><p3><pl>$" ("@қайтала") ("#сдвоить" "твердят" "#вернуться" "#повторить" "повторяют" "#попугайничать") ("recite" "review" "repeat" "reiterate"))
    ("^қайтала<v><tv><aor><p3><sg>$" ("@қайтала") ("#сдвоить" "твердит" "#вернуться" "#повторить" "повторяет" "#попугайничать") ("recites" "reviews" "repeats" "reiterates"))
#|
Ал адамдары болса тапқырлық дегеннен жұрдай, айтқаныңды ғана ҚАЙТАЛАЙДЫ екен...

Ә адәмнәре булса *тапқырлық дигәннән *жұрдай, әйткәнеңне генә *қайталайды икән...

Кешеләре дә берни уйлый белми. Нәрсә әйтсәң, шуны кабатлап тик тора...

И у людей не хватает воображения. Они только повторяют то, что им скажешь...

И у людей не хватает воображения. Они только повторяют то, что им скажешь...
|#
))

(test
 "қайталайтын"
  '(
    ("^қайтала<v><tv><gpr_impf>$" ("@қайтала") ("сдвоить" "#твердить" "вернуться" "повторить" "#повторять" "#попугайничать") ("recite" "review" "repeat" "reiterate"))
    ("^қайтала<v><tv><gpr_impf><subst><nom>$" ("@қайтала") ("сдвоить" "#твердить" "вернуться" "повторить" "#повторять" "#попугайничать") ("recite" "review" "repeat" "reiterate"))
    ("^қайтала<v><tv><pih><p3><pl>$" ("@қайтала") ("сдвоили" "#твердить" "#вернуться" "повторили" "#повторять" "#попугайничать") ("recite" "review" "repeat" "reiterate"))
    ("^қайтала<v><tv><pih><p3><sg>$" ("@қайтала") ("сдвоил" "#твердить" "#вернуться" "повторил" "#повторять" "#попугайничать") ("recite" "review" "repeat" "reiterate"))
#|
«Егер мен генералға теңіз құсына айнал деп әмір етсем, ол оны орындаудан бас тартса, бұған генерал айыпты емес. Бұл менің кінәм болады», - деп жиі ҚАЙТАЛАЙТЫН патша.

«Игәүләр мин генералга диңгез кошына әйлән дип әмер итсәм, ул аны үтәүдән баш җәлеп итсә, бөгелим генерал гаепле түгел. Бу минем гаебем була», - дип еш *қайталайтын патша.

"Әгәр дә мин генералыма диңгез акчарлагына әверелергә кушсам, — дип сөйли торган була ул, — һәм генерал әмерне үти алмаса, бу аның гаебе белән түгел, ә минем гаебем аркасында булачак".

"Если я повелю своему генералу обернуться морской чайкой, — говаривал он, — и если генерал не выполнит приказа, это будет не его вина, а моя".

"Если я повелю своему генералу обернуться морской чайкой, — говаривал он, — и если генерал не выполнит приказа, это будет не его вина, а моя".
|#
))

(test
 "қайталанбас"
  '(
    ("^қайтала<v><tv><pass><neg><gpr_fut>$" ("@қайтала") ("не звание" "не звание" "не звание" "не звание" "не звание" "не звание") ("are not recited" "are not reviewed" "are not repeated" "are not reiterated"))
    ("^қайталан<v><iv><neg><gpr_fut>$" ("@қайталан") ("#\\^не \\$ #повторяться") ("\\@қайталан"))
    ("^қайталанбас<adj>$" ("@қайталанбас") ("\\@қайталанбас") ("\\@қайталанбас"))
    ("^қайтала<v><tv><pass><neg><gpr_fut><subst><nom>$" ("@қайтала") ("не звание" "не звание" "не звание" "не звание" "не звание" "не звание") ("are not recited" "are not reviewed" "are not repeated" "are not reiterated"))
    ("^қайтала<v><tv><pass><neg><fut><p3><pl>$" ("@қайтала") ("может не сдвоят" "может не #твердить" "может не вернутся" "может не повторят" "может не #повторять" "может не #попугайничать") ("are not recited" "are not reviewed" "are not repeated" "are not reiterated"))
    ("^қайтала<v><tv><pass><neg><fut><p3><sg>$" ("@қайтала") ("может не сдвоит" "может не #твердить" "может не вернётся" "может не повторит" "может не #повторять" "может не #попугайничать") ("is not recited" "is not reviewed" "is not repeated" "is not reiterated"))
    ("^қайталан<v><iv><neg><gpr_fut><subst><nom>$" ("@қайталан") ("#повторяться") ("\\@қайталан"))
    ("^қайталан<v><iv><neg><fut><p3><pl>$" ("@қайталан") ("может не #повторяться") ("will not have \\@қайталан"))
    ("^қайталан<v><iv><neg><fut><p3><sg>$" ("@қайталан") ("может не #повторяться") ("will not have \\@қайталан"))
    ("^қайталанбас<adj>+е<cop><aor><p3><pl>$" ("\\@қайталанбас") ("\\@қайталанбас") ("\\@қайталанбас"))
    ("^қайталанбас<adj>+е<cop><aor><p3><sg>$" ("\\@қайталанбас") ("\\@қайталанбас") ("\\@қайталанбас"))
#|
Сонда сен өзіңнің гүлің әлемдегі ҚАЙТАЛАНБАС гүл екеніне көзің жетеді.

Шунда син үзеңнең гөлең галәмдәге *қайталанбас гөл икәненә күзең җитә.

Үз чәчәгеңнең дөньяда бердәнбер икәнен аңларсың.

Ты поймешь, что твоя роза — единственная в мире.

Ты поймешь, что твоя роза — единственная в мире.
|#
))

(test
 "қайталап"
  '(
    ("^қайтала<v><tv><gna_perf>$" ("@қайтала") ("сдвоив" "#твердить" "#вернуться" "повторив" "#повторять" "#попугайничать") ("recite" "review" "repeat" "reiterate"))
    ("^қайтала<v><tv><prc_perf>$" ("@қайтала") ("сдвоив" "#твердить" "#вернуться" "повторив" "#повторять" "#попугайничать") ("recite" "review" "repeat" "reiterate"))
#|
Сонда ол маған өтінішін жайлап қана ҚАЙТАЛАП айтты: - Өтінемін... маған қошақанның суретін салып берші.

Шунда ул миңа үтенечен җәйләп кенә *қайталап әйтте: - Үтенәм... миңа *қошақанның рәсемен салып бирче.

Ләкин ул, әкрен һәм җитди итеп, үзенең соравын кабатлады: — Зинһар өчен... бәрән рәсеме яса...

И он опять попросил тихо и очень серьезно: — Пожалуйста... нарисуй барашка.

И он опять попросил тихо и очень серьезно: — Пожалуйста... нарисуй барашка.
|#
))

(test
 "қайтесің"
  '(
    ("^қайт<v><tv><p2><sg>$" ("@қайт") ("\\@қайт") ("\\@қайт"))
#|
|#
))

(test
 "қақсап"
  '(
    ("^қақса<v><iv><gna_perf>$" ("@қақса") ("#ныть") ("\\@қақса"))
    ("^қақса<v><iv><prc_perf>$" ("@қақса") ("#ныть") ("\\@қақса"))
#|
Екінші рет, бұдан он бір жыл бұрын, сүйегім ҚАҚСАП ауырғанының кесірі тіиді.

Икенче рәт, моннан унбер ел элек, сөягем *қақсап авырганының зыяны *тіиді.

Икенче мәртәбә, моннан унбер ел элек, ревматизм өянәге булды.

Во второй раз, одиннадцать лет тому назад, у меня был приступ ревматизма.

Во второй раз, одиннадцать лет тому назад, у меня был приступ ревматизма.
|#
))

(test
 "қақтырмай"
  '(
    ("^*қақтырмай$" ("*қақтырмай") ("*қақтырмай") ("*қақтырмай"))
#|
|#
))

(test
 "қалағаныңша"
  '(
    ("^*қалағаныңша$" ("*қалағаныңша") ("*қалағаныңша") ("*қалағаныңша"))
#|
Тыныстап алғың келгенде, сен жүре бер... сонда күн ҚАЛАҒАНЫҢША шығып тұра береді.

*Тыныстап аласың килгәндә, син йөрә бир... шунда көн *қалағаныңша чыга бирә.

Әгәр дә ял итәсең килә икән, алга карап бар да бар... Шулай иткәндә, көн син теләгән озынлыкта булыр.

Когда захочется отдохнуть, ты просто все иди, иди... И день будет тянуться столько времени, сколько ты пожелаешь.

Когда захочется отдохнуть, ты просто все иди, иди... И день будет тянуться столько времени, сколько ты пожелаешь.
|#
))

(test
 "қалдығы"
  '(
    ("^қалдық<n><px3sp><nom>$" ("@қалдық") ("#отбросы" "объедк" "остаток") ("left" "residue" "remnant" "remainder"))
    ("^қалдық<adj><subst><px3sp><nom>$" ("@қалдық") ("у \\@қалдық") ("residual"))
    ("^қалдық<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@қалдық") ("#отбросы" "объедк" "остаток") ("left" "residue" "remnant" "remainder"))
    ("^қалдық<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@қалдық") ("#отбросы" "объедк" "остаток") ("left" "residue" "remnant" "remainder"))
    ("^қалдық<adj><subst><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@қалдық") ("у \\@қалдық") ("residual"))
    ("^қалдық<adj><subst><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@қалдық") ("у \\@қалдық") ("residual"))
#|
Құдықтың маңында қирап қалған ежелгі тас қабырғаның ҚАЛДЫҒЫ бар еді.

Хәйләнең тирәсендә ватылып калган әүвәлге таш кабырганың *қалдығы бар иде.

Коедан ерак түгел борынгы таш дивар калдыклары бар иде.

Неподалеку от колодца сохранились развалины древней каменной стены.

Неподалеку от колодца сохранились развалины древней каменной стены.
|#
))

(test
 "қалқып"
  '(
    ("^қалқ<v><tv><gna_perf>$" ("@қалқ") ("#плыть" "#уснуть" "#плавать" "#поплыть" "#дремать" "#вздремнуть") ("\\@қалқ"))
    ("^қалқ<v><tv><prc_perf>$" ("@қалқ") ("#плыть" "#уснуть" "#плавать" "#поплыть" "#дремать" "#вздремнуть") ("\\@қалқ"))
    ("^қалқы<v><iv><gna_perf>$" ("@қалқы") ("\\@қалқы") ("surface"))
    ("^қалқы<v><iv><prc_perf>$" ("@қалқы") ("\\@қалқы") ("surface"))
#|
Мен өзімді мұхит ортасында кеме апатынан кейін тақтай үстінде ҚАЛҚЫП жүрген адамнан бетер жалғыз сезіндім.

Мин үземне океан уртасында көймә афәтеннән соң тәхеттәй өстендә *қалқып йөргән азагымнан бетәр ялгыз *сезіндім.

Диңгездә һәлакәткә очрап, бер бүрәнә кисәгенә тотынып калган кеше дә үзен бу кадәрле ялгыз хис итмидер.

Человек, потерпевший кораблекрушение и затерянный на плоту посреди океана, — и тот был бы не так одинок.

Человек, потерпевший кораблекрушение и затерянный на плоту посреди океана, — и тот был бы не так одинок.
|#
))

(test
 "қалпағымен"
  '(
    ("^қалпақ<n><px3sp><ins>$" ("@қалпақ белән") ("с  шляпой" "с  колпаком" "с  колпачком") ("with hat"))
#|
Ал гүлді соңғы рет суарған соң, оны шыны ҚАЛПАҒЫМЕН жауып қоюға ыңғайланған кезінде жылағысы келетінін байқады.

Ә гөлне соңгы рәт сугарган соң, аны пыяла *қалпағымен явып куюга *ыңғайланған вакытында елыйсы килгәнен карады.

Ә инде гаҗәеп чәчәккә су сибеп, өстенә каплавыч ябарга җыенганда, аның хәтта елыйсы килеп китә.

А когда он в последний раз полил и собрался накрыть колпаком чудесный цветок, ему даже захотелось плакать.

А когда он в последний раз полил и собрался накрыть колпаком чудесный цветок, ему даже захотелось плакать.
|#
))

(test
 "қалпағын"
  '(
    ("^қалпақ<n><px3sp><acc>$" ("@қалпақ") ("шляпу" "колпак" "колпачок") ("hat"))
#|
Атаққұмар ҚАЛПАҒЫН көтеріңкіреп, қарапайым ғана бас иіп сәлем берді.

*Атаққұмар *қалпағын *көтеріңкіреп, гади генә баш иеп сәлам бирде.

Дансөяр, эшләпәсен күтәрә төшеп, тыйнак кына башын ия.

Честолюбец снял шляпу и скромно раскланялся.

Честолюбец снял шляпу и скромно раскланялся.
|#
))

(test
 "қалпағыңыз"
  '(
    ("^қалпақ<n><px2sg><frm><nom>$" ("@қалпақ") ("твоя шляпа" "твой колпак" "твой колпачок") ("your hat"))
    ("^қалпақ<n><px2sg><frm><nom>+е<cop><aor><p3><pl>$" ("\\@қалпақ") ("шляпа" "колпак" "колпачок") ("your hat"))
    ("^қалпақ<n><px2sg><frm><nom>+е<cop><aor><p3><sg>$" ("\\@қалпақ") ("шляпа" "колпак" "колпачок") ("your hat"))
#|
|#
))

(test
 "қалпақ"
  '(
    ("^қалпақ<n><nom>$" ("@қалпақ") ("шляпа" "колпак" "колпачок") ("hat"))
    ("^қалпақ<n><attr>$" ("@қалпақ") ("шляпа" "колпак" "колпачок") ("hat"))
    ("^қалпақ<n><nom>+е<cop><aor><p3><pl>$" ("\\@қалпақ") ("шляпа" "колпак" "колпачок") ("hat"))
    ("^қалпақ<n><nom>+е<cop><aor><p3><sg>$" ("\\@қалпақ") ("шляпа" "колпак" "колпачок") ("hat"))
#|
Ал менің салғаным ҚАЛПАҚ емес еді. Ол пілді қорқытып жатқан айдаһар жыланның суреті болатын.

Ә минем салганым *қалпақ түгел иде. Ул филне куркыткан *айдаһар еланның рәсеме #бул.

Ул бөтенләй эшләпә түгел, ә фил йоткан елан рәсеме иде.

А это была совсем не шляпа. Это был удав, который проглотил слона.

А это была совсем не шляпа. Это был удав, который проглотил слона.
|#
))

(test
 "қалпақпен"
  '(
    ("^қалпақ<n><ins>$" ("@қалпақ белән") ("с  шляпой" "с  колпаком" "с  колпачком") ("with hat"))
#|
- Кеш түссе сіз мені шыны ҚАЛПАҚПЕН жаба саларсыз. Бұл жер өте суық екен. Әрі қолайсыз жерде орналасқан. Мен келген жақта болса...

- Кич төшсә Сез мине пыяла *қалпақпен яба салырсыз. Бу җир бик суык икән. Һәм *қолайсыз җирдә урнашкан. Мин килгән якта булса...

— Кич җиткәч, мине берәр нәрсә белән капларсыз. Сезнең монда бик суык. Планетагыз бигрәк шыксыз. Менә мин яшәгән җирдә...

— Когда настанет вечер, накройте меня колпаком. У вас тут слишком холодно. Очень неуютная планета. Там, откуда я прибыла...

— Когда настанет вечер, накройте меня колпаком. У вас тут слишком холодно. Очень неуютная планета. Там, откуда я прибыла...
|#
))

(test
 "қалпақты"
  '(
    ("^қалпақ<n><acc>$" ("@қалпақ") ("шляпу" "колпак" "колпачок") ("hat"))
    ("^қалпақ<n>+лы<post>$" ("\\@қалпақ") ("шляпе" "колпаке" "колпачке") ("without hat"))
#|
«Бірде болмаса бірде босанып кетсе бәле болғаны! Бір күні кешкісін шыны ҚАЛПАҚТЫ жабуды ұмытып кетсе немесе түн ішінде қошақан сыбдырсыз босанып кетсе...»

«Бердә булмаса бердә *босанып китсә *бәле булганы! Бер көнне кичен пыяла *қалпақты ябуны онытып китсә яисә төн эчендә *қошақан *сыбдырсыз *босанып китсә...»

"Хәтерең чуалып киткән чаклар да була бит... Андый чакта ниләр булмас! Бәлки, ул бер кичне пыяла капкач турында онытыр, йә булмаса, бәрән төнлә шыпырт кына чыгып китәр..."

"Бываешь же порой рассеянным... тогда все может случиться! Вдруг он как-нибудь вечером забыл про стеклянный колпак или барашек ночью втихомолку выбрался на волю..."

"Бываешь же порой рассеянным... тогда все может случиться! Вдруг он как-нибудь вечером забыл про стеклянный колпак или барашек ночью втихомолку выбрался на волю..."
|#
))

(test
 "қалпақтың"
  '(
    ("^қалпақ<n><gen>$" ("@қалпақ") ("шляпы" "колпака" "колпачка") ("of hat"))
#|
Тек сол гүлді ғана шыны ҚАЛПАҚТЫҢ астына қойғанмын.

Тик шул гөлне генә пыяла *қалпақтың астына куйганмын.

Сезне түгел, аны пыяла капкач белән капладым.

Ее, а не вас накрывал стеклянным колпаком.

Ее, а не вас накрывал стеклянным колпаком.
|#
))

(test
 "қалшидым"
  '(
    ("^қалши<v><iv><ifi><p1><sg>$" ("@қалши") ("оказывается #столбенеть") ("\\@қалши"))
#|
Сонда баланың айтқан сөзін естігенімде, тұрған орнымда ҚАЛШИДЫМ да қалдым: - Жоқ, жоқ! Айдаһар жылан жұтып қойған пілдің қажеті жоқ. Айдаһар өте қауіпті, ал піл болса тым үлкен. Менің үйімде бәрі кішкентай. Маған керегі қошақан. Қошақанның суретін салып бер.

Шунда баланың әйткән сүзен ишеткәнемдә, торган урынымда *қалшидым да калдым: - Юк, юк! *Айдаһар елан *жұтып куйган филнең хаҗәте юк. *Айдаһар #үт хәвефне, ә фил булса бик өлкән. Минем өемдә барысы кечкенә. Миңа кирәге *қошақан. *Қошақанның рәсемен салып бир.

Ә ул: — Юк, юк. Миңа елан эчендәге фил кирәкми! Елан бик куркыныч, ә фил артык зур. Минем өйдә бөтен нәрсә дә бик кечкенә. Миңа бәрән кирәк. Бәрән рәсеме яса, — дигәч, мин гаҗәпләнеп калдым.

И очень изумился, когда малыш воскликнул: — Нет, нет! Мне не надо слона в удаве! Удав слишком опасен, а слон слишком большой. У меня дома все очень маленькое. Мне нужен барашек. Нарисуй барашка.

И очень изумился, когда малыш воскликнул: — Нет, нет! Мне не надо слона в удаве! Удав слишком опасен, а слон слишком большой. У меня дома все очень маленькое. Мне нужен барашек. Нарисуй барашка.
|#
))

(test
 "қалшиып"
  '(
    ("^қалши<v><iv><gna_perf>$" ("@қалши") ("#столбенеть") ("\\@қалши"))
    ("^қалши<v><iv><prc_perf>$" ("@қалши") ("#столбенеть") ("\\@қалши"))
#|
Ол қолына шыны қалпақ ұстаған күйінше не қыларын білмей, ҚАЛШИЫП тұрып қалды.

Ул кулына пыяла *қалпақ тоткан #көй ни кылырын белмичә, *қалшиып торып калды.

Кулына пыяла каплавыч тоткан килеш, ул беразга каушап, югалып кала.

Он застыл, смущенный и растерянный, со стеклянным колпаком в руках.

Он застыл, смущенный и растерянный, со стеклянным колпаком в руках.
|#
))

(test
 "қалыңқырап"
  '(
    ("^қалыңқыра<v><iv><gna_perf>$" ("@қалыңқыра") ("\\@қалыңқыра") ("\\@қалыңқыра"))
    ("^қалыңқыра<v><iv><prc_perf>$" ("@қалыңқыра") ("\\@қалыңқыра") ("\\@қалыңқыра"))
#|
|#
))

(test
 "қамығудың"
  '(
    ("^қамық<v><iv><ger><gen>$" ("@қамық") ("грустить" "огорчиться" "переживать") ("\\@қамық"))
#|
- Бұл аршып тастаған ескі қабық тәріздес. Ескі қаңқалар үшін ҚАМЫҒУДЫҢ қажеті жоқ...

- Бу арчып ташлаган иске кабык охшаш. Иске *қаңқалар өчен *қамығудың хаҗәте юк...

— Ләкин бу — иске кабыгыңны салып ташлау белән бер. Күңелсезләнергә бер сәбәп тә юк монда...

— Но это все равно, что сбросить старую оболочку. Тут нет ничего печального...

— Но это все равно, что сбросить старую оболочку. Тут нет ничего печального...
|#
))

(test
 "қамығып"
  '(
    ("^қамық<v><iv><gna_perf>$" ("@қамық") ("#грустить" "огорчившись" "#переживать") ("\\@қамық"))
    ("^қамық<v><iv><prc_perf>$" ("@қамық") ("#грустить" "огорчившись" "#переживать") ("\\@қамық"))
#|
Тастап кеткен кішкентай планетасы есіне түсіп, аздап ҚАМЫҒЫП қалған ол патшаға мынадай өтініш жасауға тәуекел етті:

Ташлап киткән кечкенә планетасы исенә төшеп, *аздап *қамығып калган ул патшага мондый үтенеч яшәүгә тәвәккәл итне:

Аннары ул, үзенең планетасын искә төшереп, тагын моңсулана һәм, бар батырлыгын җыеп:

Тут он снова загрустил, вспоминая свою покинутую планету, и набравшись храбрости, попросил короля:

Тут он снова загрустил, вспоминая свою покинутую планету, и набравшись храбрости, попросил короля:
|#
))

(test
 "қанағаттанбады"
  '(
    ("^қанағаттан<v><iv><neg><ifi><p3><pl>$" ("@қанағаттан") ("оказывается \\@қанағаттан") ("did not \\@қанағаттан"))
    ("^қанағаттан<v><iv><neg><ifi><p3><sg>$" ("@қанағаттан") ("оказывается \\@қанағаттан") ("did not \\@қанағаттан"))
#|
|#
))

(test
 "қанық"
  '(
    ("^қанық<adj>$" ("@қанық") ("насыщенный") ("saturated"))
    ("^қанық<adj><advl>$" ("@қанық") ("насыщенный") ("saturated"))
    ("^қанық<adj><subst><nom>$" ("@қанық") ("у насыщенного") ("saturated"))
    ("^қанық<adj>+е<cop><aor><p3><pl>$" ("\\@қанық") ("насыщенный") ("saturated"))
    ("^қанық<adj>+е<cop><aor><p3><sg>$" ("\\@қанық") ("насыщенный") ("saturated"))
    ("^қанық<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@қанық") ("у насыщенного") ("saturated"))
    ("^қанық<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@қанық") ("у насыщенного") ("saturated"))
#|
Ол баппен таңдалған ҚАНЫҚ бояуларға боянды.

Ул баб белән сайланган *қанық буяуларга *боянды.

Ул башта тырышып-тырышып буяулар сайлый.

Она заботливо подбирала краски.

Она заботливо подбирала краски.
|#
))

(test
 "қаңқалар"
  '(
    ("^қаңқа<n><pl><nom>$" ("@қаңқа") ("каркасы") ("\\@қаңқа"))
    ("^қаңқа<n><pl><nom>+е<cop><aor><p3><pl>$" ("\\@қаңқа") ("каркасы") ("\\@қаңқа"))
    ("^қаңқа<n><pl><nom>+е<cop><aor><p3><sg>$" ("\\@қаңқа") ("каркасы") ("\\@қаңқа"))
#|
- Бұл аршып тастаған ескі қабық тәріздес. Ескі ҚАҢҚАЛАР үшін қамығудың қажеті жоқ...

- Бу арчып ташлаган иске кабык охшаш. Иске *қаңқалар өчен *қамығудың хаҗәте юк...

— Ләкин бу — иске кабыгыңны салып ташлау белән бер. Күңелсезләнергә бер сәбәп тә юк монда...

— Но это все равно, что сбросить старую оболочку. Тут нет ничего печального...

— Но это все равно, что сбросить старую оболочку. Тут нет ничего печального...
|#
))

(test
 "қартайған"
  '(
    ("^қартай<v><iv><gpr_past>$" ("@қартай") ("#стареть") ("grow"))
    ("^қартайған<adj>$" ("@қартайған") ("устаревший") ("\\@қартайған"))
    ("^қартай<v><iv><ger_past><nom>$" ("@қартай") ("#стареть") ("growing"))
    ("^қартайған<n><nom>$" ("@қартайған") ("перестарок") ("\\@қартайған"))
    ("^қартайған<n><attr>$" ("@қартайған") ("перестарок") ("\\@қартайған"))
    ("^қартайған<adj><advl>$" ("@қартайған") ("устаревший") ("\\@қартайған"))
    ("^қартай<v><iv><gpr_past><subst><nom>$" ("@қартай") ("#стареть") ("grow"))
    ("^қартай<v><iv><past><p3><pl>$" ("@қартай") ("#стареть") ("have grown"))
    ("^қартай<v><iv><past><p3><sg>$" ("@қартай") ("#стареть") ("have grown"))
    ("^қартайған<adj><subst><nom>$" ("@қартайған") ("у устаревшего") ("\\@қартайған"))
    ("^қартайған<adj>+е<cop><aor><p3><pl>$" ("\\@қартайған") ("устаревший") ("\\@қартайған"))
    ("^қартайған<adj>+е<cop><aor><p3><sg>$" ("\\@қартайған") ("устаревший") ("\\@қартайған"))
    ("^қартайған<n><nom>+е<cop><aor><p3><pl>$" ("\\@қартайған") ("перестарок") ("\\@қартайған"))
    ("^қартайған<n><nom>+е<cop><aor><p3><sg>$" ("\\@қартайған") ("перестарок") ("\\@қартайған"))
    ("^қартайған<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@қартайған") ("у устаревшего") ("\\@қартайған"))
    ("^қартайған<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@қартайған") ("у устаревшего") ("\\@қартайған"))
#|
Сірә, мен ҚАРТАЙҒАН болармын.

*Сірә, мин *қартайған булырмын.

Ахрысы, картаям бугай.

Наверно, я старею.

Наверно, я старею.
|#
))

(test
 "қарындаш"
  '(
    ("^қарындаш<n><nom>$" ("@қарындаш") ("карандаш") ("pencil"))
    ("^қарындаш<n><attr>$" ("@қарындаш") ("карандаш") ("pencil"))
    ("^қарындаш<n><nom>+е<cop><aor><p3><pl>$" ("\\@қарындаш") ("карандаш") ("pencil"))
    ("^қарындаш<n><nom>+е<cop><aor><p3><sg>$" ("\\@қарындаш") ("карандаш") ("pencil"))
#|
Сол сәтте менің джунгли оқиғалары жайлы ойларым сан саққа жүгірді. Мен қолыма түрлі түсті ҚАРЫНДАШ алып, тұңғыш суретімді сала бастадым.

Сул уңышта минем *джунгли вакыйгалары җайлы уйларым сан сакка йөгерде. Мин кулыма төрле төшне *қарындаш алып, тәүге рәсемемне сала башладым.

Джунгли маҗаралары турында озак кына уйлап йөргәннән соң, төсле карандаш белән үземнең беренче рәсемемне ясарга булдым.

Я много раздумывал о полной приключений жизни джунглей и тоже нарисовал цветным карандашом свою первую картинку.

Я много раздумывал о полной приключений жизни джунглей и тоже нарисовал цветным карандашом свою первую картинку.
|#
))

(test
 "қарындашпен"
  '(
    ("^қарындаш<n><ins>$" ("@қарындаш белән") ("с  карандашом") ("with pencil"))
#|
Зерттеушілердің әңгімелерін әуелі ҚАРЫНДАШПЕН жазады.

Тикшерүчеләрнең хикәяләрен әүвәл *қарындашпен яза.

Сәяхәтчеләр сөйләгәнне башта карандаш белән язалар.

Рассказы путешественников сначала записывают карандашом.

Рассказы путешественников сначала записывают карандашом.
|#
))

(test
 "қарындаштар"
  '(
    ("^қарындаш<n><pl><nom>$" ("@қарындаш") ("карандаши") ("pencils"))
    ("^қарындаш<n><pl><nom>+е<cop><aor><p3><pl>$" ("\\@қарындаш") ("карандаши") ("pencils"))
    ("^қарындаш<n><pl><nom>+е<cop><aor><p3><sg>$" ("\\@қарындаш") ("карандаши") ("pencils"))
#|
Солай болып кетпеу үшін, мен бір қорап түрлі-түсті ҚАРЫНДАШТАР мен бояулар сатып алдым.

#Шул булып китмәү өчен, мин бер *қорап төрле-төшне *қарындаштар мин буяулар сатып алдым.

Менә шуңа күрә дә бер тартма буяу белән төсле карандашлар алып куйдым.

Вот еще и поэтому я купил ящик с красками и цветные карандаши.

Вот еще и поэтому я купил ящик с красками и цветные карандаши.
|#
))

(test
 "қарындашын"
  '(
    ("^қарындаш<n><px3sp><acc>$" ("@қарындаш") ("карандаш") ("pencil"))
#|
Сөйтіп географ өзінің кітабын ашып жіберіп, ҚАРЫНДАШЫН ұштады.

Шулай итеп географ үзенең китабын/китабын ачып җибәреп, *қарындашын *ұштады.

Географ калын китабын ача, аннан карандашын очлый.

И он раскрыл толстенную книгу и очинил карандаш.

И он раскрыл толстенную книгу и очинил карандаш.
|#
))

(test
 "қатайған"
  '(
    ("^қатай<v><iv><gpr_past>$" ("@қатай") ("окостенеть") ("\\@қатай"))
    ("^қатайған<adj>$" ("@қатайған") ("затверделый") ("\\@қатайған"))
    ("^қатай<v><iv><ger_past><nom>$" ("@қатай") ("окостенеть") ("\\@қатай"))
    ("^қатайған<adj><advl>$" ("@қатайған") ("затверделый") ("\\@қатайған"))
    ("^қатай<v><iv><gpr_past><subst><nom>$" ("@қатай") ("окостенеть") ("\\@қатай"))
    ("^қатай<v><iv><past><p3><pl>$" ("@қатай") ("#окостенеть") ("have \\@қатай"))
    ("^қатай<v><iv><past><p3><sg>$" ("@қатай") ("#окостенеть") ("have \\@қатай"))
    ("^қатайған<adj><subst><nom>$" ("@қатайған") ("у затверделого") ("\\@қатайған"))
    ("^қатайған<adj>+е<cop><aor><p3><pl>$" ("\\@қатайған") ("затверделый") ("\\@қатайған"))
    ("^қатайған<adj>+е<cop><aor><p3><sg>$" ("\\@қатайған") ("затверделый") ("\\@қатайған"))
    ("^қатайған<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@қатайған") ("у затверделого") ("\\@қатайған"))
    ("^қатайған<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@қатайған") ("у затверделого") ("\\@қатайған"))
#|
Дәл сол мезетте: «Егер мына бұранда ҚАТАЙҒАН күйінде тұра берсе, балғамен бір ұрып сындырамын» деп ойлап тұрғанмын.

Нәкъ сул *мезетте: «Игәүләр мына *бұранда *қатайған көендә тора бирсә, *балғамен бер ырып сындырам» дип уйлаганмын.

"Әгәр бу болт хәзер дә бирешмәсә, мин аны чүкеч белән бәреп сындырачакмын", — дип уйладым.

В ту минуту я говорил себе: "Если этот болт и сейчас не поддастся, я так стукну по нему молотком, что он разлетится вдребезги".

В ту минуту я говорил себе: "Если этот болт и сейчас не поддастся, я так стукну по нему молотком, что он разлетится вдребезги".
|#
))

(test
 "қатарласқанымда"
  '(
    ("^қатарла<v><tv><coop><ger_past><px1sg><loc>$" ("@қатарла") ("звание") ("my \\@қатарла"))
    ("^қатарла<v><tv><coop><gpr_past><subst><px1sg><loc>$" ("@қатарла") ("звание") ("\\@қатарла"))
#|
|#
))

(test
 "қатыруыма"
  '(
    ("^қатыр<v><tv><ger><px1sg><dat>$" ("@қатыр") ("\\@қатыр") ("\\@қатыр"))
#|
Мәселенің не нәрседе екенін түсінгенше біраз бас ҚАТЫРУЫМА тура келді.

Мәсьәләнең ни нәрсәдә икәнен аңлаганчы бераз баш *қатыруыма туры килде.

Эшнең нәрсәдә икәнен белгәнче, миңа байтак баш ватарга туры килде.

И пришлось мне поломать голову, пока я додумался, в чем тут дело.

И пришлось мне поломать голову, пока я додумался, в чем тут дело.
|#
))

(test
 "қатырып"
  '(
    ("^қатыр<v><tv><gna_perf>$" ("@қатыр") ("\\@қатыр") ("\\@қатыр"))
    ("^қатыр<v><tv><prc_perf>$" ("@қатыр") ("\\@қатыр") ("\\@қатыр"))
#|
|#
))

(test
 "қауызды"
  '(
    ("^қауыз<n><acc>$" ("@қауыз") ("сбой" "скорлупу") ("horn"))
    ("^қауыз<n>+лы<post>$" ("\\@қауыз") ("сбое" "скорлупе") ("without horn"))
#|
Үлкен ҚАУЫЗДЫ жарып шыққанын бақылап жүрген Кішкентай ханзада ғажайып бір нәрсенің пайда болатынын сезгендей еді.

Өлкән *қауызды ярып чыкканын күзәткән Кечкенә ханзадә *ғажайып бер нәрсәнең файда булганын сизгәндәй иде.

Нәни принцның әле беркайчан да бу кадәр зур бөре күргәне булмый. Ул, могҗиза көткәндәй, тынып кала.

Маленький принц никогда еще не видал таких огромных бутонов и предчувствовал, что увидит чудо.

Маленький принц никогда еще не видал таких огромных бутонов и предчувствовал, что увидит чудо.
|#
))

(test
 "қауызы"
  '(
    ("^қауыз<n><px3sp><nom>$" ("@қауыз") ("сбой" "скорлупа") ("horn"))
    ("^қауыз<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@қауыз") ("сбой" "скорлупа") ("horn"))
    ("^қауыз<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@қауыз") ("сбой" "скорлупа") ("horn"))
#|
Кішкентай ханзаданың планетасында бұрыннан бері қарапайым ғана, тек бір қатарлы ҚАУЫЗЫ бар, көп орын да алмайтын, ешкімге де кедергі келтірмейтін гүлдер өсетін.

Кечкенә ханзадәнең планетасында #элек бирле гади генә, тик бер рәтле *қауызы бар, күп урын да #ал, беркемгә дә киртә китерми торган улар #үс.

Нәни принц планетасында һәрвакыт бик гади, әллә ни күзгә бәрелеп тормаган чәчәкләр үскән. Таҗ яфраклары да аз икән. Шуңа күрә алар, күп урын алмыйча һәм беркемгә дә комачауламыйча, тыныч кына үсеп утыралар, ди.

На планете Маленького принца всегда росли простые, скромные цветы — у них было мало лепестков, они занимали совсем мало места и никого не беспокоили.

На планете Маленького принца всегда росли простые, скромные цветы — у них было мало лепестков, они занимали совсем мало места и никого не беспокоили.
|#
))

(test
 "қауызын"
  '(
    ("^қауыз<n><px3sp><acc>$" ("@қауыз") ("сбой" "скорлупу") ("horn"))
#|
Мінеки бір күні, тура таң шұғыласын шашқанда, бұл гүл ҚАУЫЗЫН жарып шықты.

*Мінеки бер көнне, туры таң *шұғыласын чәчкәндә, бу гөл *қауызын ярып чыкты.

Ә беркөнне, кояш чыгып килгән вакытта, чәчәк таҗлары ачыла.

И вот наконец, однажды утром, едва взошло солнце, лепестки раскрылись.

И вот наконец, однажды утром, едва взошло солнце, лепестки раскрылись.
|#
))

(test
 "қашықтықта"
  '(
    ("^қашықтық<n><loc>$" ("@қашықтық") ("в  дистанции") ("in distance"))
    ("^қашықтық<n><loc>+е<cop><aor><p3><pl>$" ("\\@қашықтық") ("дистанции") ("in distance"))
    ("^қашықтық<n><loc>+е<cop><aor><p3><sg>$" ("\\@қашықтық") ("дистанции") ("in distance"))
#|
Сонымен қатар ол қаншама алыс ҚАШЫҚТЫҚТА десеңізші!

Шуның белән беррәттән ул никадәр ерак *қашықтықта #ди!

Ләкин моннан ничек ерак ул!

Но как до нее далеко!

Но как до нее далеко!
|#
))

(test
 "қашықтықтағы"
  '(
    ("^қашықтық<n><loc><attr>$" ("@қашықтық") ("в  дистанции") ("in distance"))
    ("^қашықтық<n><loc><subst><nom>$" ("@қашықтық") ("в  дистанции") ("in distance"))
    ("^қашықтық<n><loc><subst><nom>+е<cop><aor><p3><pl>$" ("\\@қашықтық") ("дистанции") ("in distance"))
    ("^қашықтық<n><loc><subst><nom>+е<cop><aor><p3><sg>$" ("\\@қашықтық") ("дистанции") ("in distance"))
#|
Сонымен, бірінші түні адамзат мекенінен мыңдаған шақырым ҚАШЫҚТЫҚТАҒЫ жапан түзде құм үстінде түнеп шықтым.

Шуның белән, беренче төне кешелек торагыннан меңләгән чакрым *қашықтықтағы *жапан *түзде ком өстендә *түнеп чыктым.

Беренче кичне ачык һавада йокларга яттым. Тирә-юньдә — меңәр чакрымга сузылган ком чүле.

Итак, в первый вечер я уснул на песке в пустыне, где на тысячи миль вокруг не было никакого жилья.

Итак, в первый вечер я уснул на песке в пустыне, где на тысячи миль вокруг не было никакого жилья.
|#
))

(test
 "қашықтықтан"
  '(
    ("^қашықтық<n><abl>$" ("@қашықтық") ("из  дистанции") ("from distance"))
    ("^қашықтық<n><abl>+е<cop><aor><p3><pl>$" ("\\@қашықтық") ("дистанции") ("from distance"))
    ("^қашықтық<n><abl>+е<cop><aor><p3><sg>$" ("\\@қашықтық") ("дистанции") ("from distance"))
#|
Алыстау ҚАШЫҚТЫҚТАН қарағанда бұл ғажап көрініс тудыратын.

Ераграк *қашықтықтан караганда бу гаҗәп күренеш #тудыр.

Җиргә читтән караганда, искиткеч гүзәл күренеш булыр иде.

Если поглядеть со стороны, это было великолепное зрелище.

Если поглядеть со стороны, это было великолепное зрелище.
|#
))

(test
 "қаяу"
  '(
    ("^қаяу<n><nom>$" ("@қаяу") ("свищ") ("\\@қаяу"))
    ("^қаяу<n><attr>$" ("@қаяу") ("свищ") ("\\@қаяу"))
    ("^қаяу<n><nom>+е<cop><aor><p3><pl>$" ("\\@қаяу") ("свищ") ("\\@қаяу"))
    ("^қаяу<n><nom>+е<cop><aor><p3><sg>$" ("\\@қаяу") ("свищ") ("\\@қаяу"))
#|
Осылайша, гүлдің көңілге ҚАЯУ түсіретін менмендігі оның мазасын кетірді.

Шул рәвешчә, гөлнең күңелгә *қаяу төшерә торган *менмендігі аның *мазасын *кетірді.

Бу сылукай горур һәм үпкәчел булып чыга. Нәни принцны тилмертеп бетерә ул.

Скоро оказалось, что красавица горда и обидчива, и Маленький принц совсем с нею измучился.

Скоро оказалось, что красавица горда и обидчива, и Маленький принц совсем с нею измучился.
|#
))

(test
 "қисабымда"
  '(
    ("^*қисабымда$" ("*қисабымда") ("*қисабымда") ("*қисабымда"))
#|
|#
))

(test
 "қисайып"
  '(
    ("^қисай<v><iv><gna_perf>$" ("@қисай") ("#наклоняться") ("\\@қисай"))
    ("^қисай<v><iv><prc_perf>$" ("@қисай") ("#наклоняться") ("\\@қисай"))
#|
Бөрене тәрізді тұрған орнында жанына қарай ҚИСАЙЫП құлай берді.

Бүрәнә төсле торган урынында янына таба *қисайып егыла бирде.

Аннары, агач ауган кебек, әкрен генә авып төште.

Потом упал — медленно, как падает дерево.

Потом упал — медленно, как падает дерево.
|#
))

(test
 "қисап"
  '(
    ("^*қисап$" ("*қисап") ("*қисап") ("*қисап"))
#|
|#
))

(test
 "қисапқа"
  '(
    ("^*қисапқа$" ("*қисапқа") ("*қисапқа") ("*қисапқа"))
#|
|#
))

(test
 "қиығын"
  '(
    ("^*қиығын$" ("*қиығын") ("*қиығын") ("*қиығын"))
#|
Мен саған көзімнің ҚИЫҒЫН саламын, ал сен үн шығарма.

Мин сиңа күземнең *қиығын салам, ә син тавыш әсәр.

Мин сиңа күз кырыем белән генә карап-карап алырмын, ә син дәшмә.

Я буду на тебя искоса поглядывать, а ты молчи.

Я буду на тебя искоса поглядывать, а ты молчи.
|#
))

(test
 "қиыншылығы"
  '(
    ("^қиыншылық<n><px3sp><nom>$" ("@қиыншылық") ("затруднение") ("trouble"))
    ("^қиыншылық<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@қиыншылық") ("затруднение") ("trouble"))
    ("^қиыншылық<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@қиыншылық") ("затруднение") ("trouble"))
#|
Бұл іш пыстыратын, бірақ еш ҚИЫНШЫЛЫҒЫ жоқ жұмыс.

Бу эч *пыстыратын, әмма һич *қиыншылығы юк эш.

Бик күңелле эш түгел ул түгелен, әмма аның әллә ни авырлыгы юк.

Это очень скучная работа, но совсем не трудная.

Это очень скучная работа, но совсем не трудная.
|#
))

(test
 "қиялға"
  '(
    ("^қиял<n><dat>$" ("@қиял") ("в  утопии" "в  иллюзии" "в  фантазии" "в  воображению" "в  фантасмагории") ("to idea" "to reverie" "to fiction" "to fantasy" "to imagination"))
#|
- Жоқ, ол емес. Жалқауларды ҚИЯЛҒА батыратын кішкентай алтын түстес нәрселер.

- Юк, ул түгел. *Жалқауларды *қиялға батыра торган кечкенә алтын *түстес нәрсәләр.

— Юк ла. Шундый кечкенә, алтын төсендә. Эшсез сөрхәнтәйләр шуларга карый да хыялга чума бит әле.

— Да нет же. Такие маленькие, золотые, всякий лентяй как посмотрит на них, так и размечтается.

— Да нет же. Такие маленькие, золотые, всякий лентяй как посмотрит на них, так и размечтается.
|#
))

(test
 "қиялдауға"
  '(
    ("^қиялда<v><iv><ger><dat>$" ("@қиялда") ("мечтать" "грезить" "воображать" "фантазировать") ("\\@қиялда"))
#|
Менің ҚИЯЛДАУҒА уақытым жоқ.

Минем *қиялдауға вакытым юк.

Хыялланырга вакытым юк.

Мне мечтать некогда.

Мне мечтать некогда.
|#
))

(test
 "қобалжи"
  '(
    ("^қобалжы<v><iv><gna_impf>$" ("@қобалжы") ("\\@қобалжы") ("\\@қобалжы"))
    ("^қобалжы<v><iv><prc_impf>$" ("@қобалжы") ("\\@қобалжы") ("\\@қобалжы"))
#|
Ол планетаны шатастырып алдым ба деп ҚОБАЛЖИ бастаған кезінде айдың сәулесі түсіп тұрған сақина іспетті дөңгелек нәрсе құм үстінде жыбыр ете қалды.

Ул планетаны *шатастырып #алд дип *қобалжи башлаган вакытында айның нуры төшкән *сақина шикелле түгәрәк нәрсә ком өстендә шадра итә калды.

Әллә, ялгышып, башка планетага эләктемме, дип уйлый ул хәтта. Ләкин шул вакыт ком өстендә ай нуры төсендәге бер боҗра кыймылдап куя.

Он подумал даже, что залетел по ошибке на какую-то другую планету. Но тут в песке шевельнулось колечко цвета лунного луча.

Он подумал даже, что залетел по ошибке на какую-то другую планету. Но тут в песке шевельнулось колечко цвета лунного луча.
|#
))

(test
 "қозғалтпастанук"
  '(
    ("^*қозғалтпастанук$" ("*қозғалтпастанук") ("*қозғалтпастанук") ("*қозғалтпастанук"))
#|
|#
))

(test
 "қолайсыз"
  '(
    ("^қолайсыз<adj>$" ("@қолайсыз") ("неблагоприятный") ("improper" "inept" "unsuited" "unsuitable"))
    ("^қолайсыз<adj><advl>$" ("@қолайсыз") ("неблагоприятный") ("improper" "inept" "unsuited" "unsuitable"))
    ("^қолайсыз<adj><subst><nom>$" ("@қолайсыз") ("у неблагоприятного") ("improper" "inept" "unsuited" "unsuitable"))
    ("^қолайсыз<adj>+е<cop><aor><p3><pl>$" ("\\@қолайсыз") ("неблагоприятный") ("improper" "inept" "unsuited" "unsuitable"))
    ("^қолайсыз<adj>+е<cop><aor><p3><sg>$" ("\\@қолайсыз") ("неблагоприятный") ("improper" "inept" "unsuited" "unsuitable"))
    ("^қолайсыз<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@қолайсыз") ("у неблагоприятного") ("improper" "inept" "unsuited" "unsuitable"))
    ("^қолайсыз<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@қолайсыз") ("у неблагоприятного") ("improper" "inept" "unsuited" "unsuitable"))
#|
- Кеш түссе сіз мені шыны қалпақпен жаба саларсыз. Бұл жер өте суық екен. Әрі ҚОЛАЙСЫЗ жерде орналасқан. Мен келген жақта болса...

- Кич төшсә Сез мине пыяла *қалпақпен яба салырсыз. Бу җир бик суык икән. Һәм *қолайсыз җирдә урнашкан. Мин килгән якта булса...

— Кич җиткәч, мине берәр нәрсә белән капларсыз. Сезнең монда бик суык. Планетагыз бигрәк шыксыз. Менә мин яшәгән җирдә...

— Когда настанет вечер, накройте меня колпаком. У вас тут слишком холодно. Очень неуютная планета. Там, откуда я прибыла...

— Когда настанет вечер, накройте меня колпаком. У вас тут слишком холодно. Очень неуютная планета. Там, откуда я прибыла...
|#
))

(test
 "қолтық"
  '(
    ("^қолтық<n><nom>$" ("@қолтық") ("подмышка") ("armpit"))
    ("^қолтық<n><attr>$" ("@қолтық") ("подмышка") ("armpit"))
    ("^қолтық<n><nom>+е<cop><aor><p3><pl>$" ("\\@қолтық") ("подмышка") ("armpit"))
    ("^қолтық<n><nom>+е<cop><aor><p3><sg>$" ("\\@қолтық") ("подмышка") ("armpit"))
#|
|#
))

(test
 "қонымсыз"
  '(
    ("^*қонымсыз$" ("*қонымсыз") ("*қонымсыз") ("*қонымсыз"))
#|
Ұшы-қиырсыз жапан түзде құдық іздеген миға ҚОНЫМСЫЗ нәрсе дегендей қолымды торыққан кейіппен сермей салдым.

*Ұшы-*қиырсыз *жапан *түзде хәйлә эзләгән мигә *қонымсыз нәрсә дигәндәй кулымны *торыққан *кейіппен *сермей салдым.

Мин, арыган кыяфәт белән, кулларымны җәеп җибәрдем: таныш булмаган иксез-чиксез чүлдә кое эзләүдән ни мәгънә?

Я устало развел руками: что толку наугад искать колодцы в бескрайней пустыне?

Я устало развел руками: что толку наугад искать колодцы в бескрайней пустыне?
|#
))

(test
 "қоңызы"
  '(
    ("^қоңыз<n><px3sp><nom>$" ("@қоңыз") ("жучок") ("bug" "beetle"))
    ("^қоңыз<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@қоңыз") ("жучок") ("bug" "beetle"))
    ("^қоңыз<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@қоңыз") ("жучок") ("bug" "beetle"))
#|
Бірінші рет, бұдан жиырма екі жыл бұрын, қайдан түскені бір құдайға ғана белгілі көктем ҚОҢЫЗЫ еді.

Беренче рәт, моннан егерме ике ел элек, кайдан төшкәне бер ходайга гына билгеле яз *қоңызы иде.

Беренче мәртәбә, моннан егерме ике ел элек, минем янга кайдандыр май коңгызы очып килгән иде.

В первый раз, двадцать два года тому назад, ко мне откуда-то залетел майский жук.

В первый раз, двадцать два года тому назад, ко мне откуда-то залетел майский жук.
|#
))

(test
 "қоңыраулар"
  '(
    ("^қоңырау<n><pl><nom>$" ("@қоңырау") ("звонки" "колокола" "колокольчики") ("ringers" "#ringing" "alarms" "bells"))
    ("^қоңырау<n><pl><nom>+е<cop><aor><p3><pl>$" ("\\@қоңырау") ("звонки" "колокола" "колокольчики") ("ringers" "#ringing" "alarms" "bells"))
    ("^қоңырау<n><pl><nom>+е<cop><aor><p3><sg>$" ("\\@қоңырау") ("звонки" "колокола" "колокольчики") ("ringers" "#ringing" "alarms" "bells"))
#|
- Жұлдыздардың орнына сыңғырлап күле беретін бір топ кішкене ҚОҢЫРАУЛАР бергендей боламын...

- Йолдызларның урынына чыңгылдап көлә бирә торган бер туп кечкенә *қоңыраулар биргәндәй булам...

— Әйтерсең лә, йолдызлар урынына мин сиңа көлә торган бер бәйләм шөлдер бүләк итәм...

— Как будто вместо звезд я подарил тебе целую кучу смеющихся бубенцов...

— Как будто вместо звезд я подарил тебе целую кучу смеющихся бубенцов...
|#
))

(test
 "қорап"
  '(
    ("^қорап<n><nom>$" ("@қорап") ("короб" "пачка" "коробка" "магазин") ("pack" "box" "carton" "bundle" "packthread"))
    ("^қорап<n><attr>$" ("@қорап") ("короб" "пачка" "коробка" "магазин") ("pack" "box" "carton" "bundle" "packthread"))
    ("^қорап<n><nom>+е<cop><aor><p3><pl>$" ("\\@қорап") ("короб" "пачка" "коробка" "магазин") ("pack" "box" "carton" "bundle" "packthread"))
    ("^қорап<n><nom>+е<cop><aor><p3><sg>$" ("\\@қорап") ("короб" "пачка" "коробка" "магазин") ("pack" "box" "carton" "bundle" "packthread"))
#|
Солай болып кетпеу үшін, мен бір ҚОРАП түрлі-түсті қарындаштар мен бояулар сатып алдым.

#Шул булып китмәү өчен, мин бер *қорап төрле-төшне *қарындаштар мин буяулар сатып алдым.

Менә шуңа күрә дә бер тартма буяу белән төсле карандашлар алып куйдым.

Вот еще и поэтому я купил ящик с красками и цветные карандаши.

Вот еще и поэтому я купил ящик с красками и цветные карандаши.
|#
))

(test
 "қорқыныш"
  '(
    ("^қорқыныш<n><nom>$" ("@қорқыныш") ("страх" "боязнь" "испуг") ("fear"))
    ("^қорқыныш<n><attr>$" ("@қорқыныш") ("страх" "боязнь" "испуг") ("fear"))
    ("^қорқыныш<n><nom>+е<cop><aor><p3><pl>$" ("\\@қорқыныш") ("страх" "боязнь" "испуг") ("fear"))
    ("^қорқыныш<n><nom>+е<cop><aor><p3><sg>$" ("\\@қорқыныш") ("страх" "боязнь" "испуг") ("fear"))
#|
Мен бұл өнер туындысын ересек кісілерге көрсеттім де, олардан суретім ҚОРҚЫНЫШ тудырады ма деп сұрадым.

Мин бу үсәр *туындысын *ересек кешеләргә күрсәттем дә, алардан рәсемем *қорқыныш тудырамы дип сорадым.

Рәсемемне тизрәк олыларга күрсәтеп: — Куркынычмы? — дип сорадым.

Я показал мое творение взрослым и спросил, не страшно ли им.

Я показал мое творение взрослым и спросил, не страшно ли им.
|#
))

(test
 "қорлық"
  '(
    ("^қорлық<n><nom>$" ("@қорлық") ("унижение" "издевательство") ("humiliation"))
    ("^қорлық<n><attr>$" ("@қорлық") ("унижение" "издевательство") ("humiliation"))
    ("^қорлық<n><nom>+е<cop><aor><p3><pl>$" ("\\@қорлық") ("унижение" "издевательство") ("humiliation"))
    ("^қорлық<n><nom>+е<cop><aor><p3><sg>$" ("\\@қорлық") ("унижение" "издевательство") ("humiliation"))
#|
Бірақ ол айтқандай, «Сақтықта ҚОРЛЫҚ жоқ», сондықтан сөніп қалған жанартауды да тазартып қойды.

Әмма ул әйткәндәй, «*Сақтықта *қорлық юк», шунлыктан *сөніп калган *жанартауды да *тазартып куйды.

Дөньяда нинди хәлләр булмас дип, Нәни принц сүнгән вулканны да чистарткан.

Но, сказал он, мало ли что может случиться! Поэтому он прочистил и потухший вулкан тоже.

Но, сказал он, мало ли что может случиться! Поэтому он прочистил и потухший вулкан тоже.
|#
))

(test
 "қошақан"
  '(
    ("^қошақан<n><nom>$" ("@қошақан") ("ягнёнок") ("lamb"))
    ("^қошақан<n><attr>$" ("@қошақан") ("ягнёнок") ("lamb"))
    ("^қошақан<n><nom>+е<cop><aor><p3><pl>$" ("\\@қошақан") ("ягнёнок") ("lamb"))
    ("^қошақан<n><nom>+е<cop><aor><p3><sg>$" ("\\@қошақан") ("ягнёнок") ("lamb"))
#|
- Жететін болар. Саған тіптен кішкентай ҚОШАҚАН жасап бердім ғой.

- Җитә торган булыр. Сиңа *тіптен кечкенә *қошақан яшәп бирдем бит.

— Аңа күп кирәкми. Мин сиңа бик кечкенә бәрән бирәм.

— Ему хватит. Я тебе даю совсем маленького барашка.

— Ему хватит. Я тебе даю совсем маленького барашка.
|#
))

(test
 "қошақанға"
  '(
    ("^қошақан<n><dat>$" ("@қошақан") ("к  ягнёнку") ("to lamb"))
#|
- Тура осындай керек еді! Қалай ойлайсың, бұл ҚОШАҚАНҒА шөп көп керек пе?  – деп сұрады ол.

- Туры шушындый кирәк иде! Ничек уйлыйсың, бу *қошақанға үлән күп кирәкме?  – дип сорады ул.

— Менә бусы шәп! Син ничек уйлыйсың, бу бәрәнгә печән күп кирәк булыр микән?

— Вот это хорошо! Как ты думаешь, много этому барашку надо травы?

— Вот это хорошо! Как ты думаешь, много этому барашку надо травы?
|#
))

(test
 "қошақанды"
  '(
    ("^қошақан<n><acc>$" ("@қошақан") ("ягнёнка") ("lamb"))
    ("^қошақан<n>+лы<post>$" ("\\@қошақан") ("ягнёнке") ("without lamb"))
#|
Ақырында қалтасынан мен сыйлаған ҚОШАҚАНДЫ шығарып, ғажап қазынасына сүйсіне қарады.

Әкрендә кесәсеннән мин сыйлаган *қошақанды чыгарып, гаҗәп хәзинәсенә #соклан өтә.

Аннары кесәсеннән мин ясаган бәрәнне алды да хыялый төс белән карап тора башлады.

Потом вынул из кармана моего барашка и погрузился в созерцание этого сокровища.

Потом вынул из кармана моего барашка и погрузился в созерцание этого сокровища.
|#
))

(test
 "қошақаннан"
  '(
    ("^қошақан<n><abl>$" ("@қошақан") ("от  ягнёнка") ("from lamb"))
    ("^қошақан<n><abl>+е<cop><aor><p3><pl>$" ("\\@қошақан") ("ягнёнка") ("from lamb"))
    ("^қошақан<n><abl>+е<cop><aor><p3><sg>$" ("\\@қошақан") ("ягнёнка") ("from lamb"))
#|
Кейде мен өзіме-өзім: «Жоқ, әрине, жоқ! Кішкентай ханзада түнге қарай гүлін шыны қалпақпен жауып қояды. Ал ҚОШАҚАННАН көз жазбайтын болар...»

Кайбердә мин үземә-үзем: «Юк, әлбәттә, юк! Кечкенә ханзадә төнгә таба гөлен пыяла *қалпақпен явып куя. Ә *қошақаннан күз язмый торган булыр...»

Кайвакытта болай дип уйлыйм: "Юк, билгеле, юк!

Иногда я говорю себе: "Нет, конечно, нет!

Иногда я говорю себе: "Нет, конечно, нет!
|#
))

(test
 "қошақанның"
  '(
    ("^қошақан<n><gen>$" ("@қошақан") ("ягнёнка") ("of lamb"))
#|
Ол дауыс: - Өтінемін... ҚОШАҚАННЫҢ суретін салып берші! – деді.

Ул тавыш: - Үтенәм... *қошақанның рәсемен салып бирче! – диде.

Ул: — Зинһар өчен... миңа бәрән рәсеме яса әле! — диде.

Он сказал: — Пожалуйста, нарисуй мне барашка!

Он сказал: — Пожалуйста, нарисуй мне барашка!
|#
))

(test
 "қошақаным"
  '(
    ("^қошақан<n><px1sg><nom>$" ("@қошақан") ("мой ягнёнок") ("my lamb"))
    ("^қошақан<n><px1sg><nom>+е<cop><aor><p3><pl>$" ("\\@қошақан") ("ягнёнок") ("my lamb"))
    ("^қошақан<n><px1sg><nom>+е<cop><aor><p3><sg>$" ("\\@қошақан") ("ягнёнок") ("my lamb"))
#|
|#
))

(test
 "қошақаныма"
  '(
    ("^қошақан<n><px1sg><dat>$" ("@қошақан") ("к моему ягнёнку") ("to my lamb"))
#|
- Есіңде ме... менің ҚОШАҚАНЫМА тұмылдырық беремін дегенсің... мен гүлім үшін жауаптымын!

- Исеңдәме... минем *қошақаныма *тұмылдырық бирәм дигәнсең... мин гөлем өчен *жауаптымын!

— Исеңдәме, минем бәрәнгә борынчык ясарга вәгъдә иткән идең... Мин бит ул чәчәк өчен җаваплы.

— Помнишь, ты обещал... намордник для моего барашка... Я ведь в ответе за тот цветок.

— Помнишь, ты обещал... намордник для моего барашка... Я ведь в ответе за тот цветок.
|#
))

(test
 "қошақанымды"
  '(
    ("^қошақан<n><px1sg><acc>$" ("@қошақан") ("моего ягнёнка") ("my lamb"))
#|
Бұл сыр жайлы барынша көбірек білуге тырыстым: - Балақай, сен қайдан келдің? Үйің қайда? Менің ҚОШАҚАНЫМДЫ қайда алып кетпекшісің?

Бу сер җайлы #бар күбрәк белүгә тырыштым: - *Балақай, син кайдан килдең? Өең кайда? Минем *қошақанымды кайда алып китмәкчесең?

Минем бу турыда тагын да күбрәк беләсем килде: — Кайдан килдең соң син, бала? Өең кайда? Минем бәрәнне кая алып китмәкче буласың? — дип сорадым.

И я попытался разузнать побольше: — Откуда же ты прилетел, малыш? Где твой дом? Куда ты хочешь унести моего барашка?

И я попытался разузнать побольше: — Откуда же ты прилетел, малыш? Где твой дом? Куда ты хочешь унести моего барашка?
|#
))

(test
 "қошақанымен"
  '(
    ("^қошақан<n><px3sp><ins>$" ("@қошақан белән") ("с  ягнёнком") ("with lamb"))
#|
Менің досым ҚОШАҚАНЫМЕН бірге мені тастап кеткеніне мінеки алты жыл толды.

Минем #дус *қошақанымен бергә мине ташлап киткәненә *мінеки алты ел тулды.

Бәрәнен алып, мине ташлап китүенә менә алты ел узды инде.

Прошло уже шесть лет с тех пор, как он вместе со своим барашком покинул меня.

Прошло уже шесть лет с тех пор, как он вместе со своим барашком покинул меня.
|#
))

(test
 "қошақанына"
  '(
    ("^қошақан<n><px3sp><dat>$" ("@қошақан") ("к  ягнёнку") ("to lamb"))
#|
Ол оны ешқашан ҚОШАҚАНЫНА кигізе алмапты да.

Ул аны һичкайчан *қошақанына *кигізе #ал.

Нәни принц аны бәрәненә кидерә алмас инде.

Маленький принц не сможет надеть его на барашка.

Маленький принц не сможет надеть его на барашка.
|#
))

(test
 "қошақаның"
  '(
    ("^қошақан<n><px2sg><nom>$" ("@қошақан") ("твой ягнёнок") ("lamb"))
    ("^қошақан<n><px2sg><nom>+е<cop><aor><p3><pl>$" ("\\@қошақан") ("ягнёнок") ("lamb"))
    ("^қошақан<n><px2sg><nom>+е<cop><aor><p3><sg>$" ("\\@қошақан") ("ягнёнок") ("lamb"))
#|
Енді шыдамым таусылған әрі моторды ашуға асыққан басым мына бір суретті шимайлай салдым да: - Мынау – жәшік. Сенің қалаған ҚОШАҚАНЫҢ осының ішінде, - дедім балаға.

Иңне *шыдамым бетерелгән һәм *моторды ачуга ашыккан башым мына бер рәсемне *шимайлай салдым да: - Менә бу – ящек. Синең теләгән *қошақаның шушының эчендә, - дидем балага.

Шуннан соң, бөтен түземлегемне югалтып — миңа тизрәк моторны сүтәргә кирәк иде — кәгазьгә аннан-моннан бер тартма сызгалап куйдым да: — Менә сиңа тартма. Аның эчендә синең бәрәнең утыра, — дидем.

Тут я потерял терпение — ведь мне надо было поскорей разобрать мотор — и нацарапал ящик. И сказал малышу: — Вот тебе ящик. А в нем сидит такой барашек, какого тебе хочется.

Тут я потерял терпение — ведь мне надо было поскорей разобрать мотор — и нацарапал ящик. И сказал малышу: — Вот тебе ящик. А в нем сидит такой барашек, какого тебе хочется.
|#
))

(test
 "қошақаныңа"
  '(
    ("^қошақан<n><px2sg><dat>$" ("@қошақан") ("к твоему ягнёнку") ("to lamb"))
#|
Сенің ҚОШАҚАНЫҢА тұмылдырық салып беремін... Мен...»

Синең *қошақаныңа *тұмылдырық салып бирәм... Мин...»

Мин синең бәрәнеңә борынчык ясармын... Синең чәчәгеңә каплавыч ясармын... Мин...

Я нарисую твоему барашку намордник... Нарисую для твоего цветка броню... Я..."

Я нарисую твоему барашку намордник... Нарисую для твоего цветка броню... Я..."
|#
))

(test
 "қошқыл"
  '(
    ("^қошқыл<adj>$" ("@қошқыл") ("\\@қошқыл") ("\\@қошқыл"))
    ("^қошқыл<adj><advl>$" ("@қошқыл") ("\\@қошқыл") ("\\@қошқыл"))
    ("^қошқыл<adj><subst><nom>$" ("@қошқыл") ("у \\@қошқыл") ("\\@қошқыл"))
    ("^қошқыл<adj>+е<cop><aor><p3><pl>$" ("\\@қошқыл") ("\\@қошқыл") ("\\@қошқыл"))
    ("^қошқыл<adj>+е<cop><aor><p3><sg>$" ("\\@қошқыл") ("\\@қошқыл") ("\\@қошқыл"))
    ("^қошқыл<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@қошқыл") ("у \\@қошқыл") ("\\@қошқыл"))
    ("^қошқыл<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@қошқыл") ("у \\@қошқыл") ("\\@қошқыл"))
#|
- Мен қызыл ҚОШҚЫЛ бетті кісі тұратын бір планетаны білемін.

- Мин кызыл *қошқыл битне/битны кеше тора торган бер планетаны беләм.

— Мин шундый планета беләм. Анда кызыл йөзле бер кеше яши.

— Я знаю одну планету, там живет такой господин с багровым лицом.

— Я знаю одну планету, там живет такой господин с багровым лицом.
|#
))

(test
 "қоштасуға"
  '(
    ("^қошта<v><tv><coop><ger><dat>$" ("@қошта") ("\\@қошта") ("\\@қошта"))
    ("^қоштас<v><iv><ger><dat>$" ("@қоштас") ("#пожать" "прощаться") ("\\@қоштас"))
    ("^қоштасу<n><dat>$" ("@қоштасу") ("\\@қоштасу") ("to goodbye" "to farewell"))
#|
Сен менімен ҚОШТАСУҒА қайта орал, сол кезде саған бір құпия сырды сыйға тартамын.

Син минем белән *қоштасуға янә урал, шул чакта сиңа бер сер серне бүләккә җәлеп итәм.

Ә минем белән саубуллашырга килгәч, бер сер ачармын. Бу сиңа минем бүләгем булыр.

А когда вернешься, чтобы проститься со мной, я открою тебе один секрет. Это будет мой тебе подарок.

А когда вернешься, чтобы проститься со мной, я открою тебе один секрет. Это будет мой тебе подарок.
|#
))

(test
 "қуалап"
  '(
    ("^қуала<v><tv><gna_perf>$" ("@қуала") ("#гнать") ("\\@қуала"))
    ("^қуала<v><tv><prc_perf>$" ("@қуала") ("#гнать") ("\\@қуала"))
#|
Оның есіне күннің батуын тамашалау үшін өзінің орындығын жылжытып күнді ҚУАЛАП жүретін кездері түсіп кетті. Ол досына көмектескісі келді:

Аның исенә көннең батуын #тамаша өчен үзенең урындыгын *жылжытып көнне *қуалап йөрә торган чаклары төшеп китте. Ул #дус *көмектескісі килде:

Нәни принц кайчандыр, шәфәкъне бик күрәсе килгән чакларда, урындыкны бер урыннан икенче урынга күчереп йөрткәнен исенә төшерә, һәм аның дустына ярдәм итәсе килә.

Маленький принц вспомнил, как он когда-то переставлял стул с места на место, чтобы лишний раз поглядеть на закат солнца. И ему захотелось помочь другу.

Маленький принц вспомнил, как он когда-то переставлял стул с места на место, чтобы лишний раз поглядеть на закат солнца. И ему захотелось помочь другу.
|#
))

(test
 "қуанышқа"
  '(
    ("^қуаныш<n><dat>$" ("@қуаныш") ("в  утеху" "в  радости") ("to #cheery" "to joy" "to delight"))
#|
Бірақ ол жайт сол үйді ҚУАНЫШҚА кенелтетін. Менің үйім құпия бір сырды жасырғандай сезілетін...

Әмма ул шарт шул өйне *қуанышқа *кенелтетін. Минем өем сер бер серне яшергәндәй #сиз...

Ләкин, шул хәзинә аркасында, йорт сихерләнгән кебек иде, йөрәгендә ул ниндидер бер сер саклый иде сыман...

Но из-за него дом был словно заколдован: в сердце своем он скрывал тайну...

Но из-за него дом был словно заколдован: в сердце своем он скрывал тайну...
|#
))

(test
 "қуыршақ"
  '(
    ("^қуыршақ<n><nom>$" ("@қуыршақ") ("кукла" "манекен") ("doll"))
    ("^қуыршақ<n><attr>$" ("@қуыршақ") ("кукла" "манекен") ("doll"))
    ("^қуыршақ<n><nom>+е<cop><aor><p3><pl>$" ("\\@қуыршақ") ("кукла" "манекен") ("doll"))
    ("^қуыршақ<n><nom>+е<cop><aor><p3><sg>$" ("\\@қуыршақ") ("кукла" "манекен") ("doll"))
#|
– Олар шүберек қуыршаққа бар уақыты мен ықыласын арнайды, сол себептен ҚУЫРШАҚ олар үшін тым маңызды. Ал егер оны олардан тартып алып қойса, онда балалар жылап қалады...

– Алар *шүберек *қуыршаққа бар вакыты белән тырышлыгын атый, шул сәбәптән *қуыршақ алар өчен бик мөһим. Ә игәүләр аны алардан җәлеп итеп алып куйса, анда балалар елап кала...

— Алар гади генә чүпрәк курчакларына да бөтен күңелләрен бирәләр, аларга чын-чынлап гашыйк булалар, әгәр дә ул курчакларын алсалар, балалар елый башлый...

— Они отдают всю душу тряпочной кукле, и она становится им очень-очень дорога, и если ее у них отнимут, дети плачут...

— Они отдают всю душу тряпочной кукле, и она становится им очень-очень дорога, и если ее у них отнимут, дети плачут...
|#
))

(test
 "қуыршаққа"
  '(
    ("^қуыршақ<n><dat>$" ("@қуыршақ") ("к  кукле" "в  манекену") ("to doll"))
#|
– Олар шүберек ҚУЫРШАҚҚА бар уақыты мен ықыласын арнайды, сол себептен қуыршақ олар үшін тым маңызды. Ал егер оны олардан тартып алып қойса, онда балалар жылап қалады...

– Алар *шүберек *қуыршаққа бар вакыты белән тырышлыгын атый, шул сәбәптән *қуыршақ алар өчен бик мөһим. Ә игәүләр аны алардан җәлеп итеп алып куйса, анда балалар елап кала...

— Алар гади генә чүпрәк курчакларына да бөтен күңелләрен бирәләр, аларга чын-чынлап гашыйк булалар, әгәр дә ул курчакларын алсалар, балалар елый башлый...

— Они отдают всю душу тряпочной кукле, и она становится им очень-очень дорога, и если ее у них отнимут, дети плачут...

— Они отдают всю душу тряпочной кукле, и она становится им очень-очень дорога, и если ее у них отнимут, дети плачут...
|#
))

(test
 "құйттайук"
  '(
    ("^*құйттайук$" ("*құйттайук") ("*құйттайук") ("*құйттайук"))
#|
|#
))

(test
 "құлпырып"
  '(
    ("^құлпыр<v><iv><gna_perf>$" ("@құлпыр") ("\\@құлпыр") ("\\@құлпыр"))
    ("^құлпыр<v><iv><prc_perf>$" ("@құлпыр") ("\\@құлпыр") ("\\@құлпыр"))
#|
Алайда гүл асықпастан, өзінің жасыл шатырының астында ҚҰЛПЫРЫП шығуға әзірленді.

Алайда гөл ашыкмыйча, үзенең яшел чатырының астында *құлпырып чыгуга әзерләнде.

Ә билгесез кунак, үзенең яшел өенә яшеренгән килеш, һаман ыспайлана, бизәнә.

А неведомая гостья, еще скрытая в стенах своей зеленой комнатки, все готовилась, все прихорашивалась.

А неведомая гостья, еще скрытая в стенах своей зеленой комнатки, все готовилась, все прихорашивалась.
|#
))

(test
 "құлыптап"
  '(
    ("^құлыпта<v><tv><gna_perf>$" ("@құлыпта") ("\\@құлыпта") ("\\@құлыпта"))
    ("^құлыпта<v><tv><prc_perf>$" ("@құлыпта") ("\\@құлыпта") ("\\@құлыпта"))
#|
Сосын ол қағазды тартпаға саламын да, кілтпен ҚҰЛЫПТАП қоямын.

Шуннан соң ул кәгазьне *тартпаға салам да, ачкыч белән *құлыптап куям.

Аннары бу кәгазьне тартмага салып, йозакка бикләп куям.

Потом кладу эту бумажку в ящик и запираю его на ключ.

Потом кладу эту бумажку в ящик и запираю его на ключ.
|#
))

(test
 "құманды"
  '(
    ("^құман<n><acc>$" ("@құман") ("кувшин") ("teapot" "kettle" "pitcher"))
    ("^құман<n>+лы<post>$" ("\\@құман") ("кувшине") ("without teapot" "without kettle" "without pitcher"))
#|
Ыңғайсызданып қалған Кішкентай ханзада ҚҰМАНДЫ тауып ала сала, гүлді салқын сумен суарды.

*Ыңғайсызданып калган Кечкенә ханзадә *құманды табып ала #сал, гөлне салкын су белән сугарды.

Нәни принц уңайсызланып китә, аннары чишмә суы алып килеп чәчәккә сибә.

Маленький принц очень смутился, разыскал лейку и полил цветок ключевой водой.

Маленький принц очень смутился, разыскал лейку и полил цветок ключевой водой.
|#
))

(test
 "құптағанын"
  '(
    ("^құпта<v><tv><ger_past><px3sp><acc>$" ("@құпта") ("признать" "подтвердить" "#подтверждать" "приветствовать") ("his \\@құпта"))
    ("^құпта<v><tv><gpr_past><subst><px3sp><acc>$" ("@құпта") ("признать" "подтвердить" "#подтверждать" "приветствовать") ("\\@құпта"))
#|
Ол ешқашан сұраққа жауап бермейтін, бірақ адам бетінің қызарғаны «иә» деп ҚҰПТАҒАНЫН білдірмейтін емес пе еді. Солай емес пе?

Ул һичкайчан сорауга җавап #бир, әмма адәм битенең/битының кызарганы «әйе» дип *құптағанын белдерми торган түгелме иде. #Шул түгелме?

Нәни принц минем бер соравыма да җавап бирмәде, ләкин кызару "әйе" дигәнне аңлата бит инде, шулаймы?

Он не ответил ни на один мой вопрос, но ведь когда краснеешь, это значит "да", не так ли?

Он не ответил ни на один мой вопрос, но ведь когда краснеешь, это значит "да", не так ли?
|#
))

(test
 "құптадым"
  '(
    ("^құпта<v><tv><ifi><p1><sg>$" ("@құпта") ("оказывается #признать" "оказывается #подтвердить" "оказывается #подтверждать" "оказывается #приветствовать") ("\\@құпта"))
#|
- Таба алмайды, - деп ҚҰПТАДЫМ мен оны...

- Таба алмый, - дип *құптадым мин уны...

— Таба алмыйлар, — дип килештем мин.

— Не находят, — согласился я.

— Не находят, — согласился я.
|#
))

(test
 "құптайды"
  '(
    ("^құп<adj><subst><sim><acc>$" ("@құп") ("у \\@құп") ("\\@құп"))
    ("^құпта<v><tv><aor><p3><pl>$" ("@құпта") ("#признать" "#подтвердить" "подтверждают" "приветствуют") ("\\@құпта"))
    ("^құпта<v><tv><aor><p3><sg>$" ("@құпта") ("#признать" "#подтвердить" "подтверждает" "приветствует") ("\\@құпта"))
#|
|#
))

(test
 "құрдымға"
  '(
    ("^*құрдымға$" ("*құрдымға") ("*құрдымға") ("*құрдымға"))
#|
Оны кішкене бөбекке ұқсатып, құшағыма алдым. Сонда да ол маған құшағымнан сытылып шығып, мен сақтап қала алмайтын ҚҰРДЫМҒА құлап бара жатқандай сезілді.

Аны кечкенә *бөбекке *ұқсатып, кочагыма алдым. Шулай да ул миңа кочагымнан *сытылып чыгып, мин саклап кала алмый торган *құрдымға егылып #бар сизелде.

Мин аны сабый баланы кочаклагандай кысып кочакладым, ләкин ул барыбер миннән һаман ераклаша, төпсез тирәнлеккә төшеп бара һәм аны саклап калырга минем көчем җитми кебек иде...

Я крепко обнимал его, точно малого ребенка, и, однако, мне казалось, будто он ускользает, проваливается в бездну, и я не в силах его удержать...

Я крепко обнимал его, точно малого ребенка, и, однако, мне казалось, будто он ускользает, проваливается в бездну, и я не в силах его удержать...
|#
))

(test
 "құрлықтың"
  '(
    ("^құрлық<n><gen>$" ("@құрлық") ("суши" "земли" "континента") ("of land" "of mainland" "of continent"))
#|
Жердің көлемін сипаттау үшін мен сіздерге мынаны айтар едім: электр жарығын ойлап таппастан бұрын, жалпы алты ҚҰРЛЫҚТЫҢ бетінде төрт жүз алпыс екі мың бес жүз он бір шырақшыдан құралған нағыз әскер болған.

Җирнең күләмен *сипаттау өчен мин Сезгә моны әйтер идем: электр яктысын уйлап тапмыйча элек, гомуми алты *құрлықтың битендә/битында дүрт йөз алтмыш ике мең биш йөз унбер *шырақшыдан #коры чын гаскәр булган.

Җирнең никадәр зур икәнен төшендерер өчен бер генә нәрсә әйтәм: электр уйлап табылганга кадәр, барлык алты континентта тулы бер армия — дүрт йөз алтмыш ике мең биш йөз унбер фонарьчы тотарга кирәк булган.

Чтобы дать вам понятие о том, как велика Земля, скажу лишь, что, пока не изобрели электричество, на всех шести континентах приходилось держать целую армию фонарщиков — четыреста шестьдесят две тысячи пятьсот одиннадцать человек.

Чтобы дать вам понятие о том, как велика Земля, скажу лишь, что, пока не изобрели электричество, на всех шести континентах приходилось держать целую армию фонарщиков — четыреста шестьдесят две тысячи пятьсот одиннадцать человек.
|#
))

(test
 "құртқа"
  '(
    ("^құрт<n><dat>$" ("@құрт") ("в  #червь" "к  червю" "к  червяку") ("to worm"))
#|
- Көбелектермен танысқым келсе, екі-үш ҚҰРТҚА шыдауым керек емес пе.

- *Көбелектермен ваз кичешәсем килсә, ике-өч *құртқа чыдарга кирәк түгелме.

Күбәләкләр бик тә сөйкемледер...

Они, должно быть, прелестны.

Они, должно быть, прелестны.
|#
))

(test
 "құрттарды"
  '(
    ("^құрт<n><pl><acc>$" ("@құрт") ("#червь" "червей" "червяков") ("worms"))
#|
Сондықтан мен сол гүл үшін ғана ҚҰРТТАРДЫ өлтіргенмін (екі-үшеуін көбелек болу үшін қалдырдым).

Шунлыктан мин шул гөл өчен гына *құрттарды үтергәнмен (ике-*үшеуін *көбелек булу өчен калдырдым).

Күбәләк кортларын үтердем, күбәләкләр бетмәсен дип, нибары икенеме, өчнеме генә калдырдым.

Для нее убивал гусениц, только двух или трех оставил, чтобы вывелись бабочки.

Для нее убивал гусениц, только двух или трех оставил, чтобы вывелись бабочки.
|#
))

(test
 "құртын"
  '(
    ("^құрт<n><px3sp><acc>$" ("@құрт") ("#червь" "червя" "червяка") ("worm"))
#|
Ол ызыңдап құлақтың ҚҰРТЫН жегендіктен, мен есеп-қисабымда төрт қате жібердім.

Ул *ызыңдап колакның *құртын ашаганлыктан, мин исәп-*қисабымда дүрт хата җибәрдем.

Ул коточкыч тавыш куптарды, һәм мин кушу гамәлендә дүрт хата ясадым.

Он поднял ужасный шум, и я тогда сделал четыре ошибки в сложении.

Он поднял ужасный шум, и я тогда сделал четыре ошибки в сложении.
|#
))

(test
 "құсқау"
  '(
    ("^*құсқау$" ("*құсқау") ("*құсқау") ("*құсқау"))
#|
|#
))

(test
 "қыдырып"
  '(
    ("^қыдыр<v><tv><gna_perf>$" ("@қыдыр") ("#гулять" "#разгуливать") ("\\@қыдыр"))
    ("^қыдыр<v><tv><prc_perf>$" ("@қыдыр") ("#гулять" "#разгуливать") ("\\@қыдыр"))
#|
- Демек, сегіз күн бұрын мен сені адам мекенінен мыңдаған шақырым алшақта кездестірген кезімде, жападан-жалғыз кездейсоқ ҚЫДЫРЫП жүрмеген болдың ғой?

- Димәкче, сигез көн элек мин сине адәм торагыннан меңләгән чакрым ерагай *кездестірген чагымда, җәфадан-ялгыз көтелмәгән *қыдырып йөрмәгән булдың бит?

— Димәк, моннан бер атна элек, без танышкан иртәдә, кеше яшәгән җирдән мең миль ераклыкта, берьялгызың очраклы гына йөрмәгәнсең син.

— Значит, неделю назад, в то утро, когда мы познакомились, ты не случайно бродил тут совсем один, за тысячу миль от человеческого жилья?

— Значит, неделю назад, в то утро, когда мы познакомились, ты не случайно бродил тут совсем один, за тысячу миль от человеческого жилья?
|#
))

(test
 "қызарақтап"
  '(
    ("^қызарақта<v><iv><gna_perf>$" ("@қызарақта") ("\\@қызарақта") ("\\@қызарақта"))
    ("^қызарақта<v><iv><prc_perf>$" ("@қызарақта") ("\\@қызарақта") ("\\@қызарақта"))
#|
|#
))

(test
 "қызғылықты"
  '(
    ("^қызғылықты<n><nom>$" ("@қызғылықты") ("изюминка") ("\\@қызғылықты"))
    ("^қызғылықты<n><attr>$" ("@қызғылықты") ("изюминка") ("\\@қызғылықты"))
    ("^қызғылықты<n><nom>+е<cop><aor><p3><pl>$" ("\\@қызғылықты") ("изюминка") ("\\@қызғылықты"))
    ("^қызғылықты<n><nom>+е<cop><aor><p3><sg>$" ("\\@қызғылықты") ("изюминка") ("\\@қызғылықты"))
#|
Бесінші планета өте ҚЫЗҒЫЛЫҚТЫ еді.

Бишенче планета #үт *қызғылықты иде.

Бишенче планета бик кызыклы булып чыккан.

Пятая планета была очень занятная.

Пятая планета была очень занятная.
|#
))

(test
 "қыздырса"
  '(
    ("^қыздыр<v><tv><gna_cond><p3><pl>$" ("@қыздыр") ("если оживят" "если нагреют" "если #нагревать" "если воспламенят") ("broil" "heat"))
    ("^қыздыр<v><tv><gna_cond><p3><sg>$" ("@қыздыр") ("если оживит" "если нагреет" "если #нагревать" "если воспламенит") ("broil" "heat"))
    ("^қыздыр<v><tv><prc_cond><p3><pl>$" ("@қыздыр") ("если оживят" "если нагреют" "если #нагревать" "если воспламенят") ("broil" "heat"))
    ("^қыздыр<v><tv><prc_cond><p3><sg>$" ("@қыздыр") ("если оживит" "если нагреет" "если #нагревать" "если воспламенит") ("broil" "heat"))
#|
Аздап күн ҚЫЗДЫРСА болғаны...»

*Аздап көн *қыздырса булганы...»

Аңа кояш нуры да җитә бит..."

Ему довольно солнечного луча..."

Ему довольно солнечного луча..."
|#
))

(test
 "қызығатын"
  '(
    ("^қызық<v><iv><gpr_impf>$" ("@қызық") ("#завидовать" "позавидовать" "#интересоваться" "поинтересоваться" "заинтересоваться") ("\\@қызық"))
    ("^қызық<v><iv><gpr_impf><subst><nom>$" ("@қызық") ("#завидовать" "позавидовать" "#интересоваться" "поинтересоваться" "заинтересоваться") ("\\@қызық"))
    ("^қызық<v><iv><pih><p3><pl>$" ("@қызық") ("#завидовать" "позавидовали" "#интересоваться" "поинтересовались" "заинтересовались") ("\\@қызық"))
    ("^қызық<v><iv><pih><p3><sg>$" ("@қызық") ("#завидовать" "позавидовал" "#интересоваться" "поинтересовался" "заинтересовался") ("\\@қызық"))
#|
Мен де тек сандарға ғана ҚЫЗЫҒАТЫН ересектерге ұқсап кетуім мүмкін еді ғой.

Мин дә тик саннарга гына *қызығатын *ересектерге охшап китүем мөмкин иде бит.

Саннардан башка берни белән дә кызыксынмый торган кешеләргә охшап калудан куркам мин.

И я боюсь стать таким, как взрослые, которым ничто не интересно, кроме цифр.

И я боюсь стать таким, как взрослые, которым ничто не интересно, кроме цифр.
|#
))

(test
 "қызықтайтын"
  '(
    ("^қызықта<v><iv><gpr_impf>$" ("@қызықта") ("#любоваться") ("\\@қызықта"))
    ("^қызықта<v><iv><gpr_impf><subst><nom>$" ("@қызықта") ("#любоваться") ("\\@қызықта"))
    ("^қызықта<v><iv><pih><p3><pl>$" ("@қызықта") ("#любоваться") ("\\@қызықта"))
    ("^қызықта<v><iv><pih><p3><sg>$" ("@қызықта") ("#любоваться") ("\\@қызықта"))
#|
Оның қолында осындай билік болған болса, орындығын еш қозғалтпастан-ақ күніне қырық төрт рет қана емес, жетпіс екі тіпті жүз немесе екі жүз рет күннің батқан мезетін ҚЫЗЫҚТАЙТЫН еді!

Аның кулында шушындый хакимият булган булса, урындыгын һич *қозғалтпастанук көненә кырык дүрт тапкыр гына түгел, җитмеш ике #тел йөз яисә ике йөз тапкыр көннең баткан *мезетін *қызықтайтын иде!

Аңа булсын иде шундый көч-куәт! Ул чакта кояш батканын көнгә кырык дүрт тапкыр гына түгел, ә җитмеш ике, йөз, ике йөз тапкыр күрә алыр иде, хәтта урындыкны күчереп торасы да булмас иде.

Вот бы ему такое могущество! Он бы тогда любовался закатом солнца не сорок четыре раза в день, а семьдесят два, а то и сто, и двести раз, и при этом ему даже не приходилось бы передвигать стул с места на место!

Вот бы ему такое могущество! Он бы тогда любовался закатом солнца не сорок четыре раза в день, а семьдесят два, а то и сто, и двести раз, и при этом ему даже не приходилось бы передвигать стул с места на место!
|#
))

(test
 "қылтиып"
  '(
    ("^қылти<v><iv><gna_perf>$" ("@қылти") ("#торчать") ("\\@қылти"))
    ("^қылти<v><iv><prc_perf>$" ("@қылти") ("#торчать") ("\\@қылти"))
#|
Олар жер қойнауында, біреуі ҚЫЛТИЫП бой көтергенше, жата береді.

Алар җир уйсулыгында, берәве *қылтиып буй күтәргәнче, ята бирә.

Уянып, якты дөньяга чыгарга уйлаганчы, алар тирән җир астында йоклап яталар.

Они спят глубоко под землей, пока одно из них не вздумает проснуться.

Они спят глубоко под землей, пока одно из них не вздумает проснуться.
|#
))

(test
 "қымтырыла"
  '(
    ("^*қымтырыла$" ("*қымтырыла") ("*қымтырыла") ("*қымтырыла"))
#|
|#
))

(test
 "қынжылта"
  '(
    ("^қынжылт<v><tv><imp><p2><sg>$" ("@қынжылт") ("\\@қынжылт") ("\\@қынжылт"))
#|
Ұшағымның бұзылғаны мені қатты ҚЫНЖЫЛТА бастады. Өйткені, ақаудың жөнделуі қиындау көрінеді, оған қоса судың азайып бара жатқаны жақсылықпен бітпес деген алаңдаушылық туғызды.

Очкычымның бозылганы мине каты *қынжылта башлады. Чөнки, *ақаудың ремонтлануы кыенрак күренә/күрелә, аңа өстәп суның азаеп #бар яхшылык белән бетмәс дигән борчылу тудырды.

Хәлем авырлашканнан-авырлаша бара, су да бетеп килә. Мин инде үземнең язмышым өчен борчыла башлаган идем.

Мне было не по себе, положение становилось серьезным, воды почти не осталось, и я начал бояться, что моя вынужденная посадка плохо кончится.

Мне было не по себе, положение становилось серьезным, воды почти не осталось, и я начал бояться, что моя вынужденная посадка плохо кончится.
|#
))

(test
 "қырыққабаттарға"
  '(
    ("^қырыққабат<n><pl><dat>$" ("@қырыққабат") ("в  #капуста") ("to cabbages" "to cauliflowers"))
#|
- Сенің баобабтарың аздап ҚЫРЫҚҚАБАТТАРҒА ұқсайды екен...

- Синең *баобабтарың *аздап *қырыққабаттарға #охша...

— Синең баобабларың кәбестәгә охшаган...

— Баобабы у тебя похожи на капусту...

— Баобабы у тебя похожи на капусту...
|#
))

(test
 "лажым"
  '(
    ("^лаж<n><px1sg><nom>$" ("@лаж") ("#мой \\@лаж") ("my \\@лаж"))
    ("^лажым<n><nom>$" ("@лажым") ("\\@лажым") ("strength"))
    ("^лажым<n><attr>$" ("@лажым") ("\\@лажым") ("strength"))
    ("^лаж<n><px1sg><nom>+е<cop><aor><p3><pl>$" ("\\@лаж") ("\\@лаж") ("my \\@лаж"))
    ("^лаж<n><px1sg><nom>+е<cop><aor><p3><sg>$" ("\\@лаж") ("\\@лаж") ("my \\@лаж"))
    ("^лажым<n><nom>+е<cop><aor><p3><pl>$" ("\\@лажым") ("\\@лажым") ("strength"))
    ("^лажым<n><nom>+е<cop><aor><p3><sg>$" ("\\@лажым") ("\\@лажым") ("strength"))
#|
Бұл ғажап бала маған әсер еткені сонша, оның өтінішін орындамасқа ЛАЖЫМ қалмады.

Бу гаҗәп бала миңа тәэсир иткәне шулкадәр/шултикле/шулхәтле/шулчаклы/шултиклем, аның үтенечен үтәмәскә *лажым калмады.

Бу шулкадәр серле булып тоелды, мин аңа каршы сүз дә әйтә алмадым.

Все это было так таинственно и непостижимо, что я не посмел отказаться.

Все это было так таинственно и непостижимо, что я не посмел отказаться.
|#
))

(test
 "ләззат"
  '(
    ("^ләззат<n><nom>$" ("@ләззат") ("наслаждение") ("pleasure" "enjoyment"))
    ("^ләззат<n><attr>$" ("@ләззат") ("наслаждение") ("pleasure" "enjoyment"))
    ("^ләззат<n><nom>+е<cop><aor><p3><pl>$" ("\\@ләззат") ("наслаждение") ("pleasure" "enjoyment"))
    ("^ләззат<n><nom>+е<cop><aor><p3><sg>$" ("\\@ләззат") ("наслаждение") ("pleasure" "enjoyment"))
#|
- Менің бұлай деп айтып тұрған себебім... жыланның да кесірінен. Оның сені шағып алғанының керегі шамалы... жыландар жауыз болады. Әншейін бір ЛӘЗЗАТ алуы үшін шаға салуы ықтимал.

- Минем болай дип әйткән сәбәбем... еланның да зыяныннан. Аның сине чагып алганының кирәге чамалы... еланнар *жауыз була. *Әншейін бер *ләззат алуы өчен чага салуы ихтимал.

— Беләсеңме... эш миндә генә түгел... Әгәр ул сине чагып куйса... Еланнар усал бит. Кемне дә булса чагу алар өчен кызык кына.

— Видишь ли... это еще из-за змеи. Вдруг она тебя ужалит... Змеи ведь злые. Кого-нибудь ужалить для них удовольствие.

— Видишь ли... это еще из-за змеи. Вдруг она тебя ужалит... Змеи ведь злые. Кого-нибудь ужалить для них удовольствие.
|#
))

(test
 "лебі"
  '(
    ("^*лебі$" ("*лебі") ("*лебі") ("*лебі"))
#|
Шырақтарды қорғау керек: желдің ЛЕБІ өшіріп тастауы мүмкін...

Чыраларны сакларга тиеш: җилнең *лебі *өшіріп ташлавы мөмкин...

Ялкынны сакларга кирәк, юкса, аны җил сүндерүе бар...

Светильники надо беречь: порыв ветра может погасить их...

Светильники надо беречь: порыв ветра может погасить их...
|#
))

(test
 "локомотивті"
  '(
    ("^локомотив<n><acc><err_orth>$" ("@локомотив") ("локомотив") ("locomotive"))
    ("^локомотив<n>+лы<post><err_orth>$" ("@локомотив #лы") ("локомотив") ("without locomotive"))
#|
- Оны ЛОКОМОТИВТІ басқаратын адамның өзі де білмейді, - деді бағыттаушы.

- Аны *локомотивті идарә итә торган азагымның үзе дә белми, - диде юнәлтүче.

— Моны хәтта машинист үзе дә белми, — ди тимер юлчы.

— Даже сам машинист этого не знает, — сказал стрелочник.

— Даже сам машинист этого не знает, — сказал стрелочник.
|#
))

(test
 "мазаңызды"
  '(
    ("^маза<n><px2sg><frm><acc>$" ("@маза") ("#твой \\@маза") ("your \\@маза"))
#|
Ал егер сіз оларға «Ханзада Б-612 жұлдызынан ұшып келген» десеңіз, олар сізге сеніп, өз сұрақтарымен МАЗАҢЫЗДЫ алмайды.

Ә игәүләр Сез аларга «Ханзадә Б-612 йолдызыннан очып килгән» дисәгез, алар Сезгә ышанып, үз сораулары белән *мазаңызды алмый.

Әгәр дә инде: "Ул астероид В-612 дип аталган планетадан килде", — дисәң, алар шунда ук сиңа ышанырлар һәм башка сораулар биреп аптыратмаслар.

Но если сказать им: "Он прилетел с планеты, которая называется астероид В-612", — это их убедит, и они не станут докучать вам расспросами.

Но если сказать им: "Он прилетел с планеты, которая называется астероид В-612", — это их убедит, и они не станут докучать вам расспросами.
|#
))

(test
 "мазасын"
  '(
    ("^маза<n><px3sp><acc>$" ("@маза") ("\\@маза") ("\\@маза"))
#|
Осылайша, гүлдің көңілге қаяу түсіретін менмендігі оның МАЗАСЫН кетірді.

Шул рәвешчә, гөлнең күңелгә *қаяу төшерә торган *менмендігі аның *мазасын *кетірді.

Бу сылукай горур һәм үпкәчел булып чыга. Нәни принцны тилмертеп бетерә ул.

Скоро оказалось, что красавица горда и обидчива, и Маленький принц совсем с нею измучился.

Скоро оказалось, что красавица горда и обидчива, и Маленький принц совсем с нею измучился.
|#
))

(test
 "мақұлық"
  '(
    ("^*мақұлық$" ("*мақұлық") ("*мақұлық") ("*мақұлық"))
#|
- Сен өзің бір қызық МАҚҰЛЫҚ екенсің, - деді ол ақырында. – Саусақтай жіп-жіңішкесің...

- Син үзең бер кызык *мақұлық икәнсең, - диде ул әкрендә. – Бармактай җеп-нечкәсең...

— Сәер җан иясе син. Бармак юанлыгы гына, — ди.

— Странное ты существо, — сказал он. — Не толще пальца...

— Странное ты существо, — сказал он. — Не толще пальца...
|#
))

(test
 "мардымды"
  '(
    ("^мардымды<adj>$" ("@мардымды") ("значительный") ("\\@мардымды"))
    ("^мардымды<adv>$" ("\\@мардымды") ("\\@мардымды") ("productively"))
    ("^мардымды<adj><subst><nom>$" ("@мардымды") ("у значительного") ("\\@мардымды"))
    ("^мардымды<adj>+е<cop><aor><p3><pl>$" ("\\@мардымды") ("значительный") ("\\@мардымды"))
    ("^мардымды<adj>+е<cop><aor><p3><sg>$" ("\\@мардымды") ("значительный") ("\\@мардымды"))
    ("^мардымды<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@мардымды") ("у значительного") ("\\@мардымды"))
    ("^мардымды<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@мардымды") ("у значительного") ("\\@мардымды"))
#|
Жауабы өте оңай: мен тырысып-ақ бақтым, бірақ қолымнан МАРДЫМДЫ нәрсе шықпады.

Җавабы бик уңай: мин тырышып ук бактым, әмма кулымнан *мардымды нәрсә чыкмады.

Җавап бик гади: мин бик нык тырыштым, ләкин, барыбер, берни барып чыкмады.

Ответ очень прост: я старался, но у меня ничего не вышло.

Ответ очень прост: я старался, но у меня ничего не вышло.
|#
))

(test
 "масаттана"
  '(
    ("^масаттан<v><iv><gna_impf>$" ("@масаттан") ("радуясь") ("\\@масаттан"))
    ("^масаттан<v><iv><prc_impf>$" ("@масаттан") ("радуясь") ("\\@масаттан"))
#|
Өзімнің ұшатынымды МАСАТТАНА айттым.

Үземнең очканымны *масаттана әйттем.

Мин горурланып үземнең оча белүем турында сөйләргә тотындым.

И я с гордостью объяснил ему, что умею летать.

И я с гордостью объяснил ему, что умею летать.
|#
))

(test
 "масаттанып"
  '(
    ("^масаттан<v><iv><gna_perf>$" ("@масаттан") ("#радоваться") ("\\@масаттан"))
    ("^масаттан<v><iv><prc_perf>$" ("@масаттан") ("#радоваться") ("\\@масаттан"))
#|
|#
))

(test
 "мезет"
  '(
    ("^мезет<n><nom>$" ("@мезет") ("момент") ("instant"))
    ("^мезет<n><attr>$" ("@мезет") ("момент") ("instant"))
    ("^мезет<n><nom>+е<cop><aor><p3><pl>$" ("\\@мезет") ("момент") ("instant"))
    ("^мезет<n><nom>+е<cop><aor><p3><sg>$" ("\\@мезет") ("момент") ("instant"))
#|
Мәселен, ол маған бір МЕЗЕТ те кідірмей жолға шығуға бұйыруына болатын еді.

Мәсәлән, ул миңа бер *мезет да кичекмичә юлга чыгуга боеруына була торган иде.

Мәсәлән, сез миңа, озакка сузмыйча, тизрәк юлга чыгарга әмер бирә аласыз...

Например, повелите мне пуститься в путь, не мешкая ни минуты..

Например, повелите мне пуститься в путь, не мешкая ни минуты..
|#
))

(test
 "мезетін"
  '(
    ("^мезет<n><px3sp><acc>$" ("@мезет") ("момент") ("instant"))
#|
Оның қолында осындай билік болған болса, орындығын еш қозғалтпастан-ақ күніне қырық төрт рет қана емес, жетпіс екі тіпті жүз немесе екі жүз рет күннің батқан МЕЗЕТІН қызықтайтын еді!

Аның кулында шушындый хакимият булган булса, урындыгын һич *қозғалтпастанук көненә кырык дүрт тапкыр гына түгел, җитмеш ике #тел йөз яисә ике йөз тапкыр көннең баткан *мезетін *қызықтайтын иде!

Аңа булсын иде шундый көч-куәт! Ул чакта кояш батканын көнгә кырык дүрт тапкыр гына түгел, ә җитмеш ике, йөз, ике йөз тапкыр күрә алыр иде, хәтта урындыкны күчереп торасы да булмас иде.

Вот бы ему такое могущество! Он бы тогда любовался закатом солнца не сорок четыре раза в день, а семьдесят два, а то и сто, и двести раз, и при этом ему даже не приходилось бы передвигать стул с места на место!

Вот бы ему такое могущество! Он бы тогда любовался закатом солнца не сорок четыре раза в день, а семьдесят два, а то и сто, и двести раз, и при этом ему даже не приходилось бы передвигать стул с места на место!
|#
))

(test
 "мезетте"
  '(
    ("^мезет<n><loc>$" ("@мезет") ("в  моменте") ("in instant"))
    ("^мезет<n><loc>+е<cop><aor><p3><pl>$" ("\\@мезет") ("моменте") ("in instant"))
    ("^мезет<n><loc>+е<cop><aor><p3><sg>$" ("\\@мезет") ("моменте") ("in instant"))
#|
Осы МЕЗЕТТЕ менің есіме тек географияны, тарихты, есеп-қисап пен жазу ережесін ғана оқығаным есіме сап ете түсті де, кішкентай балаға (аздаған ренішпен) сурет сала алмайтынымды айттым.

Шушы *мезетте минем исемә тик географияне, тарихны, исәп-*қисап белән язу кагыйдәләрене генә укыганым исемә салып #ит төшне дә, кечкенә балага (*аздаған *ренішпен) рәсем сала алмаганымны әйттем.

Ләкин аңа күбрәк география, тарих, арифметика, матур язу белән шөгыльләнүемне әйттем (хәтта тавышымны бераз күтәрә төшеп әйттем) һәм рәсем ясый белмәвемне аңлаттым.

Но тут же вспомнил, что учился-то я больше географии, истории, арифметике и правописанию, и сказал малышу (немножко даже сердито сказал), что не умею рисовать.

Но тут же вспомнил, что учился-то я больше географии, истории, арифметике и правописанию, и сказал малышу (немножко даже сердито сказал), что не умею рисовать.
|#
))

(test
 "мезі"
  '(
    ("^мезі<adj>$" ("@мезі") ("\\@мезі") ("\\@мезі"))
    ("^мезі<adj><subst><nom>$" ("@мезі") ("у \\@мезі") ("\\@мезі"))
    ("^мезі<adj>+е<cop><aor><p3><pl>$" ("\\@мезі") ("\\@мезі") ("\\@мезі"))
    ("^мезі<adj>+е<cop><aor><p3><sg>$" ("\\@мезі") ("\\@мезі") ("\\@мезі"))
    ("^мезі<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@мезі") ("у \\@мезі") ("\\@мезі"))
    ("^мезі<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@мезі") ("у \\@мезі") ("\\@мезі"))
#|
Үлкендер ештеңені ешқашан өз беттерімен түсінбейді. Ал әр нәрсені үнемі ежіктеп түсіндіре берген балаларды МЕЗІ етіп жібереді.

Өлкәннәр бернине һичкайчан үз битләре/битлары белән аңламый. Ә һәр нәрсәне даими *ежіктеп аңлата биргән балаларны *мезі итеп җибәрә.

Олылар беркайчан бернәрсәне дә үзләре аңламыйлар бит. Ә аларга барысын да туктаусыз аңлатып, төшендереп тору балаларны бик ялыктыра.

Взрослые никогда ничего не понимают сами, а для детей очень утомительно без конца им все объяснять и растолковывать.

Взрослые никогда ничего не понимают сами, а для детей очень утомительно без конца им все объяснять и растолковывать.
|#
))

(test
 "мейірімділікпен"
  '(
    ("^мейірімділік<n><ins>$" ("@мейірімділік белән") ("с  \\@мейірімділік") ("with indulgence"))
#|
Балалар үлкендерге МЕЙІРІМДІЛІКПЕН қарап, олардың кемшіліктерін кешіре білулері керек.

Балалар өлкәннәргә *мейірімділікпен карап, аларның *кемшіліктерін #кичер белүләре кирәк.

Балалар аларга карата бик мәрхәмәтле булырга тиеш.

Дети должны быть очень снисходительны к взрослым.

Дети должны быть очень снисходительны к взрослым.
|#
))

(test
 "мелшиіп"
  '(
    ("^мелши<v><iv><gna_perf>$" ("@мелши") ("\\@мелши") ("\\@мелши"))
    ("^мелши<v><iv><prc_perf>$" ("@мелши") ("\\@мелши") ("\\@мелши"))
#|
- Осылайша МЕЛШИІП тұра бересің бе, титыққа тиеді екен.

- Шул рәвешчә *мелшиіп тора бирәсеңме, *титыққа #ти.

— Ярый, озынга сузма, түзәр хәлем калмады!

— Да не тяни же, это невыносимо!

— Да не тяни же, это невыносимо!
|#
))

(test
 "менмендігі"
  '(
    ("^менмендік<n><px3sp><nom>$" ("@менмендік") ("апломб" "амбиция" "фанаберия" "высокомерие") ("narcissism"))
    ("^менмендік<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@менмендік") ("апломб" "амбиция" "фанаберия" "высокомерие") ("narcissism"))
    ("^менмендік<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@менмендік") ("апломб" "амбиция" "фанаберия" "высокомерие") ("narcissism"))
#|
Осылайша, гүлдің көңілге қаяу түсіретін МЕНМЕНДІГІ оның мазасын кетірді.

Шул рәвешчә, гөлнең күңелгә *қаяу төшерә торган *менмендігі аның *мазасын *кетірді.

Бу сылукай горур һәм үпкәчел булып чыга. Нәни принцны тилмертеп бетерә ул.

Скоро оказалось, что красавица горда и обидчива, и Маленький принц совсем с нею измучился.

Скоро оказалось, что красавица горда и обидчива, и Маленький принц совсем с нею измучился.
|#
))

(test
 "меншіктенесің"
  '(
    ("^меншіктен<v><tv><aor><p2><sg>$" ("@меншіктен") ("\\@меншіктен") ("\\@меншіктен"))
#|
- Әрине. Сен иесі жоқ алмас тас тапсаң, оны МЕНШІКТЕНЕСІҢ ғой.

- Әлбәттә. Син иясе юк алмас таш тапсаң, аны *меншіктенесің бит.

— Билгеле. Әгәр дә син алмаз тапсаң, ә аның хуҗасы булмаса, димәк, ул — синеке.

— Ну конечно. Если ты найдешь алмаз, у которого нет хозяина, — значит, он твой.

— Ну конечно. Если ты найдешь алмаз, у которого нет хозяина, — значит, он твой.
|#
))

(test
 "меншіктеу"
  '(
    ("^меншікте<v><tv><ger><nom>$" ("@меншікте") ("\\@меншікте") ("\\@меншікте"))
    ("^меншіктеу<n><nom>$" ("@меншіктеу") ("\\@меншіктеу") ("\\@меншіктеу"))
    ("^меншіктеу<n><attr>$" ("@меншіктеу") ("\\@меншіктеу") ("\\@меншіктеу"))
    ("^меншіктеу<n><nom>+е<cop><aor><p3><pl>$" ("\\@меншіктеу") ("\\@меншіктеу") ("\\@меншіктеу"))
    ("^меншіктеу<n><nom>+е<cop><aor><p3><sg>$" ("\\@меншіктеу") ("\\@меншіктеу") ("\\@меншіктеу"))
#|
Ал мен болсам, жұлдыздапды иемденемін, өйткені бұған дейін жұлдыздарды МЕНШІКТЕУ ешкімнің ойына кіріпшықпаған.

Ә мин булсам, *жұлдыздапды ия булам, чөнки бөгелим диайм йолдызларны *меншіктеу кәҗәмнең уена *кіріпшықпаған.

Йолдызлар — минем байлыгым, чөнки миңа кадәр аларны мөлкәт итү берәүнең дә уена килмәгән.

Я владею звездами, потому что до меня никто не догадался ими завладеть.

Я владею звездами, потому что до меня никто не догадался ими завладеть.
|#
))

(test
 "меңіреу"
  '(
    ("^меңіреу<adj>$" ("@меңіреу") ("глухой") ("\\@меңіреу"))
    ("^меңіреу<n><nom>$" ("@меңіреу") ("балда") ("\\@меңіреу"))
    ("^меңіреу<n><attr>$" ("@меңіреу") ("балда") ("\\@меңіреу"))
    ("^меңіреу<adj><advl>$" ("@меңіреу") ("глухой") ("\\@меңіреу"))
    ("^меңіреу<adj><subst><nom>$" ("@меңіреу") ("у глухого") ("\\@меңіреу"))
    ("^меңіреу<adj>+е<cop><aor><p3><pl>$" ("\\@меңіреу") ("глухой") ("\\@меңіреу"))
    ("^меңіреу<adj>+е<cop><aor><p3><sg>$" ("\\@меңіреу") ("глухой") ("\\@меңіреу"))
    ("^меңіреу<n><nom>+е<cop><aor><p3><pl>$" ("\\@меңіреу") ("балда") ("\\@меңіреу"))
    ("^меңіреу<n><nom>+е<cop><aor><p3><sg>$" ("\\@меңіреу") ("балда") ("\\@меңіреу"))
    ("^меңіреу<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@меңіреу") ("у глухого") ("\\@меңіреу"))
    ("^меңіреу<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@меңіреу") ("у глухого") ("\\@меңіреу"))
#|
Өлім қаупі төніп тұрған, адам мекенінен мыңдаған шақырым қашықтықтағы МЕҢІРЕУ түзде болып жатқан мына нәрсе миға қаншалықты сыйымсыз болса да, мен қалтамнан бір парақ қағаз бен қалам шығардым.

Үлем хәвефе туган, адәм торагыннан меңләгән чакрым *қашықтықтағы *меңіреу *түзде булган мына нәрсә мигә никадәрле бүләгемсез булса да, мин кесәмнән бер *парақ кәгазь белән калам чыгардым.

һәр адымыңны үлем сагалап торган очсыз-кырыйсыз чүл уртасында рәсем ясап утыру никадәр генә мәгънәсез булып күренсә дә, мин кесәдән бер бит кәгазь белән каләм алырга мәҗбүр булдым.

Как ни нелепо это было здесь, в пустыне, на волосок от смерти, я все-таки достал из кармана лист бумаги и вечное перо.

Как ни нелепо это было здесь, в пустыне, на волосок от смерти, я все-таки достал из кармана лист бумаги и вечное перо.
|#
))

(test
 "мертіккен"
  '(
    ("^*мертіккен$" ("*мертіккен") ("*мертіккен") ("*мертіккен"))
#|
Мен оның жүрегі мылтықтың оғы тиіп МЕРТІККЕН құс тәрізді әлсіз соғып тұрғанын байқадым.

Мин аның йөрәге мылтыкның угы тиеп *мертіккен кош төсле хәлсез сукканын карадым.

Аның йөрәге яраланган кошныкы кебек тибә иде.

Я услышал, как бьется его сердце, словно у подстреленной птицы.

Я услышал, как бьется его сердце, словно у подстреленной птицы.
|#
))

(test
 "меселімді"
  '(
    ("^месел<n><px1sg><acc>$" ("@месел") ("#мой \\@месел") ("my issue"))
#|
Нөмірі бірінші және нөмірі екінші суретімнің сәтсіз шығуы менің МЕСЕЛІМДІ қайтарып тастады.

Номеры беренче һәм номеры икенче рәсемемнең уңышсыз чыгуы минем *меселімді кайтарып ташлады.

Уңышсыз чыккан бу ике рәсемнән соң, мин үземә ышанмый башладым.

Потерпев неудачу с рисунками N 1 и N 2, я утратил веру в себя.

Потерпев неудачу с рисунками N 1 и N 2, я утратил веру в себя.
|#
))

(test
 "месса"
  '(
    ("^*месса$" ("*месса") ("*месса") ("*месса"))
#|
Мен кішкене бала кезімде жаңа жыл шыршасының жарығы, шіркеудің түн ортасындағы МЕССА кезіндегі әуені, жүрек жылытар күлкілер маған сыйлаған сыйлықтардың нұр шашуына септігін тигізетін.

Мин кечкенә бала чагымда әле ел *шыршасының яктысы, чиркәүнең төн уртасындагы *месса чагындагы һаваны, йөрәк *жылытар көлкеләр миңа сыйлаган бүләкләрнең нур чәчүенә *септігін #тидер.

Бәләкәй чагымда, Яңа ел бәйрәмендә чыршыдагы шәм балкуы, төн уртасында уйнаган орган авазы, ягымлы елмаюлар йөрәгемә шундыйрак шатлык китерә иде.

Когда я был маленький, так светились для меня рождественские подарки: сияньем свеч на елке, пеньем органа в час полночной мессы, ласковыми улыбками.

Когда я был маленький, так светились для меня рождественские подарки: сияньем свеч на елке, пеньем органа в час полночной мессы, ласковыми улыбками.
|#
))

(test
 "миль"
  '(
    ("^миль<n><nom>$" ("@миль") ("миль") ("miles"))
    ("^миль<n><attr>$" ("@миль") ("миль") ("miles"))
    ("^миль<n><nom>+е<cop><aor><p3><pl>$" ("\\@миль") ("миль") ("miles"))
    ("^миль<n><nom>+е<cop><aor><p3><sg>$" ("\\@миль") ("миль") ("miles"))
#|
Егер екі миллиард жер тұрғындары иықтасып, жиналыста тұрғандай тік тұрған болса, ұзындығы жиырма мың, ені де жиырма мың шаршы МИЛЬ алаңға сыйып кетер еді.

Игәүләр ике миллиард җир тораклары *иықтасып, җыелышта торгандай туры торган булса, озынлыгы егерме мең, иңе дә егерме мең квадрат *миль мәйданга сыеп китәр иде.

Әгәр дә ике миллиард кеше бергә җыелып, митингтагы кебек, тоташ төркем булып басса, аркылысы-буе егермешәр мильле мәйданга сыяр иде.

Если бы два миллиарда ее жителей сошлись и стали сплошной толпой, как на митинге, все они без труда уместились бы на пространстве размером двадцать миль в длину и двадцать в ширину.

Если бы два миллиарда ее жителей сошлись и стали сплошной толпой, как на митинге, все они без труда уместились бы на пространстве размером двадцать миль в длину и двадцать в ширину.
|#
))

(test
 "мінеки"
  '(
    ("^мінеки<ij>$" ("\\@мінеки") ("\\@мінеки") ("\\@мінеки"))
    ("^мінеки<adv>$" ("\\@мінеки") ("\\@мінеки") ("\\@мінеки"))
#|
Менің досым қошақанымен бірге мені тастап кеткеніне МІНЕКИ алты жыл толды.

Минем #дус *қошақанымен бергә мине ташлап киткәненә *мінеки алты ел тулды.

Бәрәнен алып, мине ташлап китүенә менә алты ел узды инде.

Прошло уже шесть лет с тех пор, как он вместе со своим барашком покинул меня.

Прошло уже шесть лет с тех пор, как он вместе со своим барашком покинул меня.
|#
))

(test
 "моторды"
  '(
    ("^мотор<n><acc>$" ("@мотор") ("мотор") ("engine"))
#|
Енді шыдамым таусылған әрі МОТОРДЫ ашуға асыққан басым мына бір суретті шимайлай салдым да: - Мынау – жәшік. Сенің қалаған қошақаның осының ішінде, - дедім балаға.

Иңне *шыдамым бетерелгән һәм *моторды ачуга ашыккан башым мына бер рәсемне *шимайлай салдым да: - Менә бу – ящек. Синең теләгән *қошақаның шушының эчендә, - дидем балага.

Шуннан соң, бөтен түземлегемне югалтып — миңа тизрәк моторны сүтәргә кирәк иде — кәгазьгә аннан-моннан бер тартма сызгалап куйдым да: — Менә сиңа тартма. Аның эчендә синең бәрәнең утыра, — дидем.

Тут я потерял терпение — ведь мне надо было поскорей разобрать мотор — и нацарапал ящик. И сказал малышу: — Вот тебе ящик. А в нем сидит такой барашек, какого тебе хочется.

Тут я потерял терпение — ведь мне надо было поскорей разобрать мотор — и нацарапал ящик. И сказал малышу: — Вот тебе ящик. А в нем сидит такой барашек, какого тебе хочется.
|#
))

(test
 "мотордың"
  '(
    ("^мотор<n><gen>$" ("@мотор") ("мотора") ("of engine"))
#|
Сол мезетте мен МОТОРДЫҢ қатты бұралған бір бұрандасын босатудан қолым тимей жатқан еді.

Сул *мезетте мин *мотордың каты бөдрәләнгән бер *бұрандасын бушатудан кулым тимәгән иде.

Вакытым да бик тар — моторны тизрәк төзәтергә кирәк.

Я был очень занят: в моторе заел один болт, и я старался его отвернуть.

Я был очень занят: в моторе заел один болт, и я старался его отвернуть.
|#
))

(test
 "мұншама"
  '(
    ("^мұншама<adv>$" ("\\@мұншама") ("столько") ("\\@мұншама"))
#|
|#
))

(test
 "мұңайыңқырап"
  '(
    ("^мұңайыңқыра<v><iv><gna_perf>$" ("@мұңайыңқыра") ("\\@мұңайыңқыра") ("\\@мұңайыңқыра"))
    ("^мұңайыңқыра<v><iv><prc_perf>$" ("@мұңайыңқыра") ("\\@мұңайыңқыра") ("\\@мұңайыңқыра"))
#|
Сосын сәл-пәл МҰҢАЙЫҢҚЫРАП тұрып сөзін былай жалғады: - Басың ауған жаққа жүре берсең де, алысқа ұзамайсың.

Шуннан соң бераз-*пәл *мұңайыңқырап торып сүзен болай ялгады: - Башың әфган якка йөрә бирсәң дә, еракка ерагаймыйсың.

Аннан соң, моңсуланып: — Гел турыга гына барсаң, ерак китә алмассың... — дип өстәде.

И прибавил не без грусти: — Если идти все прямо да прямо, далеко не уйдешь...

И прибавил не без грусти: — Если идти все прямо да прямо, далеко не уйдешь...
|#
))

(test
 "мұңға"
  '(
    ("^мұң<n><dat>$" ("@мұң") ("в  печали" "в  грусти" "в  меланхолии") ("to sadness"))
#|
- Сен білесің бе? Әбден МҰҢҒА батқан кезінде адамдар күннің ұясына барып қонғанына қарағанды жақсы көреді.

- Син беләсеңме? Бик *мұңға баткан вакытында адәмнәр көннең оясына барып кунганына караганны ярата.

— Беләсеңме... бик моңсу булган чакларда кояш баешына карау шундый рәхәт...

— Знаешь... когда станет очень грустно, хорошо поглядеть, как заходит солнце...

— Знаешь... когда станет очень грустно, хорошо поглядеть, как заходит солнце...
|#
))

(test
 "мұңды"
  '(
    ("^мұң<n><acc>$" ("@мұң") ("печаль" "грусть" "меланхолию") ("sadness"))
    ("^мұңды<adj>$" ("@мұңды") ("унылый") ("sad" "grievous" "melancholy"))
    ("^мұң<n>+лы<post>$" ("\\@мұң") ("печали" "грусти" "меланхолии") ("without sadness"))
    ("^мұңды<adj><advl>$" ("@мұңды") ("унылый") ("sad" "grievous" "melancholy"))
    ("^мұңды<adj><subst><nom>$" ("@мұңды") ("у унылого") ("sad" "grievous" "melancholy"))
    ("^мұңды<adj>+е<cop><aor><p3><pl>$" ("\\@мұңды") ("унылый") ("sad" "grievous" "melancholy"))
    ("^мұңды<adj>+е<cop><aor><p3><sg>$" ("\\@мұңды") ("унылый") ("sad" "grievous" "melancholy"))
    ("^мұңды<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@мұңды") ("у унылого") ("sad" "grievous" "melancholy"))
    ("^мұңды<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@мұңды") ("у унылого") ("sad" "grievous" "melancholy"))
#|
Сенің МҰҢДЫ өміріңді біртіндеп, түсіне бастаған сияқтымын.

Синең *мұңды гомереңне акрын-акрын, аңлый башлаган *сияқтымын.

Мин әкренләп синең тормышыңның ни дәрәҗәдә сагышлы һәм бертөрле булганын аңладым.

Понемногу я понял также, как печальна и однообразна была твоя жизнь.

Понемногу я понял также, как печальна и однообразна была твоя жизнь.
|#
))

(test
 "мұржасын"
  '(
    ("^мұржа<n><px3sp><acc>$" ("@мұржа") ("\\@мұржа") ("funnel"))
#|
Менің меншігімде апта сайын МҰРЖАСЫН тазалап тұратын үш жанартауым бар.

Минем милкемдә атна саен *мұржасын *тазалап тора торган өч *жанартауым бар.

Минем өч вулканым бар, мин аларны атна саен чистартам.

У меня есть три вулкана, я каждую неделю их прочищаю.

У меня есть три вулкана, я каждую неделю их прочищаю.
|#
))

(test
 "мұрынан"
  '(
    ("^*мұрынан$" ("*мұрынан") ("*мұрынан") ("*мұрынан"))
#|
Бұл адам МҰРЫНАН шаншылып, қолы тимей жатқаны соншалық, Кішкентай ханзада келгенде басын да көтермеді.

Бу азагым *мұрынан чәнчелеп, кулы тимәгәне шул кадәр, Кечкенә ханзадә килгәндә башыны да күтәрмәде.

Ул шулкадәр эшкә чумган, хәтта Нәни принц якынлашкач та башын күтәрмәгән ди.

Он был так занят, что при появлении Маленького принца даже головы не поднял.

Он был так занят, что при появлении Маленького принца даже головы не поднял.
|#
))

(test
 "мылжыңмен"
  '(
    ("^мылжың<n><ins>$" ("@мылжың белән") ("с  зудой" "с  #болтун" "с  пустомелей" "с  болтологией") ("with #talker"))
    ("^мылжың<adj><subst><ins>$" ("@мылжың белән") ("у болтливого") ("\\@мылжың"))
#|
- Ә, сен әлі осында ма едің? Бес жүз миллион... не екенін... ұмытып қалдым... Менің қыруар жұмысым бар! Мен байсалды адаммын. Бос МЫЛЖЫҢМЕН айналысуға уақытым жоқ! Екіге бесті қоссақ – жеті...

- Ә, син әле шушындамы идең? Биш йөз миллион... ни икәнен... онытып калдым... Минем кыруар эшем бар! Мин *байсалды азагыммын. Буш *мылжыңмен шөгыльләнүгә вакытым юк! Икегә бишне кушсак – җиде...

— Ә? Син мондамыни әле! Биш йөз миллион... Нәрсә икәнен дә белмим инде... Эшем муеннан! Җитди кеше мин, такылдап торырга вакытым юк! Икегә бишне — җиде...

— А? Ты еще здесь? Пятьсот миллионов... Уж не знаю, чего... У меня столько работы! Я человек серьезный, мне не до болтовни! Два да пять — семь... 

— А? Ты еще здесь? Пятьсот миллионов... Уж не знаю, чего... У меня столько работы! Я человек серьезный, мне не до болтовни! Два да пять — семь... 
|#
))

(test
 "мынаусында"
  '(
    ("^мынау<prn><dem><px3sp><loc>$" ("@мынау") ("\\@мынау") ("where"))
    ("^мынау<prn><dem><px3sp><loc>+е<cop><aor><p3><pl>$" ("\\@мынау") ("у \\@мынау") ("where #be"))
    ("^мынау<prn><dem><px3sp><loc>+е<cop><aor><p3><sg>$" ("\\@мынау") ("у \\@мынау") ("where is"))
#|
|#
))

(test
 "мында"
  '(
    ("^мында<adv>$" ("\\@мында") ("здесь") ("here"))
#|
- Түсінесің ғой. Жол ұзақ. Мен МЫНДА денемді алып кете алмаймын. Ол тым ауыр.

- Аңлыйсың бит. Юл озак. Мин *мында тәнемне алып китә алмыйм. Ул бик авыр.

— Беләсеңме... юлым бик ерак. Ә минем гәүдәм артык авыр. Үзем белән алып китә алмыйм аны.

— Видишь ли... это очень далеко. Мое тело слишком тяжелое. Мне его не унести.

— Видишь ли... это очень далеко. Мое тело слишком тяжелое. Мне его не унести.
|#
))

(test
 "мыңдап"
  '(
    ("^*мыңдап$" ("*мыңдап") ("*мыңдап") ("*мыңдап"))
#|
- Сенің планетаңның адамдары, - деді Кішкентай ханзада, - бір бақтың өзінде бес МЫҢДАП раушан гүлін өсіреді екен... сондықтан, олар оның ішінен өздерінің іздеген жалғыз нәрсесін таба алмайды...

- Синең планетаңның адәмнәре, - диде Кечкенә ханзадә, - бер бакчаның үзендә биш *мыңдап *раушан гөлен #үстер... шунлыктан, алар аның эченнән үзләренең эзләгән ялгыз нәрсәсен таба алмый...

— Синең планетаңда, — диде Нәни принц, — кешеләр бер бакчада биш мең гөләп үстерәләр... ә эзләгән нәрсәләрен барыбер таба алмыйлар...

— На твоей планете, — сказал Маленький принц, — люди выращивают в одном саду пять тысяч роз... и не находят того, что ищут...

— На твоей планете, — сказал Маленький принц, — люди выращивают в одном саду пять тысяч роз... и не находят того, что ищут...
|#
))

(test
 "наздана"
  '(
    ("^наздан<v><tv><gna_impf>$" ("@наздан") ("#церемониться") ("\\@наздан"))
    ("^наздан<v><tv><prc_impf>$" ("@наздан") ("#церемониться") ("\\@наздан"))
    ("^наздан<v><iv><gna_impf>$" ("@наздан") ("#приласкаться" "миндальничая") ("\\@наздан"))
    ("^наздан<v><iv><prc_impf>$" ("@наздан") ("#приласкаться" "миндальничая") ("\\@наздан"))
#|
- Солай ма? – деп НАЗДАНА тіл қатты гүл.

- #Шул? – дип *наздана тел каты гөл.

— Чыннан дамы? — дигән җавап ишетә Нәни принц.

— Да, правда? — был тихий ответ.

— Да, правда? — был тихий ответ.
|#
))

(test
 "нақ"
  '(
    ("^нақ<adj>$" ("@нақ") ("точный") ("\\@нақ"))
    ("^нақ<adv>$" ("\\@нақ") ("\\@нақ") ("exactly"))
    ("^нақ<adj><advl>$" ("@нақ") ("точный") ("\\@нақ"))
    ("^нақ<adj><subst><nom>$" ("@нақ") ("у точного") ("\\@нақ"))
    ("^нақ<adj>+е<cop><aor><p3><pl>$" ("\\@нақ") ("точный") ("\\@нақ"))
    ("^нақ<adj>+е<cop><aor><p3><sg>$" ("\\@нақ") ("точный") ("\\@нақ"))
    ("^нақ<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@нақ") ("у точного") ("\\@нақ"))
    ("^нақ<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@нақ") ("у точного") ("\\@нақ"))
#|
Бірақ, әрине, менің салған суретім НАҚ өзіндей келісті емес.

Әмма, әлбәттә, минем салган рәсемем *нақ үзендәй килеште түгел.

Билгеле, ул үзе мин ясаган сурәткә караганда матуррак иде.

Но на моем рисунке он, конечно, далеко не так хорош, как был на самом деле.

Но на моем рисунке он, конечно, далеко не так хорош, как был на самом деле.
|#
))

(test
 "намыстанып"
  '(
    ("^намыстан<v><iv><gna_perf>$" ("@намыстан") ("унизившись") ("\\@намыстан"))
    ("^намыстан<v><iv><prc_perf>$" ("@намыстан") ("унизившись") ("\\@намыстан"))
#|
Өтірігі әшкере болып қалғанына НАМЫСТАНЫП кеткен ол Кішкентай ханзаданың өзін кінәлі сезіндіру үшін екі-үш рет жөтеліп жіберді де:

Ялганы *әшкере булып калганына *намыстанып киткән ул Кечкенә ханзадәнең үзен гаепле *сезіндіру өчен ике-өч тапкыр *жөтеліп җибәрде дә:

Сылукайның үзенә дә уңайсыз булып китә, ахрысы. Ул, Нәни принцны оялтырга уйлап, бер-ике тапкыр йөткергәләп куя да:

Красавица смутилась, потом кашлянула раз-другой, чтобы Маленький принц почувствовал, как он перед нею виноват:

Красавица смутилась, потом кашлянула раз-другой, чтобы Маленький принц почувствовал, как он перед нею виноват:
|#
))

(test
 "нәзіктігін"
  '(
    ("^нәзіктік<n><px3sp><acc>$" ("@нәзіктік") ("нежность") ("seduction" "refinement" "tenderness" "femininity"))
#|
Аздаған қулықтарының тасасында жатқан НӘЗІКТІГІН байқай білуге тиісті едім.

*Аздаған бияләренең *тасасында яткан *нәзіктігін #кара белүгә тиешле идем.

Аның гөнаһсыз хәйләләре бары назлану икәнен аңламаганмын.

За этими жалкими хитростями и уловками я должен был угадать нежность.

За этими жалкими хитростями и уловками я должен был угадать нежность.
|#
))

(test
 "негр"
  '(
    ("^негр<n><nom>$" ("@негр") ("негр") ("Negro"))
    ("^негр<n><attr>$" ("@негр") ("негр") ("Negro"))
    ("^негр<n><nom>+е<cop><aor><p3><pl>$" ("\\@негр") ("негр") ("Negro"))
    ("^негр<n><nom>+е<cop><aor><p3><sg>$" ("\\@негр") ("негр") ("Negro"))
#|
Жер бетіндегі патшалардың саны жүз он бірге (әрине, НЕГР патшаларды да ұмытпау керек), географтардың саны жеті мыңға, іскер адамдардың саны тоғыз жүз мыңға, маскүнемдердің саны жеті жарым миллионға, атаққұмарлардың саны үш жүз он бір миллионға, яғни ересек адамдардың жалпы саны екі миллиард шамасына жетеді.

Җир битендәге/битындагы патшаларның саны йөз унбергә (әлбәттә, *негр патшаларны да онытмаска тиеш), географларның саны җиде меңгә, *іскер адәмнәрнең саны тугыз йөз меңгә, эчкечеләрнең саны җиде #ярым миллионга, *атаққұмарлардың саны өч йөз унбер миллионга, ягъни *ересек адәмнәрнең гомуми саны ике миллиард чамасына җитә.

Анда йөз унбер король (шулар хисабында, билгеле, негр корольләре дә), җиде мең географ, тугыз йөз мең эшлекле, җиде ярым миллион сәрхуш, өч йөз унбер миллион дансөяр — барлыгы ике миллиард чамасы олы кеше бар.

На ней насчитывается сто одиннадцать королей (в том числе, конечно, и негритянских), семь тысяч географов, девятьсот тысяч дельцов, семь с половиной миллионов пьяниц, триста одиннадцать миллионов честолюбцев, итого около двух миллиардов взрослых.

На ней насчитывается сто одиннадцать королей (в том числе, конечно, и негритянских), семь тысяч географов, девятьсот тысяч дельцов, семь с половиной миллионов пьяниц, триста одиннадцать миллионов честолюбцев, итого около двух миллиардов взрослых.
|#
))

(test
 "неғып"
  '(
    ("^неғып<adv><itg>$" ("@неғып") ("\\@неғып") ("\\@неғып"))
    ("^неғып<adv><itg>+е<cop><aor><p3><pl>$" ("\\@неғып") ("\\@неғып #\\<p3\\>") ("\\@неғып"))
    ("^неғып<adv><itg>+е<cop><aor><p3><sg>$" ("\\@неғып") ("\\@неғып #\\<p3\\>") ("\\@неғып"))
#|
Ақыры мен есімді жиып, оған былай деп тіл қаттым: - Ал, мұнда НЕҒЫП жүрсің?

Ахыры белән исемне җыеп, аңа болай дип тел катым: - Ә, монда *неғып йөрәсең?

Ниһаять, телем ачылып, мин аннан: — Син монда нишлисең? — дип сорадым.

Наконец ко мне вернулся дар речи, и я спросил: — Но... что ты здесь делаешь?

Наконец ко мне вернулся дар речи, и я спросил: — Но... что ты здесь делаешь?
|#
))

(test
 "немене"
  '(
    ("^немене<adv>$" ("\\@немене") ("\\@немене") ("\\@немене"))
    ("^немене<prn><itg><nom>$" ("@немене") ("\\@немене") ("#what"))
    ("^немене<prn><itg><nom>+е<cop><aor><p3><pl>$" ("\\@немене") ("\\@немене #\\<p3\\>") ("#what"))
    ("^немене<prn><itg><nom>+е<cop><aor><p3><sg>$" ("\\@немене") ("\\@немене #\\<p3\\>") ("#what"))
#|
|#
))

(test
 "неткен"
  '(
    ("^*неткен$" ("*неткен") ("*неткен") ("*неткен"))
#|
|#
))

(test
 "нешік"
  '(
    ("^*нешік$" ("*нешік") ("*нешік") ("*нешік"))
#|
|#
))

(test
 "нөмірлей"
  '(
    ("^нөмірле<v><tv><gna_impf>$" ("@нөмірле") ("\\@нөмірле") ("numbered"))
    ("^нөмірле<v><tv><prc_impf>$" ("@нөмірле") ("\\@нөмірле") ("number"))
#|
Астроном осындай бір жұлдыз таба қалған жағдайда, оған ат қоймай НӨМІРЛЕЙ салатын.

Астроном шушындый бер йолдыз таба калган хәлдә, аңа ат куймыйча *нөмірлей #сал.

Мондый планетаны ачканнан соң, астроном аңа исем түгел, ә номер гына бирә.

Когда астроном открывает такую планетку, он дает ей не имя, а просто номер.

Когда астроном открывает такую планетку, он дает ей не имя, а просто номер.
|#
))

(test
 "нұрландырды"
  '(
    ("^нұрландыр<v><tv><ifi><p3><pl>$" ("@нұрландыр") ("оказывается #озарить" "оказывается #озарять") ("\\@нұрландыр"))
    ("^нұрландыр<v><tv><ifi><p3><sg>$" ("@нұрландыр") ("оказывается #озарить" "оказывается #озарять") ("\\@нұрландыр"))
#|
|#
))

(test
 "нұрланып"
  '(
    ("^нұрлан<v><tv><gna_perf>$" ("@нұрлан") ("#озариться") ("\\@нұрлан"))
    ("^нұрлан<v><tv><prc_perf>$" ("@нұрлан") ("#озариться") ("\\@нұрлан"))
#|
Ал егер сен мені қолға үйретсең, менің өмірім күн сәулесіндей НҰРЛАНЫП шыға келер еді.

Ә игәүләр син мине кулга өйрәтсәң, минем гомерем көн нурындай *нұрланып чыга килер иде.

Әгәр дә син мине кулга ияләштерсәң, тормышым, кояш балкыгандай, яктырып китәр иде.

Но если ты меня приручишь, моя жизнь словно солнцем озарится.

Но если ты меня приручишь, моя жизнь словно солнцем озарится.
|#
))

(test
 "ойнатып"
  '(
    ("^ойнат<v><iv><gna_perf>$" ("@ойнат") ("#забавлять") ("\\@ойнат"))
    ("^ойнат<v><iv><prc_perf>$" ("@ойнат") ("#забавлять") ("\\@ойнат"))
#|
Ол күлді де, арқанды ұстап, шығыршығын ОЙНАТЫП көрді.

Ул көлде дә, арканны тотып, *шығыршығын *ойнатып күрде.

Ә ул көлә-көлә чыгырны әйләндерә башлады.

Он засмеялся, тронул веревку, стал раскручивать ворот.

Он засмеялся, тронул веревку, стал раскручивать ворот.
|#
))

(test
 "ойсызсыңдар"
  '(
    ("^ойсыз<adj>+е<cop><aor><p2><pl>$" ("\\@ойсыз") ("бездумный") ("\\@ойсыз"))
    ("^ойсыз<adj><subst><nom>+е<cop><aor><p2><pl>$" ("\\@ойсыз") ("у бездумного") ("\\@ойсыз"))
#|
|#
))

(test
 "оқталды"
  '(
    ("^оқта<v><tv><pass><ifi><p3><pl>$" ("@оқта") ("оказывается \\@оқта") ("are charged" "are brandished"))
    ("^оқта<v><tv><pass><ifi><p3><sg>$" ("@оқта") ("оказывается \\@оқта") ("is charged" "is brandished"))
#|
|#
))

(test
 "оқталып"
  '(
    ("^оқта<v><tv><pass><gna_perf>$" ("@оқта") ("\\@оқта") ("are charged" "are brandished"))
    ("^оқта<v><tv><pass><prc_perf>$" ("@оқта") ("\\@оқта") ("are charged" "are brandished"))
#|
Мен оған жұмысымның оңға басқанын енді айтпақшы болып ОҚТАЛЫП отыр едім.

Мин аңа эшемнең уңга басканын иңне әйтмәкче булып *оқталып утыр идем.

Һич көтмәгәндә машинамны төзәтә алуым турында мин аңа әйтергә җыена гына идем әле!

Я как раз собирался сказать ему, что, вопреки всем ожиданиям, мне удалось исправить самолет!

Я как раз собирался сказать ему, что, вопреки всем ожиданиям, мне удалось исправить самолет!
|#
))

(test
 "оранып"
  '(
    ("^оран<v><tv><gna_perf>$" ("@оран") ("#окутаться") ("\\@оран"))
    ("^оран<v><tv><prc_perf>$" ("@оран") ("#окутаться") ("\\@оран"))
#|
Патша қарапайым ғана, сонысымен бірге мәртебелі тағында қызғылт құндыз шапанына ОРАНЫП отыр екен.

Патша гади генә, шунысы белән бергә мәртәбәле тәхетендә кызгылт кондыз чапанына *оранып #утыр.

Ул башыннан аягына кадәр җете кызыл киемгә һәм мехларга төренеп, гади, ләкин бик мәһабәт тәхеттә утыра ди.

Облаченный в пурпур и горностай, он восседал на троне — очень простом и все же величественном.

Облаченный в пурпур и горностай, он восседал на троне — очень простом и все же величественном.
|#
))

(test
 "оратылды"
  '(
    ("^орат<v><tv><pass><ifi><p3><pl>$" ("@орат") ("оказывается \\@орат") ("are shrouded"))
    ("^орат<v><tv><pass><ifi><p3><sg>$" ("@орат") ("оказывается \\@орат") ("is shrouded"))
#|
|#
))

(test
 "осыншама"
  '(
    ("^осыншама<adv>$" ("\\@осыншама") ("\\@осыншама") ("\\@осыншама"))
#|
Кішкентай ханзада одан көз алмай тұрып, нұсқауына ОСЫНШАМА адал шырақшыны жақсы көріп кетті.

Кечкенә ханзадә аннан күз #ал, #күрсәтмә *осыншама тугры *шырақшыны яратып китте.

Нәни принц фонарьчыга тагын бер карап куя. Вәгъдәсенә шулкадәр тугрылыклы бу кеше торган саен ныграк ошый бара аңа.

Маленький принц смотрел на фонарщика, и ему все больше нравился этот человек, который был так верен своему слову.

Маленький принц смотрел на фонарщика, и ему все больше нравился этот человек, который был так верен своему слову.
|#
))

(test
 "өзісің"
  '(
    ("^*өзісің$" ("*өзісің") ("*өзісің") ("*өзісің"))
#|
|#
))

(test
 "өкпелегн"
  '(
    ("^*өкпелегн$" ("*өкпелегн") ("*өкпелегн") ("*өкпелегн"))
#|
|#
))

(test
 "өткерді"
  '(
    ("^өткер<v><tv><ifi><p3><pl>$" ("@өткер") ("оказывается #пропустить") ("\\@өткер"))
    ("^өткер<v><tv><ifi><p3><sg>$" ("@өткер") ("оказывается #пропустить") ("\\@өткер"))
#|
Қаншама жолдарды басынан ӨТКЕРДІ десеңші!

Никадәр юлларны башыннан *өткерді #ди!

Арырлык та, күпме юл үтте инде ул!

Он уже столько странствовал!

Он уже столько странствовал!
|#
))

(test
 "өткінші"
  '(
    ("^өткінші<adj>$" ("@өткінші") ("кратковременный") ("volatile" "transitory"))
    ("^өткінші<adj>+е<cop><aor><p3><pl>$" ("\\@өткінші") ("кратковременный") ("volatile" "transitory"))
    ("^өткінші<adj>+е<cop><aor><p3><sg>$" ("\\@өткінші") ("кратковременный") ("volatile" "transitory"))
#|
- Себебі гүлдер ӨТКІНШІ болады.

- Чөнки улар *өткінші була.

— Нәрсә ул чәчәк: бүген бар, иртәгә юк. Эфемер ул.

— Потому, что цветы эфемерны.

— Потому, что цветы эфемерны.
|#
))

(test
 "өткінші»"
  '(
    ("^өткінші<adj>$" ("@өткінші") ("кратковременный") ("volatile" "transitory"))
    ("^өткінші<adj>+е<cop><aor><p3><pl>$" ("\\@өткінші") ("кратковременный") ("volatile" "transitory"))
    ("^өткінші<adj>+е<cop><aor><p3><sg>$^»$" ("\\@өткінші" "@өткінші \\@»") ("кратковременный" "кратковременный") ("volatile" "volatile" "transitory" "transitory"))
    ("^»<rquot>$" ("»") ("»") ("»"))
#|
|#
))

(test
 "өшіргенде"
  '(
    ("^өшір<v><tv><ger_past><loc>$" ("@өшір") ("#гасить" "удалить" "выключить" "вычеркнуть") ("erasing" "blurring"))
    ("^өшір<v><tv><gpr_past><subst><loc>$" ("@өшір") ("#гасить" "удалить" "выключить" "вычеркнуть") ("erase" "blur"))
#|
|#
))

(test
 "өшірдің"
  '(
    ("^өшір<v><tv><ifi><p2><sg>$" ("@өшір") ("оказывается #гасить" "оказывается #удалить" "оказывается #выключить" "оказывается #вычеркнуть") ("erased" "blurred"))
#|
|#
))

(test
 "өшіріп"
  '(
    ("^өшір<v><tv><gna_perf>$" ("@өшір") ("#гасить" "удалив" "выключив" "вычеркнув") ("erase" "blur"))
    ("^өшір<v><tv><prc_perf>$" ("@өшір") ("#гасить" "удалив" "выключив" "вычеркнув") ("erase" "blur"))
#|
Шырақтарды қорғау керек: желдің лебі ӨШІРІП тастауы мүмкін...

Чыраларны сакларга тиеш: җилнең *лебі *өшіріп ташлавы мөмкин...

Ялкынны сакларга кирәк, юкса, аны җил сүндерүе бар...

Светильники надо беречь: порыв ветра может погасить их...

Светильники надо беречь: порыв ветра может погасить их...
|#
))

(test
 "өшіру"
  '(
    ("^өшір<v><tv><ger><nom>$" ("@өшір") ("гасить" "удалить" "выключить" "вычеркнуть") ("erase" "blur"))
#|
- Шырақты ӨШІРУ жайлы құсқау. Кеш жарық!

- Чыраны *өшіру җайлы *құсқау. Кич якты!

— Фонарьны сүндерү. Хәерле кич.

— Гасить фонарь. Добрый вечер.

— Гасить фонарь. Добрый вечер.
|#
))

(test
 "пайдакүнемім"
  '(
    ("^пайдакүнем<n><px1sg><nom>$" ("@пайдакүнем") ("мой барышник") ("my \\@пайдакүнем"))
    ("^пайдакүнем<n><px1sg><nom>+е<cop><aor><p3><pl>$" ("\\@пайдакүнем") ("барышник") ("my \\@пайдакүнем"))
    ("^пайдакүнем<n><px1sg><nom>+е<cop><aor><p3><sg>$" ("\\@пайдакүнем") ("барышник") ("my \\@пайдакүнем"))
#|
Менің іскер ПАЙДАКҮНЕМІМ үшін олар алтын еді.

Минем *іскер *пайдакүнемім өчен алар алтын иде.

Эшлеклегә — алтын.

Для моего дельца они — золото.

Для моего дельца они — золото.
|#
))

(test
 "пана"
  '(
    ("^пана<n><nom>$" ("@пана") ("приют") ("port" "shelter"))
    ("^пана<n><attr>$" ("@пана") ("приют") ("port" "shelter"))
    ("^пана<n><nom>+е<cop><aor><p3><pl>$" ("\\@пана") ("приют") ("port" "shelter"))
    ("^пана<n><nom>+е<cop><aor><p3><sg>$" ("\\@пана") ("приют") ("port" "shelter"))
#|
- Маған жәшігімен бергенің қандай жақсы болды! Ол түнде қошақанға ПАНА болады.

- Миңа ящеге белән биргәнең нинди яхшы булды! Ул төндә *қошақанға *пана була.

— Миңа тартма биреп, бик яхшы иттең син, төннәрен бәрән шунда йоклар, — диде.

— Очень хорошо, что ты дал мне ящик: барашек будет там спать по ночам.

— Очень хорошо, что ты дал мне ящик: барашек будет там спать по ночам.
|#
))

(test
 "парақ"
  '(
    ("^парақ<n><nom>$" ("@парақ") ("лист") ("sheet"))
    ("^парақ<n><attr>$" ("@парақ") ("лист") ("sheet"))
    ("^парақ<n><nom>+е<cop><aor><p3><pl>$" ("\\@парақ") ("лист") ("sheet"))
    ("^парақ<n><nom>+е<cop><aor><p3><sg>$" ("\\@парақ") ("лист") ("sheet"))
#|
Өлім қаупі төніп тұрған, адам мекенінен мыңдаған шақырым қашықтықтағы меңіреу түзде болып жатқан мына нәрсе миға қаншалықты сыйымсыз болса да, мен қалтамнан бір ПАРАҚ қағаз бен қалам шығардым.

Үлем хәвефе туган, адәм торагыннан меңләгән чакрым *қашықтықтағы *меңіреу *түзде булган мына нәрсә мигә никадәрле бүләгемсез булса да, мин кесәмнән бер *парақ кәгазь белән калам чыгардым.

һәр адымыңны үлем сагалап торган очсыз-кырыйсыз чүл уртасында рәсем ясап утыру никадәр генә мәгънәсез булып күренсә дә, мин кесәдән бер бит кәгазь белән каләм алырга мәҗбүр булдым.

Как ни нелепо это было здесь, в пустыне, на волосок от смерти, я все-таки достал из кармана лист бумаги и вечное перо.

Как ни нелепо это было здесь, в пустыне, на волосок от смерти, я все-таки достал из кармана лист бумаги и вечное перо.
|#
))

(test
 "парасаттылау"
  '(
    ("^парасатты<adj><comp>$" ("@парасатты") ("более \\@парасатты") ("more clear-sighted"))
    ("^парасатты<adj><comp><advl>$" ("@парасатты") ("более \\@парасатты") ("more clear-sighted"))
    ("^парасаттылау<adj>$" ("@парасаттылау") ("\\@парасаттылау") ("clear-sighted"))
    ("^парасатты<adj><comp><subst><nom>$" ("@парасатты") ("более \\@парасатты") ("more clear-sighted"))
    ("^парасаттылау<adj><advl>$" ("@парасаттылау") ("\\@парасаттылау") ("clear-sighted"))
    ("^парасаттылау<adj><subst><nom>$" ("@парасаттылау") ("у \\@парасаттылау") ("clear-sighted"))
    ("^парасатты<adj><comp>+е<cop><aor><p3><pl>$" ("\\@парасатты") ("более \\@парасатты") ("more clear-sighted #be"))
    ("^парасатты<adj><comp>+е<cop><aor><p3><sg>$" ("\\@парасатты") ("более \\@парасатты") ("more clear-sighted is"))
    ("^парасаттылау<adj>+е<cop><aor><p3><pl>$" ("\\@парасаттылау") ("\\@парасаттылау") ("clear-sighted"))
    ("^парасаттылау<adj>+е<cop><aor><p3><sg>$" ("\\@парасаттылау") ("\\@парасаттылау") ("clear-sighted"))
    ("^парасатты<adj><comp><subst><nom>+е<cop><aor><p3><pl>$" ("\\@парасатты") ("более \\@парасатты") ("more clear-sighted #be"))
    ("^парасатты<adj><comp><subst><nom>+е<cop><aor><p3><sg>$" ("\\@парасатты") ("более \\@парасатты") ("more clear-sighted is"))
    ("^парасаттылау<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@парасаттылау") ("у \\@парасаттылау") ("clear-sighted"))
    ("^парасаттылау<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@парасаттылау") ("у \\@парасаттылау") ("clear-sighted"))
#|
Басқаларға қарағанда ПАРАСАТТЫЛАУ ғой деген адамды кездестіре қалсам, өзіммен үнемі бірге алып жүретін нөмірі бірінші суретімді көрсетіп, оны сынақтан өткізетінмін.

Башкаларга караганда *парасаттылау бит дигән азагымны *кездестіре калсам, үзем белән даими бергә ала торган номеры беренче рәсемемне күрсәтеп, аны сынаудан #үткәр.

Акыллырак күренгән кеше очратсам, мин аңа һәрвакыт үзем белән йөрткән беренче рәсемемне күрсәтә идем.

Когда я встречал взрослого, который казался мне разумней и понятливей других, я показывал ему свой рисунок N 1 — я его сохранил и всегда носил с собою.

Когда я встречал взрослого, который казался мне разумней и понятливей других, я показывал ему свой рисунок N 1 — я его сохранил и всегда носил с собою.
|#
))

(test
 "пах"
  '(
    ("^*пах$" ("*пах") ("*пах") ("*пах"))
#|
|#
))

(test
 "паш"
  '(
    ("^*паш$" ("*паш") ("*паш") ("*паш"))
#|
Ғалым өзінің ашқан жаңалығын Халықаралық астрономиялық конгресте дүние жүзіне ПАШ етеді.

Галим үзенең ачкан *жаңалығын Халыкара астрономия конгресста дөнья йөзенә *паш итә.

Астроном үзенең искитәрлек ачышы турында астрономнарның Халыкара конгрессында чыгыш ясый.

Астроном доложил тогда о своем замечательном открытии на Международном астрономическом конгрессе.

Астроном доложил тогда о своем замечательном открытии на Международном астрономическом конгрессе.
|#
))

(test
 "пәл"
  '(
    ("^*пәл$" ("*пәл") ("*пәл") ("*пәл"))
#|
|#
))

(test
 "пәлеге"
  '(
    ("^пәле<n><dat>$" ("@пәле") ("в  штуку") ("to ogre" "to terror" "to attack" "to trouble" "to #bugbear"))
#|
Ал егер баобабқа ерік берсең, ПӘЛЕГЕ душар боласың.

Ә игәүләр *баобабқа ирек бирсәң, *пәлеге дучар буласың.

Ә менә баобабларга ирек куйсаң, бәхетсезлек киләсен көт тә тор.

Но если дашь волю баобабам, беды не миновать.

Но если дашь волю баобабам, беды не миновать.
|#
))

(test
 "пәленің"
  '(
    ("^пәле<n><gen>$" ("@пәле") ("штуки") ("of ogre" "of terror" "of attack" "of trouble" "of #bugbear"))
#|
|#
))

(test
 "пысатын"
  '(
    ("^*пысатын$" ("*пысатын") ("*пысатын") ("*пысатын"))
#|
Тіпті ішің ПЫСАТЫН жағдай.

#Тел эчең *пысатын хәл.

Шунлыктан яшәүнең кызыгы юк.

И живется мне скучновато.

И живется мне скучновато.
|#
))

(test
 "пыстыратын"
  '(
    ("^пыстыр<v><tv><gpr_impf>$" ("@пыстыр") ("\\@пыстыр") ("\\@пыстыр"))
    ("^пыстыр<v><tv><gpr_impf><subst><nom>$" ("@пыстыр") ("\\@пыстыр") ("\\@пыстыр"))
    ("^пыстыр<v><tv><pih><p3><pl>$" ("@пыстыр") ("\\@пыстыр") ("\\@пыстыр"))
    ("^пыстыр<v><tv><pih><p3><sg>$" ("@пыстыр") ("\\@пыстыр") ("\\@пыстыр"))
#|
Бас қатырып, іш ПЫСТЫРАТЫН осы іске алтын уақытыңызды ысырап қылмаңыз.

Баш *қатырып, эч *пыстыратын шушы эшкә алтын вакытыгызны исраф кылмагыз.

Ә сез исәп-хисапка вакыт әрәм итмәгез.

Вы же не тратьте время на эту арифметику.

Вы же не тратьте время на эту арифметику.
|#
))

(test
 "раушан"
  '(
    ("^раушан<n><nom>$" ("@раушан") ("роза" "розочка") ("rose" "rosebay"))
    ("^раушан<n><attr>$" ("@раушан") ("роза" "розочка") ("rose" "rosebay"))
    ("^раушан<n><nom>+е<cop><aor><p3><pl>$" ("\\@раушан") ("роза" "розочка") ("rose" "rosebay"))
    ("^раушан<n><nom>+е<cop><aor><p3><sg>$" ("\\@раушан") ("роза" "розочка") ("rose" "rosebay"))
#|
Егерде шалғам немесе бір шоқ РАУШАН гүлінің сабағы болса, өсіре беруге болады.

Игәүләрдә *шалғам яисә бер чук *раушан гөленең сабагы булса, үстерә бирүгә була.

Әгәр дә ул булачак торма, яисә гөләп куагы икән — үсә бирсен.

Если это будущий редис или розовый куст, пусть его растет на здоровье.

Если это будущий редис или розовый куст, пусть его растет на здоровье.
|#
))

(test
 "ренжіте"
  '(
    ("^ренжіт<v><tv><gna_impf>$" ("@ренжіт") ("раня" "#обидеть" "обижая" "#огорчить" "огорчая" "#оскорбить" "#опечалить" "оскорбляя") ("afflicted"))
    ("^ренжіт<v><tv><prc_impf>$" ("@ренжіт") ("раня" "#обидеть" "обижая" "#огорчить" "огорчая" "#оскорбить" "#опечалить" "оскорбляя") ("afflict"))
#|
Қайырымды бола көріңіз! Мені сонша РЕНЖІТЕ бермей, маған оның тезірек қайтып келгені жайлы жазып жіберіңізші...

Ярдәмле була карагыз! Мине шулкадәр/шултикле/шулхәтле/шулчаклы/шултиклем *ренжіте бирмичә/бирмаача, миңа аның тизрәк кайтып килгәне #җайлы язып җибәрегезче...

Ул чакта — зинһар өчен дим! — сагышымны таратырга ярдәм итегез. Миңа, ул кайтты, дип хәбәр бирегез...

Тогда — очень прошу вас! — не забудьте утешить меня в моей печали, скорей напишите мне, что он вернулся...

Тогда — очень прошу вас! — не забудьте утешить меня в моей печали, скорей напишите мне, что он вернулся...
|#
))

(test
 "ренішпен"
  '(
    ("^реніш<n><ins>$" ("@реніш белән") ("с  досадой") ("with distress" "with displeasure"))
#|
|#
))

(test
 "ренішті"
  '(
    ("^реніш<n><acc>$" ("@реніш") ("досаду") ("distress" "displeasure"))
    ("^ренішті<adj>$" ("@ренішті") ("\\@ренішті") ("upset"))
    ("^реніш<n>+лы<post>$" ("\\@реніш") ("досаде") ("without distress" "without displeasure"))
    ("^ренішті<adj>+е<cop><aor><p3><pl>$" ("\\@ренішті") ("\\@ренішті") ("upset"))
    ("^ренішті<adj>+е<cop><aor><p3><sg>$" ("\\@ренішті") ("\\@ренішті") ("upset"))
#|
Ол біраз үндемей қалғаннан кейін барып даусынан әлдеқандай РЕНІШТІ байқата былай деп салды:

Ул бераз өндәмичә/өндәмаача калганнан соң барып тавышыннан *әлдеқандай *ренішті *байқата болай дип салды:

Бераз тын торганнан соң, ул ярыйсы ук ачулы тавыш белән болай диде:

Наступило молчание. Потом он сказал почти сердито:

Наступило молчание. Потом он сказал почти сердито:
|#
))

(test
 "сабақтады"
  '(
    ("^сабақта<v><tv><ifi><p3><pl>$" ("@сабақта") ("оказывается \\@сабақта") ("\\@сабақта"))
    ("^сабақта<v><tv><ifi><p3><sg>$" ("@сабақта") ("оказывается \\@сабақта") ("\\@сабақта"))
#|
- Дұрыс. Әркімнен қолынан келетінін талап ету керек, - деп сөзін САБАҚТАДЫ патша.

- Дөрес. Һәркемнән кулыннан килгәнен талап итү кирәк, - дип сүзен *сабақтады патша.

— Әлбәттә шулай, — дип раслый король. — һәр кешедән кулыннан килердәй нәрсәне генә таләп итәргә кирәк.

— Совершенно верно, — подтвердил король. — С каждого надо спрашивать то, что он может дать.

— Совершенно верно, — подтвердил король. — С каждого надо спрашивать то, что он может дать.
|#
))

(test
 "сабақтап"
  '(
    ("^сабақта<v><tv><gna_perf>$" ("@сабақта") ("\\@сабақта") ("\\@сабақта"))
    ("^сабақта<v><tv><prc_perf>$" ("@сабақта") ("\\@сабақта") ("\\@сабақта"))
#|
|#
))

(test
 "сабаңында"
  '(
    ("^*сабаңында$" ("*сабаңында") ("*сабаңында") ("*сабаңында"))
#|
- Миллиондаған жылдар бойы гүлдің САБАҢЫНДА тікенек өседі. Сонда да миллиондаған жылдар бойы қойлар гүлді жегенін қойған емес.

- Миллионлаган еллар буе гөлнең *сабаңында *тікенек үсә. Шулай да миллионлаган еллар буе куйлар гөлне ашаганын куймаган.

— Инде миллион еллар буе чәчәкләрнең чәнечкесе үсә һәм, шуңа да карамыйча, миллион еллар буе бәрәннәр аларны ашап килә.

— Миллионы лет у цветов растут шипы. И миллионы лет барашки все-таки едят цветы.

— Миллионы лет у цветов растут шипы. И миллионы лет барашки все-таки едят цветы.
|#
))

(test
 "сайманымды"
  '(
    ("^сайман<n><px1sg><acc>$" ("@сайман") ("мой инструмент") ("my tool" "my gun" "my equipment"))
#|
|#
))

(test
 "сақина"
  '(
    ("^сақина<n><nom>$" ("@сақина") ("кольцо") ("ring" "migraine"))
    ("^сақина<n><attr>$" ("@сақина") ("кольцо") ("ring" "migraine"))
    ("^сақина<n><nom>+е<cop><aor><p3><pl>$" ("\\@сақина") ("кольцо") ("ring" "migraine"))
    ("^сақина<n><nom>+е<cop><aor><p3><sg>$" ("\\@сақина") ("кольцо") ("ring" "migraine"))
#|
Ол планетаны шатастырып алдым ба деп қобалжи бастаған кезінде айдың сәулесі түсіп тұрған САҚИНА іспетті дөңгелек нәрсе құм үстінде жыбыр ете қалды.

Ул планетаны *шатастырып #алд дип *қобалжи башлаган вакытында айның нуры төшкән *сақина шикелле түгәрәк нәрсә ком өстендә шадра итә калды.

Әллә, ялгышып, башка планетага эләктемме, дип уйлый ул хәтта. Ләкин шул вакыт ком өстендә ай нуры төсендәге бер боҗра кыймылдап куя.

Он подумал даже, что залетел по ошибке на какую-то другую планету. Но тут в песке шевельнулось колечко цвета лунного луча.

Он подумал даже, что залетел по ошибке на какую-то другую планету. Но тут в песке шевельнулось колечко цвета лунного луча.
|#
))

(test
 "сақтықта"
  '(
    ("^сақтық<n><loc>$" ("@сақтық") ("\\@сақтық") ("in safekeeping"))
    ("^сақтық<n><loc>+е<cop><aor><p3><pl>$" ("\\@сақтық") ("\\@сақтық") ("in safekeeping"))
    ("^сақтық<n><loc>+е<cop><aor><p3><sg>$" ("\\@сақтық") ("\\@сақтық") ("in safekeeping"))
#|
|#
))

(test
 "салбырата"
  '(
    ("^салбырат<v><tv><gna_impf>$" ("@салбырат") ("#опустить" "#свесить") ("\\@салбырат"))
    ("^салбырат<v><tv><prc_impf>$" ("@салбырат") ("#опустить" "#свесить") ("\\@салбырат"))
#|
- Ұялатынымды ұмыту үшін, - деп, басын САЛБЫРАТА шынын айтты маскүнем.

- Оялганымны оныту өчен, - дип, башын *салбырата чынын әйтте эчкече.

— Үземә оят икәнне онытасым килә, — ди сәрхуш, башын аска иеп.

— Хочу забыть, что мне совестно, — признался пьяница и повесил голову.

— Хочу забыть, что мне совестно, — признался пьяница и повесил голову.
|#
))

(test
 "салбыратып"
  '(
    ("^салбырат<v><tv><gna_perf>$" ("@салбырат") ("опустив" "свесив") ("\\@салбырат"))
    ("^салбырат<v><tv><prc_perf>$" ("@салбырат") ("опустив" "свесив") ("\\@салбырат"))
#|
Келесі күні кешкісін жұмысынан қайтып келе жатқанда аяқтарын САЛБЫРАТЫП тас қабырғаның үстінде отырған Кішкентай ханзадам алыстан көзіме түсті.

Киләсе көне кичен эшеннән кайтып килә ятканда аякларын *салбыратып таш кабырганың өстендә утырган Кечкенә ханзадәм ерактан күземә төште.

Икенче кичне, эшне тәмамлап шунда килгәч, Нәни принцның шул диварда аяк салындырып утырганын күрдем.

На другой вечер, покончив с работой, я вернулся туда и еще издали увидел, что Маленький принц сидит на краю стены, свесив ноги.

На другой вечер, покончив с работой, я вернулся туда и еще издали увидел, что Маленький принц сидит на краю стены, свесив ноги.
|#
))

(test
 "салғансыдым"
  '(
    ("^салғансы<v><iv><ifi><p1><sg>$" ("@салғансы") ("оказывается \\@салғансы") ("\\@салғансы"))
#|
|#
))

(test
 "салысымен"
  '(
    ("^*салысымен$" ("*салысымен") ("*салысымен") ("*салысымен"))
#|
- Ә! Міне, қызықтаушы адам да келді! – деп, Кішкентай ханзаданы алыстан көре САЛЫСЫМЕН айқай салды атаққұмар.

- Ә! Менә, #кызык азагым да килде! – дип, Кечкенә ханзадәне ерактан #күр *салысымен аваз салды *атаққұмар.

— Менә мине сөюче дә килде! — дип кычкыра ул, ерактан ук Нәни принцны күреп.

— О, вот и почитатель явился! — воскликнул он, еще издали завидев Маленького принца.

— О, вот и почитатель явился! — воскликнул он, еще издали завидев Маленького принца.
|#
))

(test
 "самайын"
  '(
    ("^*самайын$" ("*самайын") ("*самайын") ("*самайын"))
#|
|#
))

(test
 "сандалып"
  '(
    ("^сандал<v><iv><gna_perf>$" ("@сандал") ("#шататься" "#болтаться") ("\\@сандал"))
    ("^сандал<v><iv><prc_perf>$" ("@сандал") ("#шататься" "#болтаться") ("\\@сандал"))
#|
Географ – тым маңызды адам, оның САНДАЛЫП жүргені жараспас.

Географ – бик мөһим азагым, аның *сандалып йөргәне ярашмас.

Географ — бик дәрәҗәле кеше, анда-монда йөрергә вакыты юк аның.

Географ — слишком важное лицо, ему некогда разгуливать.

Географ — слишком важное лицо, ему некогда разгуливать.
|#
))

(test
 "сандырақтайтын"
  '(
    ("^сандырақта<v><iv><gpr_impf>$" ("@сандырақта") ("#бредить" "#сбрендить") ("\\@сандырақта"))
    ("^сандырақта<v><iv><gpr_impf><subst><nom>$" ("@сандырақта") ("#бредить" "#сбрендить") ("\\@сандырақта"))
    ("^сандырақта<v><iv><pih><p3><pl>$" ("@сандырақта") ("#бредить" "#сбрендить") ("\\@сандырақта"))
    ("^сандырақта<v><iv><pih><p3><sg>$" ("@сандырақта") ("#бредить" "#сбрендить") ("\\@сандырақта"))
#|
«Мүмкін бұл адам САНДЫРАҚТАЙТЫН шығар. Әйтсе де, оның патшаға, атаққұмарға, әлде іскер адам мен маскүнемге қарағанда дені дұрыстау сияқты.

«Мөмкин бу азагым *сандырақтайтын чыгар. Аның каравы, аның патшага, *атаққұмарға, хәлдә *іскер азагым белән эчкечегә караганда *дені дөресрәк кыяфәтне.

"Бәлки, бу кеше сәеррәктер дә, ләкин бу король, дансөяр, эшлекле яисә сәрхуш кебек үк сәер түгел.

"Может быть, этот человек и нелеп. Но он не так нелеп, как король, честолюбец, делец и пьяница.

"Может быть, этот человек и нелеп. Но он не так нелеп, как король, честолюбец, делец и пьяница.
|#
))

(test
 "саңылауына"
  '(
    ("^саңылау<n><px3sp><dat>$" ("@саңылау") ("в  пазу" "в  #зазор") ("to #clearance"))
#|
Қалтамды ақтарып, тапаншамды іздеген қалпымша жыланға қарай жүгірдім. Бірақ менің тысырымды естіп қалған жылан асығып-аптықпай, жай ғана құмға сіңіп бара жатқан бұлақтай баяу иреңдеп барып, жездей сыңғыр етті де, тастардың САҢЫЛАУЫНА кіріп кетті.

Кесәмне *ақтарып, *тапаншамды эзләгән #калып еланга таба йөгердем. Әмма минем *тысырымды ишетеп калган елан ашыгып-*аптықпай, хәл генә комга *сіңіп барган *бұлақтай *баяу *иреңдеп барып, җиздәй *сыңғыр итне дә, ташларның *саңылауына кереп китте.

Кесәдәге револьверны капшый-капшый, мин аңа таба атылдым, ләкин елан, аяк тавышларын ишетеп, ком өстендәге чишмә суыдай, юкка чыкты, аннары, ишетелер-ишетелмәс кенә зеңгелдәп, ташлар арасына кереп югалды.

Нащупывая в кармане револьвер, я бегом бросился к ней, но при звуке шагов змейка тихо заструилась по песку, словно умирающий ручеек, и с еле слышным металлическим звоном неторопливо скрылась меж камней.

Нащупывая в кармане револьвер, я бегом бросился к ней, но при звуке шагов змейка тихо заструилась по песку, словно умирающий ручеек, и с еле слышным металлическим звоном неторопливо скрылась меж камней.
|#
))

(test
 "саңырауқұлақ"
  '(
    ("^саңырауқұлақ<n><nom>$" ("@саңырауқұлақ") ("гриб") ("mushroom"))
    ("^саңырауқұлақ<n><attr>$" ("@саңырауқұлақ") ("гриб") ("mushroom"))
    ("^саңырауқұлақ<n><nom>+е<cop><aor><p3><pl>$" ("\\@саңырауқұлақ") ("гриб") ("mushroom"))
    ("^саңырауқұлақ<n><nom>+е<cop><aor><p3><sg>$" ("\\@саңырауқұлақ") ("гриб") ("mushroom"))
#|
|#
))

(test
 "сапырылысады"
  '(
    ("^*сапырылысады$" ("*сапырылысады") ("*сапырылысады") ("*сапырылысады"))
#|
|#
))

(test
 "саудагер"
  '(
    ("^саудагер<n><nom>$" ("@саудагер") ("нувориш" "торговец" "мешочник" "перекупщик") ("seller" "pedlar" "merchant" "trader"))
    ("^саудагер<n><attr>$" ("@саудагер") ("нувориш" "торговец" "мешочник" "перекупщик") ("seller" "pedlar" "merchant" "trader"))
    ("^саудагер<n><nom>+е<cop><aor><p3><pl>$" ("\\@саудагер") ("нувориш" "торговец" "мешочник" "перекупщик") ("seller" "pedlar" "merchant" "trader"))
    ("^саудагер<n><nom>+е<cop><aor><p3><sg>$" ("\\@саудагер") ("нувориш" "торговец" "мешочник" "перекупщик") ("seller" "pedlar" "merchant" "trader"))
#|
Бұл САУДАГЕР шөл қандыратын сиқыр дәрі сататын.

Бу *саудагер чүл туйдыра торган сихер дару #сат.

Эчәсе килгәнне бетерә торган яңа дару белән сату итә иде ул.

Он торговал усовершенствованными пилюлями, которые утоляют жажду.

Он торговал усовершенствованными пилюлями, которые утоляют жажду.
|#
))

(test
 "саудагерлерден"
  '(
    ("^саудагер<n><pl><abl>$" ("@саудагер") ("от  нуворишей" "от  торговцев" "от  мешочников" "от  перекупщиков") ("from sellers" "from pedlars" "from merchants" "from traders"))
    ("^саудагерлер<n><abl>$" ("@саудагерлер") ("\\@саудагерлер") ("from \\@саудагерлер"))
    ("^саудагер<n><pl><abl>+е<cop><aor><p3><pl>$" ("\\@саудагер") ("нуворишей" "торговцев" "мешочников" "перекупщиков") ("from sellers" "from pedlars" "from merchants" "from traders"))
    ("^саудагер<n><pl><abl>+е<cop><aor><p3><sg>$" ("\\@саудагер") ("нуворишей" "торговцев" "мешочников" "перекупщиков") ("from sellers" "from pedlars" "from merchants" "from traders"))
    ("^саудагерлер<n><abl>+е<cop><aor><p3><pl>$" ("\\@саудагерлер") ("\\@саудагерлер") ("from \\@саудагерлер"))
    ("^саудагерлер<n><abl>+е<cop><aor><p3><sg>$" ("\\@саудагерлер") ("\\@саудагерлер") ("from \\@саудагерлер"))
#|
Олар САУДАГЕРЛЕРДЕН дап-дайын заттарды сатып алады.

Алар *саудагерлерден *дап-әзер әйберләрне сатып ала.

Әйберләрне алар әзер килеш кибеттән сатып алалар.

Они покупают вещи готовыми в магазинах.

Они покупают вещи готовыми в магазинах.
|#
))

(test
 "сахаралық"
  '(
    ("^сахаралық<adj>$" ("@сахаралық") ("\\@сахаралық") ("\\@сахаралық"))
    ("^сахаралық<n><nom>$" ("@сахаралық") ("\\@сахаралық") ("\\@сахаралық"))
    ("^сахаралық<n><attr>$" ("@сахаралық") ("\\@сахаралық") ("\\@сахаралық"))
    ("^сахаралық<adj><subst><nom>$" ("@сахаралық") ("у \\@сахаралық") ("\\@сахаралық"))
    ("^сахаралық<adj>+е<cop><aor><p3><pl>$" ("\\@сахаралық") ("\\@сахаралық") ("\\@сахаралық"))
    ("^сахаралық<adj>+е<cop><aor><p3><sg>$" ("\\@сахаралық") ("\\@сахаралық") ("\\@сахаралық"))
    ("^сахаралық<n><nom>+е<cop><aor><p3><pl>$" ("\\@сахаралық") ("\\@сахаралық") ("\\@сахаралық"))
    ("^сахаралық<n><nom>+е<cop><aor><p3><sg>$" ("\\@сахаралық") ("\\@сахаралық") ("\\@сахаралық"))
    ("^сахаралық<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@сахаралық") ("у \\@сахаралық") ("\\@сахаралық"))
    ("^сахаралық<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@сахаралық") ("у \\@сахаралық") ("\\@сахаралық"))
#|
Біз жеткен құдық САХАРАЛЫҚ құдықтарға ұқсамайтын.

Без җиткән хәйлә *сахаралық хәйләләргә #охша.

Без тапкан кое Сахарадагы башка коеларга охшамаган иде.

Колодец, к которому мы пришли, был не такой, как все колодцы в Сахаре.

Колодец, к которому мы пришли, был не такой, как все колодцы в Сахаре.
|#
))

(test
 "сахнаға"
  '(
    ("^сахна<n><dat>$" ("@сахна") ("в  сцене" "в  сценке" "в  подмостку") ("to board" "to scene"))
#|
Сосын Оңтүстік Американың кезегі. Содан соң Солтүстік Америка САХНАҒА шығады.

Шуннан соң Көньяк Американың чираты. Шуннан соң Төньяк Америка *сахнаға чыга.

Шуннан соң — Көньяк Америкадагыларга. Аннан ары — Төньяк Америкага.

Затем в Южной Америке, затем в Северной Америке.

Затем в Южной Америке, затем в Северной Америке.
|#
))

(test
 "сахнадан"
  '(
    ("^сахна<n><abl>$" ("@сахна") ("из  сцены" "из  сценки" "из  подмостка") ("from board" "from scene"))
    ("^сахна<n><abl>+е<cop><aor><p3><pl>$" ("\\@сахна") ("сцены" "сценки" "подмостка") ("from board" "from scene"))
    ("^сахна<n><abl>+е<cop><aor><p3><sg>$" ("\\@сахна") ("сцены" "сценки" "подмостка") ("from board" "from scene"))
#|
Сосын олар да САХНАДАН кетіп, шымылдық тасасына тығылатын.

Шуннан соң алар да *сахнадан китеп, *шымылдық *тасасына #тык.

Үз биюләрен башкаргач, алар да пәрдә артына кереп югалалар.

Исполнив свой танец, они тоже скрывались за кулисами.

Исполнив свой танец, они тоже скрывались за кулисами.
|#
))

(test
 "саябыр"
  '(
    ("^*саябыр$" ("*саябыр") ("*саябыр") ("*саябыр"))
#|
Дегенмен, менің көңілім САЯБЫР таппады.

Алай да, минем күңелем *саябыр тапмады.

Ләкин мин моңа карап тынычлана алмадым.

Однако мне не стало спокойнее.

Однако мне не стало спокойнее.
|#
))

(test
 "сәлден"
  '(
    ("^сәл<n><abl>$" ("@сәл") ("\\@сәл") ("from \\@сәл"))
    ("^сәл<n><abl>+е<cop><aor><p3><pl>$" ("\\@сәл") ("\\@сәл") ("from \\@сәл"))
    ("^сәл<n><abl>+е<cop><aor><p3><sg>$" ("\\@сәл") ("\\@сәл") ("from \\@сәл"))
#|
|#
))

(test
 "сәлемет"
  '(
    ("^сәлемет<adj>$" ("@сәлемет") ("здоровый") ("\\@сәлемет"))
    ("^сәлемет<adj><advl>$" ("@сәлемет") ("здоровый") ("\\@сәлемет"))
    ("^сәлемет<adj><subst><nom>$" ("@сәлемет") ("у здорового") ("\\@сәлемет"))
    ("^сәлемет<adj>+е<cop><aor><p3><pl>$" ("\\@сәлемет") ("здоровый") ("\\@сәлемет"))
    ("^сәлемет<adj>+е<cop><aor><p3><sg>$" ("\\@сәлемет") ("здоровый") ("\\@сәлемет"))
    ("^сәлемет<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@сәлемет") ("у здорового") ("\\@сәлемет"))
    ("^сәлемет<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@сәлемет") ("у здорового") ("\\@сәлемет"))
#|
|#
))

(test
 "сәлеметсіз"
  '(
    ("^сәлемет<adj>+е<cop><aor><p2><frm><sg>$" ("\\@сәлемет") ("здоровый") ("\\@сәлемет"))
    ("^сәлемет<adj><subst><nom>+е<cop><aor><p2><frm><sg>$" ("\\@сәлемет") ("у здорового") ("\\@сәлемет"))
    ("^сәлемет<adj><subst>+сыз<post>$" ("\\@сәлемет") ("здоровый") ("\\@сәлемет"))
#|
|#
))

(test
 "сәлеметсің"
  '(
    ("^сәлемет<adj>+е<cop><aor><p2><sg>$" ("\\@сәлемет") ("здоровый") ("\\@сәлемет"))
    ("^сәлемет<adj><subst><nom>+е<cop><aor><p2><sg>$" ("\\@сәлемет") ("у здорового") ("\\@сәлемет"))
#|
|#
))

(test
 "сәнденді"
  '(
    ("^сәнден<v><iv><ifi><p3><pl>$" ("@сәнден") ("оказывается \\@сәнден") ("\\@сәнден"))
    ("^сәнден<v><iv><ifi><p3><sg>$" ("@сәнден") ("оказывается \\@сәнден") ("\\@сәнден"))
#|
|#
))

(test
 "сәріде"
  '(
    ("^*сәріде$" ("*сәріде") ("*сәріде") ("*сәріде"))
#|
Сондықтан болар, таң СӘРІДЕ жіңішке бір дауыстан оянып кеткендегі таң қалғанымды көрсеңіз ғой.

Шунлыктан булыр, таң *сәріде нечкә бер тавыштан уянып киткәндәге таң калганымны күрсәгез бит.

Таң атканда кемнеңдер нечкә тавышын ишетеп уянып киткәч, ничек гаҗәпләнүемне күз алдына китерсәгез иде.

Вообразите же мое удивление, когда на рассвете меня разбудил чей-то тоненький голосок.

Вообразите же мое удивление, когда на рассвете меня разбудил чей-то тоненький голосок.
|#
))

(test
 "сезінді"
  '(
    ("^сезін<v><iv><ifi><p3><pl>$" ("@сезін") ("оказывается #реагировать" "оказывается #чувствовать" "оказывается #почувствовать") ("\\@сезін"))
    ("^сезін<v><iv><ifi><p3><sg>$" ("@сезін") ("оказывается #реагировать" "оказывается #чувствовать" "оказывается #почувствовать") ("\\@сезін"))
#|
|#
))

(test
 "сезіндім"
  '(
    ("^сезін<v><iv><ifi><p1><sg>$" ("@сезін") ("оказывается #реагировать" "оказывается #чувствовать" "оказывается #почувствовать") ("\\@сезін"))
#|
|#
))

(test
 "сезіндіру"
  '(
    ("^сезіндір<v><tv><ger><nom>$" ("@сезіндір") ("\\@сезіндір") ("\\@сезіндір"))
#|
Өтірігі әшкере болып қалғанына намыстанып кеткен ол Кішкентай ханзаданың өзін кінәлі СЕЗІНДІРУ үшін екі-үш рет жөтеліп жіберді де:

Ялганы *әшкере булып калганына *намыстанып киткән ул Кечкенә ханзадәнең үзен гаепле *сезіндіру өчен ике-өч тапкыр *жөтеліп җибәрде дә:

Сылукайның үзенә дә уңайсыз булып китә, ахрысы. Ул, Нәни принцны оялтырга уйлап, бер-ике тапкыр йөткергәләп куя да:

Красавица смутилась, потом кашлянула раз-другой, чтобы Маленький принц почувствовал, как он перед нею виноват:

Красавица смутилась, потом кашлянула раз-другой, чтобы Маленький принц почувствовал, как он перед нею виноват:
|#
))

(test
 "сезіне"
  '(
    ("^сезін<v><iv><gna_impf>$" ("@сезін") ("реагируя" "чувствуя" "#почувствовать") ("\\@сезін"))
    ("^сезін<v><iv><prc_impf>$" ("@сезін") ("реагируя" "чувствуя" "#почувствовать") ("\\@сезін"))
#|
Уақыт жақындаған сайын мен өзімді бақытты СЕЗІНЕ бастаймын.

Вакыт якынлашкан саен мин үземне бәхетне *сезіне башлыйм.

Билгеләнгән вакыт якынлашкан саен, бу хис көчәя барыр.

И чем ближе к назначенному часу, тем счастливее.

И чем ближе к назначенному часу, тем счастливее.
|#
))

(test
 "сезінеді"
  '(
    ("^сезін<v><iv><aor><p3><pl>$" ("@сезін") ("реагируют" "чувствуют" "#почувствовать") ("\\@сезін"))
    ("^сезін<v><iv><aor><p3><sg>$" ("@сезін") ("реагирует" "чувствует" "#почувствовать") ("\\@сезін"))
#|
|#
))

(test
 "сезінемін"
  '(
    ("^сезін<v><iv><aor><p1><sg>$" ("@сезін") ("реагирую" "чувствую" "#почувствовать") ("\\@сезін"))
#|
|#
))

(test
 "сезініп"
  '(
    ("^сезін<v><iv><gna_perf>$" ("@сезін") ("#реагировать" "#чувствовать" "почувствовав") ("\\@сезін"))
    ("^сезін<v><iv><prc_perf>$" ("@сезін") ("#реагировать" "#чувствовать" "почувствовав") ("\\@сезін"))
#|
Сөйтті де, ол өзін өте бақытсыз СЕЗІНІП кетті.

Шулай итте дә, ул үзен #үт бәхетсез *сезініп китте.

Ул үзен бик-бик бәхетсез итеп сизә.

И почувствовал себя очень-очень несчастным.

И почувствовал себя очень-очень несчастным.
|#
))

(test
 "сезіну"
  '(
    ("^сезін<v><iv><ger><nom>$" ("@сезін") ("реагировать" "чувствовать" "почувствовать") ("\\@сезін"))
    ("^сезіну<n><nom>$" ("@сезіну") ("эмоция") ("awareness"))
    ("^сезіну<n><attr>$" ("@сезіну") ("эмоция") ("awareness"))
    ("^сезіну<n><nom>+е<cop><aor><p3><pl>$" ("\\@сезіну") ("эмоция") ("awareness"))
    ("^сезіну<n><nom>+е<cop><aor><p3><sg>$" ("\\@сезіну") ("эмоция") ("awareness"))
#|
- Миллиондаған жұлдыздың біреуінде ғана өсетін жеке-дара гүлді жақсы көретін адамға өзін бақытты СЕЗІНУ үшін аспандағы сол жұлдызға қарағаны жеткілікті болады.

- Миллионлаган йолдызның берәвендә генә үсә торган шәхси-аерым гөлне ярата торган адәмгә үзен бәхетне *сезіну өчен күктәге шул йолдызга караганы җитәрлек була.

— Әгәр миллионлаган йолдызларның берсендә генә үскән бердәнбер чәчәкне яратсаң, бәхетле булу өчен шул җитә.

— Если любишь цветок — единственный, какого больше нет ни на одной из многих миллионов звезд, этого довольно: смотришь на небо и чувствуешь себя счастливым.

— Если любишь цветок — единственный, какого больше нет ни на одной из многих миллионов звезд, этого довольно: смотришь на небо и чувствуешь себя счастливым.
|#
))

(test
 "сезінуші"
  '(
    ("^сезін<v><iv><gpr_pot>$" ("@сезін") ("#реагировать" "#чувствовать" "почувствовать") ("\\@сезін"))
    ("^сезін<v><iv><ger><nom>+шы<emph>$" ("\\@сезін") ("реагировать \\@шы" "чувствовать \\@шы" "почувствовать \\@шы") ("\\@сезін"))
    ("^сезіну<n><nom>+шы<emph>$" ("\\@сезіну") ("эмоция \\@шы") ("awareness"))
    ("^сезіну<n><nom>+е<cop><aor><p3><pl>+шы<emph>$" ("\\@сезіну") ("эмоция \\@шы") ("awareness"))
    ("^сезіну<n><nom>+е<cop><aor><p3><sg>+шы<emph>$" ("\\@сезіну") ("эмоция \\@шы") ("awareness"))
    ("^сезін<v><iv><gpr_pot><subst><nom>$" ("@сезін") ("#реагировать" "#чувствовать" "почувствовать") ("\\@сезін"))
#|
- Иә, - дедім мен Кішкентай ханзадаға, - сенің оқиғаларың өте қызық-ау, бірақ мен ұшағымды әлі жөндеп болмадым, ішер суым да бітті. Егер мен де көкке шапшыған суға қара асықпай бет алсам, өзімді бақытты СЕЗІНУШІ едім!

- Әйе, - дидем мин Кечкенә ханзадәгә, - синең вакыйгаларың бик кызык @ау, әмма мин очкычымны әле ремонтлап булмыйм, эчәр суым да бетте. Игәүләр мин дә күккә *шапшыған суга кара ашыкмыйча бит/бит алсам, үземне бәхетне *сезінуші идем!

— Әйе, — дидем мин Нәни принцка, — син сөйләгән нәрсәләр барысы да кызыклы, ләкин минем самолетны төзәтә алганым юк бит әле, җитмәсә, тамчы суым калмады, уйлап-нитеп тормыйча чишмә янына бара алсам, мин дә бәхетле булыр идем.

— Да, — сказал я Маленькому принцу, — все, что ты рассказываешь, очень интересно, но я еще не починил свой самолет, у меня не осталось ни капли воды, и я тоже был бы счастлив, если бы мог просто-напросто пойти к роднику.

— Да, — сказал я Маленькому принцу, — все, что ты рассказываешь, очень интересно, но я еще не починил свой самолет, у меня не осталось ни капли воды, и я тоже был бы счастлив, если бы мог просто-напросто пойти к роднику.
|#
))

(test
 "сейіл"
  '(
    ("^сейіл<v><iv><imp><p2><sg>$" ("@сейіл") ("минуй") ("\\@сейіл"))
#|
Мен жүзімдікке дейін СЕЙІЛ құрамын.

Мин *жүзімдікке диайм *сейіл корам.

Ул көнне мин, иркенләп йөри торгач, хәтта йөзем бакчалары янына ук барып җитәм.

Я отправляюсь на прогулку и дохожу до самого виноградника.

Я отправляюсь на прогулку и дохожу до самого виноградника.
|#
))

(test
 "септігін"
  '(
    ("^септік<n><px3sp><acc>$" ("@септік") ("падеж") ("case" "result" "help" "support" "assistance"))
    ("^септік<adj><subst><px3sp><acc>$" ("@септік") ("у падежного") ("\\@септік"))
#|
Мен кішкене бала кезімде жаңа жыл шыршасының жарығы, шіркеудің түн ортасындағы месса кезіндегі әуені, жүрек жылытар күлкілер маған сыйлаған сыйлықтардың нұр шашуына СЕПТІГІН тигізетін.

Мин кечкенә бала чагымда әле ел *шыршасының яктысы, чиркәүнең төн уртасындагы *месса чагындагы һаваны, йөрәк *жылытар көлкеләр миңа сыйлаган бүләкләрнең нур чәчүенә *септігін #тидер.

Бәләкәй чагымда, Яңа ел бәйрәмендә чыршыдагы шәм балкуы, төн уртасында уйнаган орган авазы, ягымлы елмаюлар йөрәгемә шундыйрак шатлык китерә иде.

Когда я был маленький, так светились для меня рождественские подарки: сияньем свеч на елке, пеньем органа в час полночной мессы, ласковыми улыбками.

Когда я был маленький, так светились для меня рождественские подарки: сияньем свеч на елке, пеньем органа в час полночной мессы, ласковыми улыбками.
|#
))

(test
 "сермей"
  '(
    ("^*сермей$" ("*сермей") ("*сермей") ("*сермей"))
#|
Ұшы-қиырсыз жапан түзде құдық іздеген миға қонымсыз нәрсе дегендей қолымды торыққан кейіппен СЕРМЕЙ салдым.

*Ұшы-*қиырсыз *жапан *түзде хәйлә эзләгән мигә *қонымсыз нәрсә дигәндәй кулымны *торыққан *кейіппен *сермей салдым.

Мин, арыган кыяфәт белән, кулларымны җәеп җибәрдем: таныш булмаган иксез-чиксез чүлдә кое эзләүдән ни мәгънә?

Я устало развел руками: что толку наугад искать колодцы в бескрайней пустыне?

Я устало развел руками: что толку наугад искать колодцы в бескрайней пустыне?
|#
))

(test
 "сиқы"
  '(
    ("^сиық<n><px3sp><nom>$" ("@сиық") ("\\@сиық") ("\\@сиық"))
#|
Ол аздап күмілжіп қалды. Өкпелегн СИҚЫ бар.

Ул *аздап *күмілжіп калды. *Өкпелегн *сиқы бар.

Король буталып бетә, хәтта аның бераз ачуы да чыга бугай.

Король запутался и, кажется, даже немного рассердился.

Король запутался и, кажется, даже немного рассердился.
|#
))

(test
 "сипаттағанда"
  '(
    ("^сипатта<v><tv><ger_past><loc>$" ("@сипатта") ("показать") ("characterising"))
    ("^сипатта<v><tv><gpr_past><subst><loc>$" ("@сипатта") ("показать") ("characterise"))
#|
Мен кейбір маңызды жайттарды СИПАТТАҒАНДА қате жіберуім де мүмкін.

Мин кайбер мөһим шартларны *сипаттағанда хата җибәрүем дә мөмкин.

Ялгышларым күп булыр, билгеле.

Наконец, я могу ошибиться и в каких-то важных подробностях.

Наконец, я могу ошибиться и в каких-то важных подробностях.
|#
))

(test
 "сипаттап"
  '(
    ("^сипатта<v><tv><gna_perf>$" ("@сипатта") ("показав") ("characterise"))
    ("^сипатта<v><tv><prc_perf>$" ("@сипатта") ("показав") ("characterise"))
#|
- Сен ше, алыстан келдің ғой! Зерттейтін саяхатшының нағыз өзісің! Қане, өзіңнің планетаңды СИПАТТАП берші!

- Син ничек, ерактан килдең бит! Тикшерә торган сәяхәтченең чын *өзісің! Я, үзеңнең планетаңны *сипаттап бирче!

— Ләкин син үзең дә сәяхәтче бит! Син ерактан килгәнсең! Үз планетаң турында сөйлә әле миңа! — ди.

— Но ты ведь и сам путешественник! Ты явился издалека! Расскажи мне о своей планете!

— Но ты ведь и сам путешественник! Ты явился издалека! Расскажи мне о своей планете!
|#
))

(test
 "сипаттау"
  '(
    ("^сипатта<v><tv><ger><nom>$" ("@сипатта") ("показать") ("characterise"))
#|
Жердің көлемін СИПАТТАУ үшін мен сіздерге мынаны айтар едім: электр жарығын ойлап таппастан бұрын, жалпы алты құрлықтың бетінде төрт жүз алпыс екі мың бес жүз он бір шырақшыдан құралған нағыз әскер болған.

Җирнең күләмен *сипаттау өчен мин Сезгә моны әйтер идем: электр яктысын уйлап тапмыйча элек, гомуми алты *құрлықтың битендә/битында дүрт йөз алтмыш ике мең биш йөз унбер *шырақшыдан #коры чын гаскәр булган.

Җирнең никадәр зур икәнен төшендерер өчен бер генә нәрсә әйтәм: электр уйлап табылганга кадәр, барлык алты континентта тулы бер армия — дүрт йөз алтмыш ике мең биш йөз унбер фонарьчы тотарга кирәк булган.

Чтобы дать вам понятие о том, как велика Земля, скажу лишь, что, пока не изобрели электричество, на всех шести континентах приходилось держать целую армию фонарщиков — четыреста шестьдесят две тысячи пятьсот одиннадцать человек.

Чтобы дать вам понятие о том, как велика Земля, скажу лишь, что, пока не изобрели электричество, на всех шести континентах приходилось держать целую армию фонарщиков — четыреста шестьдесят две тысячи пятьсот одиннадцать человек.
|#
))

(test
 "сирақ"
  '(
    ("^*сирақ$" ("*сирақ") ("*сирақ") ("*сирақ"))
#|
- Сен соншалықты құдіретті де емессің... сенде тіпті СИРАҚ та жоқ... саяхат жасай да алмайсың.

- Син шуның кадәр кодрәтле дә түгелсең... синдә #тел *сирақ да юк... сәяхәт яши дә алмыйсың.

— Шулай ук кодрәтлемени син? Тәпиләрең дә юк бит үзеңнең. Сәяхәт итә дә алмыйсындыр...

— Ну, разве ты уж такая могущественная? У тебя даже лап нет. Ты и путешествовать не можешь...

— Ну, разве ты уж такая могущественная? У тебя даже лап нет. Ты и путешествовать не можешь...
|#
))

(test
 "сияқтылардың"
  '(
    ("^сияқты<adj><subst><pl><gen>$" ("@сияқты") ("у \\@сияқты") ("\\@сияқты"))
#|
Ал мінеки, бір бақтың ішінде сол СИЯҚТЫЛАРДЫҢ бес мың шақтысы өсіп тұр.

Ә *мінеки, бер бакчаның эчендә сул *сияқтылардың биш мең *шақтысы үсә.

Ә монда бер бакчада гына да нәкъ аның төсле биш мең чәчәк!

И вот перед ним пять тысяч точно таких же цветов в одном только саду!

И вот перед ним пять тысяч точно таких же цветов в одном только саду!
|#
))

(test
 "сияқтымын"
  '(
    ("^сияқты<adj>+е<cop><aor><p1><sg>$" ("\\@сияқты") ("\\@сияқты") ("\\@сияқты"))
    ("^сияқты<adj><subst><nom>+е<cop><aor><p1><sg>$" ("\\@сияқты") ("у \\@сияқты") ("\\@сияқты"))
#|
|#
))

(test
 "сіңіп"
  '(
    ("^сің<v><iv><gna_perf>$" ("@сің") ("пройдя" "#нырять" "впитав" "впитавшись") ("\\@сің"))
    ("^сің<v><iv><prc_perf>$" ("@сің") ("пройдя" "#нырять" "впитав" "впитавшись") ("\\@сің"))
#|
Қалтамды ақтарып, тапаншамды іздеген қалпымша жыланға қарай жүгірдім. Бірақ менің тысырымды естіп қалған жылан асығып-аптықпай, жай ғана құмға СІҢІП бара жатқан бұлақтай баяу иреңдеп барып, жездей сыңғыр етті де, тастардың саңылауына кіріп кетті.

Кесәмне *ақтарып, *тапаншамды эзләгән #калып еланга таба йөгердем. Әмма минем *тысырымды ишетеп калган елан ашыгып-*аптықпай, хәл генә комга *сіңіп барган *бұлақтай *баяу *иреңдеп барып, җиздәй *сыңғыр итне дә, ташларның *саңылауына кереп китте.

Кесәдәге револьверны капшый-капшый, мин аңа таба атылдым, ләкин елан, аяк тавышларын ишетеп, ком өстендәге чишмә суыдай, юкка чыкты, аннары, ишетелер-ишетелмәс кенә зеңгелдәп, ташлар арасына кереп югалды.

Нащупывая в кармане револьвер, я бегом бросился к ней, но при звуке шагов змейка тихо заструилась по песку, словно умирающий ручеек, и с еле слышным металлическим звоном неторопливо скрылась меж камней.

Нащупывая в кармане револьвер, я бегом бросился к ней, но при звуке шагов змейка тихо заструилась по песку, словно умирающий ручеек, и с еле слышным металлическим звоном неторопливо скрылась меж камней.
|#
))

(test
 "сірә"
  '(
    ("^сірә<ij>$" ("\\@сірә") ("\\@сірә") ("#obviously"))
#|
|#
))

(test
 "сояудай"
  '(
    ("^сояудай<adj>$" ("@сояудай") ("\\@сояудай") ("\\@сояудай"))
    ("^сояудай<adj><subst><nom>$" ("@сояудай") ("у \\@сояудай") ("\\@сояудай"))
    ("^сояудай<adj>+е<cop><aor><p3><pl>$" ("\\@сояудай") ("\\@сояудай") ("\\@сояудай"))
    ("^сояудай<adj>+е<cop><aor><p3><sg>$" ("\\@сояудай") ("\\@сояудай") ("\\@сояудай"))
    ("^сояудай<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@сояудай") ("у \\@сояудай") ("\\@сояудай"))
    ("^сояудай<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@сояудай") ("у \\@сояудай") ("\\@сояудай"))
#|
Мысалы, бір күні ол өзінің төрт тікенегі жайлы сөз қозғап, Кішкентай ханзадаға былай деді: - Тырнақтары СОЯУДАЙ жолбарыстар келсе келе берсін!

Мәсәлән, бер көнне ул үзенең дүрт *тікенегі җайлы сүз кузгатып, Кечкенә ханзадәгә болай диде: - Тырнаклары *сояудай юлбарыслар килсә килә бирсен!

Аның дүрт энәсе була. — Әйдә, юлбарыслар килә бирсен. Мин аларның тырнакларыннан курыкмыйм, — дип әйтеп куя ул бервакыт.

У нее было четыре шипа, и однажды она сказала ему: — Пусть приходят тигры, не боюсь я их когтей!

У нее было четыре шипа, и однажды она сказала ему: — Пусть приходят тигры, не боюсь я их когтей!
|#
))

(test
 "сөйдеді"
  '(
    ("^*сөйдеді$" ("*сөйдеді") ("*сөйдеді") ("*сөйдеді"))
#|
|#
))

(test
 "сөнбеген"
  '(
    ("^сөн<v><iv><neg><gpr_past>$" ("@сөн") ("#\\^не \\$ #гаснуть" "#\\^не \\$ угаснуть") ("\\@сөн"))
    ("^сөн<v><iv><neg><ger_past><nom>$" ("@сөн") ("#\\^не \\$ #гаснуть" "#\\^не \\$ угаснуть") ("\\@сөн"))
    ("^сөн<v><iv><neg><gpr_past><subst><nom>$" ("@сөн") ("#\\^не \\$ #гаснуть" "#\\^не \\$ угаснуть") ("\\@сөн"))
    ("^сөн<v><iv><neg><past><p3><pl>$" ("@сөн") ("#гаснуть" "#угаснуть") ("have not \\@сөн"))
    ("^сөн<v><iv><neg><past><p3><sg>$" ("@сөн") ("#гаснуть" "#угаснуть") ("have not \\@сөн"))
#|
Оның СӨНБЕГЕН екі жанартауы болатын.

Аның *сөнбеген ике *жанартауы #бул.

Аның ике янар вулканы булган.

У него было два действующих вулкана.

У него было два действующих вулкана.
|#
))

(test
 "сөнген"
  '(
    ("^сөн<v><iv><gpr_past>$" ("@сөн") ("#гаснуть" "угаснуть") ("\\@сөн"))
    ("^сөнген<adj>$" ("@сөнген") ("потухший") ("\\@сөнген"))
    ("^сөн<v><iv><ger_past><nom>$" ("@сөн") ("#гаснуть" "угаснуть") ("\\@сөн"))
    ("^сөнген<adj><advl>$" ("@сөнген") ("потухший") ("\\@сөнген"))
    ("^сөн<v><iv><gpr_past><subst><nom>$" ("@сөн") ("#гаснуть" "угаснуть") ("\\@сөн"))
    ("^сөн<v><iv><past><p3><pl>$" ("@сөн") ("#гаснуть" "#угаснуть") ("have \\@сөн"))
    ("^сөн<v><iv><past><p3><sg>$" ("@сөн") ("#гаснуть" "#угаснуть") ("have \\@сөн"))
    ("^сөнген<adj><subst><nom>$" ("@сөнген") ("у потухшего") ("\\@сөнген"))
    ("^сөнген<adj>+е<cop><aor><p3><pl>$" ("\\@сөнген") ("потухший") ("\\@сөнген"))
    ("^сөнген<adj>+е<cop><aor><p3><sg>$" ("\\@сөнген") ("потухший") ("\\@сөнген"))
    ("^сөнген<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@сөнген") ("у потухшего") ("\\@сөнген"))
    ("^сөнген<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@сөнген") ("у потухшего") ("\\@сөнген"))
#|
- Алайда, СӨНГЕН жанартаулар ұйқысынан оянып кетуі мүмкін ғой.

- Алайда, *сөнген *жанартаулар йокысыннан уянып китүе мөмкин бит.

— Ләкин сүнгән вулканның уянуы мөмкин бит, — дип бүлә аны Нәни принц.

— Но потухший вулкан может проснуться, — прервал Маленький принц.

— Но потухший вулкан может проснуться, — прервал Маленький принц.
|#
))

(test
 "сөндірді"
  '(
    ("^сөндір<v><tv><ifi><p3><pl>$" ("@сөндір") ("оказывается #тушить" "оказывается #гасить" "оказывается #выключить") ("extinguished"))
    ("^сөндір<v><tv><ifi><p3><sg>$" ("@сөндір") ("оказывается #тушить" "оказывается #гасить" "оказывается #выключить") ("extinguished"))
#|
|#
))

(test
 "сөндіремін"
  '(
    ("^сөндір<v><tv><aor><p1><sg>$" ("@сөндір") ("тушу" "гашу" "#выключить") ("extinguish"))
#|
|#
))

(test
 "сөндіріп"
  '(
    ("^сөндір<v><tv><gna_perf>$" ("@сөндір") ("#тушить" "#гасить" "выключив") ("extinguish"))
    ("^сөндір<v><tv><prc_perf>$" ("@сөндір") ("#тушить" "#гасить" "выключив") ("extinguish"))
#|
|#
))

(test
 "сөніп"
  '(
    ("^сөн<v><iv><gna_perf>$" ("@сөн") ("#гаснуть" "угасши") ("\\@сөн"))
    ("^сөн<v><iv><prc_perf>$" ("@сөн") ("#гаснуть" "угасши") ("\\@сөн"))
#|
Ал егер қошақан сол гүлді жалмап жеп қойса, ол үшін жұлдыздардың бәрі бірден СӨНІП қалғандай болар еді!

Ә игәүләр *қошақан шул гөлне йотып ашап куйса, ул өчен йолдызларның барысы бердән *сөніп калгандай булыр иде!

Әгәр дә аны бәрән ашый калса, бу — бөтен йолдызлар берьюлы сүнгән кебек бит!

Но если барашек его съест, это все равно, как если бы все звезды разом погасли!

Но если барашек его съест, это все равно, как если бы все звезды разом погасли!
|#
))

(test
 "сулап"
  '(
    ("^сула<v><tv><gna_perf>$" ("@сула") ("#подмачивать") ("soak" "water"))
    ("^сула<v><tv><prc_perf>$" ("@сула") ("#подмачивать") ("soak" "water"))
#|
|#
))

(test
 "сусындардан"
  '(
    ("^сусын<n><pl><abl>$" ("@сусын") ("из  напитков") ("from eggnogs" "from liquors"))
    ("^сусын<n><pl><abl>+е<cop><aor><p3><pl>$" ("\\@сусын") ("напитков") ("from eggnogs" "from liquors"))
    ("^сусын<n><pl><abl>+е<cop><aor><p3><sg>$" ("\\@сусын") ("напитков") ("from eggnogs" "from liquors"))
#|
Бұл су басқа СУСЫНДАРДАН өзгеше болатын.

Бу су башка *сусындардан үзгәлекле #бул.

Чөнки суы да гади су түгел бит.

Вода эта была не простая.

Вода эта была не простая.
|#
))

(test
 "сүртті"
  '(
    ("^сүрт<v><tv><ifi><p3><pl>$" ("@сүрт") ("оказывается #тереть" "оказывается #обметать" "оказывается #подвести" "оказывается #вытирать" "оказывается #вытереть") ("wiped"))
    ("^сүрт<v><tv><ifi><p3><sg>$" ("@сүрт") ("оказывается #тереть" "оказывается #обметать" "оказывается #подвести" "оказывается #вытирать" "оказывается #вытереть") ("wiped"))
#|
|#
))

(test
 "сұлулық"
  '(
    ("^сұлулық<n><nom>$" ("@сұлулық") ("поэзия" "грация") ("beauty"))
    ("^сұлулық<n><attr>$" ("@сұлулық") ("поэзия" "грация") ("beauty"))
    ("^сұлулық<n><nom>+е<cop><aor><p3><pl>$" ("\\@сұлулық") ("поэзия" "грация") ("beauty"))
    ("^сұлулық<n><nom>+е<cop><aor><p3><sg>$" ("\\@сұлулық") ("поэзия" "грация") ("beauty"))
#|
|#
))

(test
 "сұп-соры"
  '(
    ("^*сұп$^-$" ("*сұп" "\\@-") ("*сұп" "\\@-") ("*сұп" "\\@-"))
    ("^-<guio>$^соры$" ("-" "\\@соры") ("-" "\\@соры") ("-" "#х" "\\@соры"))
    ("^сор<n><px3sp><nom>$" ("бәласе" "тозлагы" "бәхетсезлеге") ("#бич") ("saline"))
    ("^сор<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("бәласе" "тозлагы" "бәхетсезлеге") ("#бич") ("saline"))
    ("^сор<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("бәласе" "тозлагы" "бәхетсезлеге") ("#бич") ("saline"))
#|
|#
))

(test
 "сұрықсыз"
  '(
    ("^сұрықсыз<adj>$" ("@сұрықсыз") ("\\@сұрықсыз") ("\\@сұрықсыз"))
    ("^сұрықсыз<adj><advl>$" ("@сұрықсыз") ("\\@сұрықсыз") ("\\@сұрықсыз"))
    ("^сұрықсыз<adj><subst><nom>$" ("@сұрықсыз") ("у \\@сұрықсыз") ("\\@сұрықсыз"))
    ("^сұрықсыз<adj>+е<cop><aor><p3><pl>$" ("\\@сұрықсыз") ("\\@сұрықсыз") ("\\@сұрықсыз"))
    ("^сұрықсыз<adj>+е<cop><aor><p3><sg>$" ("\\@сұрықсыз") ("\\@сұрықсыз") ("\\@сұрықсыз"))
    ("^сұрықсыз<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@сұрықсыз") ("у \\@сұрықсыз") ("\\@сұрықсыз"))
    ("^сұрықсыз<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@сұрықсыз") ("у \\@сұрықсыз") ("\\@сұрықсыз"))
#|
Ханзада қолымда балға, саусақтарым майдан қап-қара болып, түрлі СҰРЫҚСЫЗ затқа үңіліп тұрған маған қарап тұрды да:

Ханзадә кулымда балга, бармакларым майдан кап-өтә булып, төрле *сұрықсыз әйбергә *үңіліп торган миңа карады да:

Ул, күзен алмыйча, миңа карап торуында булды. Кулына чүкеч тоткан, өс-башы майга баткан кешенең әллә нинди иләмсез болтлар белән маташуына шаккаткандай:

Он все смотрел на меня: перепачканный смазочным маслом, с молотком в руках, я наклонился над непонятным предметом, который казался ему таким уродливым.

Он все смотрел на меня: перепачканный смазочным маслом, с молотком в руках, я наклонился над непонятным предметом, который казался ему таким уродливым.
|#
))

(test
 "сұрыптаймын"
  '(
    ("^сұрыпта<v><iv><aor><p1><sg>$" ("@сұрыпта") ("перебираю") ("\\@сұрыпта"))
#|
|#
))

(test
 "сыбдыр"
  '(
    ("^сыбдыр<n><nom>$" ("@сыбдыр") ("\\@сыбдыр") ("\\@сыбдыр"))
    ("^сыбдыр<n><attr>$" ("@сыбдыр") ("\\@сыбдыр") ("\\@сыбдыр"))
    ("^сыбдыр<n><nom>+е<cop><aor><p3><pl>$" ("\\@сыбдыр") ("\\@сыбдыр") ("\\@сыбдыр"))
    ("^сыбдыр<n><nom>+е<cop><aor><p3><sg>$" ("\\@сыбдыр") ("\\@сыбдыр") ("\\@сыбдыр"))
#|
Құм үстінде болғандықтан, СЫБДЫР еткен дыбыс та шықпады.

Ком өстендә булганлыктан, *сыбдыр иткән тавыш та чыкмады.

Әкрен һәм тавышсыз гына егылды — ком тавышны үзенә йота бит.

Медленно и неслышно, ведь песок приглушает все звуки.

Медленно и неслышно, ведь песок приглушает все звуки.
|#
))

(test
 "сыбдырсыз"
  '(
    ("^сыбдыр<n><nom>+е<cop><aor><p2><frm><sg>$" ("\\@сыбдыр") ("\\@сыбдыр") ("\\@сыбдыр"))
    ("^сыбдыр<n>+сыз<post>$" ("\\@сыбдыр") ("\\@сыбдыр") ("without \\@сыбдыр"))
#|
«Бірде болмаса бірде босанып кетсе бәле болғаны! Бір күні кешкісін шыны қалпақты жабуды ұмытып кетсе немесе түн ішінде қошақан СЫБДЫРСЫЗ босанып кетсе...»

«Бердә булмаса бердә *босанып китсә *бәле булганы! Бер көнне кичен пыяла *қалпақты ябуны онытып китсә яисә төн эчендә *қошақан *сыбдырсыз *босанып китсә...»

"Хәтерең чуалып киткән чаклар да була бит... Андый чакта ниләр булмас! Бәлки, ул бер кичне пыяла капкач турында онытыр, йә булмаса, бәрән төнлә шыпырт кына чыгып китәр..."

"Бываешь же порой рассеянным... тогда все может случиться! Вдруг он как-нибудь вечером забыл про стеклянный колпак или барашек ночью втихомолку выбрался на волю..."

"Бываешь же порой рассеянным... тогда все может случиться! Вдруг он как-нибудь вечером забыл про стеклянный колпак или барашек ночью втихомолку выбрался на волю..."
|#
))

(test
 "сыбдырын"
  '(
    ("^сыбдыр<n><px3sp><acc>$" ("@сыбдыр") ("\\@сыбдыр") ("\\@сыбдыр"))
#|
Мен ерекше естілетін басқан қадамыңның СЫБДЫРЫН өзгелерден ажырата білер едім.

Мин үзенчәлекле ишетелә торган баскан адымыңның *сыбдырын башкалардан #аер белер идем.

Синең аяк тавышларыңны мин меңләгән аяк тавышы арасыннан таный алыр идем.

Твои шаги я стану различать среди тысяч других.

Твои шаги я стану различать среди тысяч других.
|#
))

(test
 "сықылды"
  '(
    ("^сықылды<adj>$" ("@сықылды") ("подобный") ("\\@сықылды"))
    ("^сықылды<adj><advl>$" ("@сықылды") ("подобный") ("\\@сықылды"))
    ("^сықылды<adj><subst><nom>$" ("@сықылды") ("у подобного") ("\\@сықылды"))
    ("^сықылды<adj>+е<cop><aor><p3><pl>$" ("\\@сықылды") ("подобный") ("\\@сықылды"))
    ("^сықылды<adj>+е<cop><aor><p3><sg>$" ("\\@сықылды") ("подобный") ("\\@сықылды"))
    ("^сықылды<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@сықылды") ("у подобного") ("\\@сықылды"))
    ("^сықылды<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@сықылды") ("у подобного") ("\\@сықылды"))
#|
Олар баобабтар СЫҚЫЛДЫ өздерін маңызды санайды.

Алар *баобабтар *сықылды үзләрен мәгънәне саный.

Үз-үзләренә баобаблардай мәһабәт булып күренәләр алар.

Они кажутся сами себе величественными, как баобабы.

Они кажутся сами себе величественными, как баобабы.
|#
))

(test
 "сылдырап"
  '(
    ("^сылдыра<v><iv><gna_perf>$" ("@сылдыра") ("\\@сылдыра") ("\\@сылдыра"))
    ("^сылдыра<v><iv><prc_perf>$" ("@сылдыра") ("\\@сылдыра") ("\\@сылдыра"))
#|
Оның күлкісі мен үшін шөл даладағы СЫЛДЫРАП аққан бұлақтай еді.

Аның көлкесе белән өчен чүл даладагы *сылдырап аккан *бұлақтай иде.

Бу көлү авазы минем өчен — чүлдәге чишмә кебек.

Этот смех для меня — точно родник в пустыне.

Этот смех для меня — точно родник в пустыне.
|#
))

(test
 "сылдырмақ"
  '(
    ("^сылдырмақ<n><nom>$" ("@сылдырмақ") ("балалаечка" "побрякушка") ("\\@сылдырмақ"))
    ("^сылдырмақ<n><attr>$" ("@сылдырмақ") ("балалаечка" "побрякушка") ("\\@сылдырмақ"))
    ("^сылдырмақ<n><nom>+е<cop><aor><p3><pl>$" ("\\@сылдырмақ") ("балалаечка" "побрякушка") ("\\@сылдырмақ"))
    ("^сылдырмақ<n><nom>+е<cop><aor><p3><sg>$" ("\\@сылдырмақ") ("балалаечка" "побрякушка") ("\\@сылдырмақ"))
#|
Сенде бес жүз миллиондай СЫЛДЫРМАҚ қоңыраулар болса, менің бес жүз миллион құдығым болады...

Синдә биш йөз миллиондай *сылдырмақ *қоңыраулар булса, минем биш йөз миллион хәйләм була...

Синең — биш йөз миллион шөлдерең, ә минем биш йөз миллион чишмәм булыр.

У тебя будет пятьсот миллионов бубенцов, а у меня — пятьсот миллионов родников...

У тебя будет пятьсот миллионов бубенцов, а у меня — пятьсот миллионов родников...
|#
))

(test
 "сыңғыр"
  '(
    ("^*сыңғыр$" ("*сыңғыр") ("*сыңғыр") ("*сыңғыр"))
#|
Қалтамды ақтарып, тапаншамды іздеген қалпымша жыланға қарай жүгірдім. Бірақ менің тысырымды естіп қалған жылан асығып-аптықпай, жай ғана құмға сіңіп бара жатқан бұлақтай баяу иреңдеп барып, жездей СЫҢҒЫР етті де, тастардың саңылауына кіріп кетті.

Кесәмне *ақтарып, *тапаншамды эзләгән #калып еланга таба йөгердем. Әмма минем *тысырымды ишетеп калган елан ашыгып-*аптықпай, хәл генә комга *сіңіп барган *бұлақтай *баяу *иреңдеп барып, җиздәй *сыңғыр итне дә, ташларның *саңылауына кереп китте.

Кесәдәге револьверны капшый-капшый, мин аңа таба атылдым, ләкин елан, аяк тавышларын ишетеп, ком өстендәге чишмә суыдай, юкка чыкты, аннары, ишетелер-ишетелмәс кенә зеңгелдәп, ташлар арасына кереп югалды.

Нащупывая в кармане револьвер, я бегом бросился к ней, но при звуке шагов змейка тихо заструилась по песку, словно умирающий ручеек, и с еле слышным металлическим звоном неторопливо скрылась меж камней.

Нащупывая в кармане револьвер, я бегом бросился к ней, но при звуке шагов змейка тихо заструилась по песку, словно умирающий ручеек, и с еле слышным металлическим звоном неторопливо скрылась меж камней.
|#
))

(test
 "сытылып"
  '(
    ("^сытыл<v><iv><gna_perf>$" ("@сытыл") ("\\@сытыл") ("\\@сытыл"))
    ("^сытыл<v><iv><prc_perf>$" ("@сытыл") ("\\@сытыл") ("\\@сытыл"))
#|
Оны кішкене бөбекке ұқсатып, құшағыма алдым. Сонда да ол маған құшағымнан СЫТЫЛЫП шығып, мен сақтап қала алмайтын құрдымға құлап бара жатқандай сезілді.

Аны кечкенә *бөбекке *ұқсатып, кочагыма алдым. Шулай да ул миңа кочагымнан *сытылып чыгып, мин саклап кала алмый торган *құрдымға егылып #бар сизелде.

Мин аны сабый баланы кочаклагандай кысып кочакладым, ләкин ул барыбер миннән һаман ераклаша, төпсез тирәнлеккә төшеп бара һәм аны саклап калырга минем көчем җитми кебек иде...

Я крепко обнимал его, точно малого ребенка, и, однако, мне казалось, будто он ускользает, проваливается в бездну, и я не в силах его удержать...

Я крепко обнимал его, точно малого ребенка, и, однако, мне казалось, будто он ускользает, проваливается в бездну, и я не в силах его удержать...
|#
))

(test
 "тазалаймын"
  '(
    ("^тазала<v><tv><aor><p1><sg>$" ("@тазала") ("#пройти" "мою" "чищу" "#обчистить") ("clean" "clear" "brush"))
#|
|#
))

(test
 "тазалап"
  '(
    ("^тазала<v><tv><gna_perf>$" ("@тазала") ("пройдя" "#мыть" "#чистить" "обчистив") ("clean" "clear" "brush"))
    ("^тазала<v><tv><prc_perf>$" ("@тазала") ("пройдя" "#мыть" "#чистить" "обчистив") ("clean" "clear" "brush"))
#|
Менің меншігімде апта сайын мұржасын ТАЗАЛАП тұратын үш жанартауым бар.

Минем милкемдә атна саен *мұржасын *тазалап тора торган өч *жанартауым бар.

Минем өч вулканым бар, мин аларны атна саен чистартам.

У меня есть три вулкана, я каждую неделю их прочищаю.

У меня есть три вулкана, я каждую неделю их прочищаю.
|#
))

(test
 "тазартты"
  '(
    ("^тазарт<v><tv><ifi><p3><pl>$" ("@тазарт") ("оказывается #пройти" "оказывается #выбрать" "оказывается #вывести" "оказывается #чистить" "оказывается #обчистить") ("\\@тазарт"))
    ("^тазарт<v><tv><ifi><p3><sg>$" ("@тазарт") ("оказывается #пройти" "оказывается #выбрать" "оказывается #вывести" "оказывается #чистить" "оказывается #обчистить") ("\\@тазарт"))
#|
|#
))

(test
 "тазартуға"
  '(
    ("^тазарт<v><tv><ger><dat>$" ("@тазарт") ("пройти" "выбрать" "вывести" "чистить" "обчистить") ("\\@тазарт"))
    ("^тазарту<n><dat>$" ("@тазарту") ("в  чистке" "в  клиренсу" "в  дистилляции" "в  ректификации") ("to cleanup" "to #clean" "to cleaning" "to #clearance"))
#|
Әрине, біздің жерімізде жанартауларды ТАЗАРТУҒА күшіміз жетпейді, біз тым кішкентаймыз.

Әлбәттә, безнең җиребездә *жанартауларды *тазартуға көчебез җитми/җитмаа, без бик кечкенәбез.

Без — Җир кешеләре — бик кечкенәләр шул, вулканнарны чистарта алмыйбыз.

Конечно, мы, люди на земле, слишком малы и не можем прочищать наши вулканы.

Конечно, мы, люди на земле, слишком малы и не можем прочищать наши вулканы.
|#
))

(test
 "тазартылса"
  '(
    ("^тазарт<v><tv><pass><gna_cond><p3><pl>$" ("@тазарт") ("если пройдут" "если выберут" "если выведут" "если #чистить" "если обчистят") ("\\@тазарт"))
    ("^тазарт<v><tv><pass><gna_cond><p3><sg>$" ("@тазарт") ("если пройдёт" "если выберет" "если выведет" "если #чистить" "если обчистит") ("\\@тазарт"))
    ("^тазарт<v><tv><pass><prc_cond><p3><pl>$" ("@тазарт") ("если пройдут" "если выберут" "если выведут" "если #чистить" "если обчистят") ("\\@тазарт"))
    ("^тазарт<v><tv><pass><prc_cond><p3><sg>$" ("@тазарт") ("если пройдёт" "если выберет" "если выведет" "если #чистить" "если обчистит") ("\\@тазарт"))
#|
|#
))

(test
 "тазартып"
  '(
    ("^тазарт<v><tv><gna_perf>$" ("@тазарт") ("пройдя" "выбрав" "выведя" "#чистить" "обчистив") ("\\@тазарт"))
    ("^тазарт<v><tv><prc_perf>$" ("@тазарт") ("пройдя" "выбрав" "выведя" "#чистить" "обчистив") ("\\@тазарт"))
#|
Бірақ ол айтқандай, «Сақтықта қорлық жоқ», сондықтан сөніп қалған жанартауды да ТАЗАРТЫП қойды.

Әмма ул әйткәндәй, «*Сақтықта *қорлық юк», шунлыктан *сөніп калган *жанартауды да *тазартып куйды.

Дөньяда нинди хәлләр булмас дип, Нәни принц сүнгән вулканны да чистарткан.

Но, сказал он, мало ли что может случиться! Поэтому он прочистил и потухший вулкан тоже.

Но, сказал он, мало ли что может случиться! Поэтому он прочистил и потухший вулкан тоже.
|#
))

(test
 "тақсыр"
  '(
    ("^тақсыр<n><nom>$" ("@тақсыр") ("\\@тақсыр") ("\\@тақсыр"))
    ("^тақсыр<n><attr>$" ("@тақсыр") ("\\@тақсыр") ("\\@тақсыр"))
    ("^тақсыр<n><nom>+е<cop><aor><p3><pl>$" ("\\@тақсыр") ("\\@тақсыр") ("\\@тақсыр"))
    ("^тақсыр<n><nom>+е<cop><aor><p3><sg>$" ("\\@тақсыр") ("\\@тақсыр") ("\\@тақсыр"))
#|
- Егер ұлы мәртебелі ТАҚСЫР өз бұйрықтары әр кез бұлжымай орындалғанын қаласа, маған ақылға сиярлықтай әмір берер еді.

- Игәүләр улы мәртәбәле *тақсыр үз боерыклары һәр чак *бұлжымай үтәлгәнен #телә, миңа акылга #сый әмер бирер иде.

— Әгәр дә сез, король галиҗәнапләре, үз әмерләрегезнең үтәлүен телисез икән, акыллы боерык бирегез.

— Если вашему величеству угодно, чтобы ваши повеления беспрекословно исполнялись, — сказал он, — вы могли бы отдать благоразумное приказание.

— Если вашему величеству угодно, чтобы ваши повеления беспрекословно исполнялись, — сказал он, — вы могли бы отдать благоразумное приказание.
|#
))

(test
 "тал"
  '(
    ("^тал<n><nom>$" ("@тал") ("ива") ("rod" "osier"))
    ("^тал<n><attr>$" ("@тал") ("ива") ("rod" "osier"))
    ("^тал<v><iv><imp><p2><sg>$" ("@тал") ("устань" "утомись") ("tire"))
    ("^тал<n><nom>+е<cop><aor><p3><pl>$" ("\\@тал") ("ива") ("rod" "osier"))
    ("^тал<n><nom>+е<cop><aor><p3><sg>$" ("\\@тал") ("ива") ("rod" "osier"))
#|
Жолында тек бір шоқ гүлден басқа ештеңе кездестірмеді. Үш ТАЛ қауызы ғана бар жоқтан жоғары бір гүл ғана...

Юлында тик бер чук гөлдән башка берни *кездестірмеді. Өч *тал *қауызы гына бар юктан югары бер гөл генә...

Юлында аңа бары тик бер кечкенә генә шыксыз чәчәк очрый. Бу чәчәкнең нибары өч таҗ яфракчыгы була.

За все время ему попался только один цветок — крохотный, невзрачный цветок о трех лепестках...

За все время ему попался только один цветок — крохотный, невзрачный цветок о трех лепестках...
|#
))

(test
 "тамсанады"
  '(
    ("^тамсан<v><iv><aor><p3><pl>$" ("@тамсан") ("\\@тамсан") ("\\@тамсан"))
    ("^тамсан<v><iv><aor><p3><sg>$" ("@тамсан") ("\\@тамсан") ("\\@тамсан"))
#|
|#
))

(test
 "тамшысын"
  '(
    ("^тамшы<n><px3sp><acc>$" ("@тамшы") ("каплю") ("#drip" "drop"))
#|
Шөл далада апатқа ұшырағалы сегіз күн өткен еді. Саудагер туралы оқиғаны суымның соңғы ТАМШЫСЫН ішіп отырып тыңдадым.

Чүл далада афәткә очрагач сигез көн үткән иде. *Саудагер турында вакыйганы суымның соңгы *тамшысын #эч тыңладым.

Самолет ватылганга инде бер атна вакыт үтте. Дару сатучы турында тыңлый-тыңлый, мин соңгы йотым суны да эчеп бетердем.

Миновала неделя с тех пор, как я потерпел аварию, и, слушая про торговца пилюлями, я выпил последний глоток воды.

Миновала неделя с тех пор, как я потерпел аварию, и, слушая про торговца пилюлями, я выпил последний глоток воды.
|#
))

(test
 "таңғала"
  '(
    ("^таңғал<v><iv><gna_impf>$" ("@таңғал") ("#удивиться" "удивляясь") ("\\@таңғал"))
    ("^таңғал<v><iv><prc_impf>$" ("@таңғал") ("#удивиться" "удивляясь") ("\\@таңғал"))
    ("^таңғала<v><tv><imp><p2><sg>$" ("@таңғала") ("\\@таңғала") ("stare"))
#|
Өстіп мен аяқ астынан пайда болған құбылысқа көзім бақырайып ТАҢҒАЛА қарап тұрдым.

Шулай итеп мин аяк астыннан файда булган үзгәрешкә күзем *бақырайып *таңғала карадым.

Күземне шар ачып, гадәти булмаган бу хәлне тамаша кыла башладым.

Итак, я во все глаза смотрел на это необычайное явление.

Итак, я во все глаза смотрел на это необычайное явление.
|#
))

(test
 "таңғаларлақ"
  '(
    ("^*таңғаларлақ$" ("*таңғаларлақ") ("*таңғаларлақ") ("*таңғаларлақ"))
#|
Жол бойы ол: «Үлкен кісілер шынында да өте ТАҢҒАЛАРЛАҚ жандар» деп ойлады ішінен.

Юл буе ул: «Өлкән кешеләр чынында да #үт *таңғаларлақ яннар» дип уйлады эченнән.

"Әйе, олылар, һичшиксез, бик тә, бик тә сәер халык", — дип уйлый ул, алга барышлый.

"Да, право же, взрослые очень, очень странный народ", — думал он, продолжая путь.

"Да, право же, взрослые очень, очень странный народ", — думал он, продолжая путь.
|#
))

(test
 "таңданды"
  '(
    ("^таңдан<v><iv><ifi><p3><pl>$" ("@таңдан") ("оказывается #удивиться" "оказывается #удивляться") ("\\@таңдан"))
    ("^таңдан<v><iv><ifi><p3><sg>$" ("@таңдан") ("оказывается #удивиться" "оказывается #удивляться") ("\\@таңдан"))
#|
Екінің біріне белгілі жайт сияқты. «О не дегенің?!» - деп ТАҢДАНДЫ ол.

Икенең беренә билгеле шарт кыяфәтне. «О ни дигәнең?!» - дип *таңданды ул.

— Нишләп инде ашамаска! — дип кычкырып җибәрде ул. Әйтерсең сүз гап-гади нәрсә турында бара иде.

— А как же! — воскликнул он, словно речь шла о самых простых, азбучных истинах.

— А как же! — воскликнул он, словно речь шла о самых простых, азбучных истинах.
|#
))

(test
 "таңсық"
  '(
    ("^таңсық<adj>$" ("@таңсық") ("редкостный") ("\\@таңсық"))
    ("^таңсық<adj><advl>$" ("@таңсық") ("редкостный") ("\\@таңсық"))
    ("^таңсық<adj><subst><nom>$" ("@таңсық") ("у редкостного") ("\\@таңсық"))
    ("^таңсық<adj>+е<cop><aor><p3><pl>$" ("\\@таңсық") ("редкостный") ("\\@таңсық"))
    ("^таңсық<adj>+е<cop><aor><p3><sg>$" ("\\@таңсық") ("редкостный") ("\\@таңсық"))
    ("^таңсық<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@таңсық") ("у редкостного") ("\\@таңсық"))
    ("^таңсық<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@таңсық") ("у редкостного") ("\\@таңсық"))
#|
Есінеген мен үшін ТАҢСЫҚ нәрсе.

*Есінеген мин өчен *таңсық нәрсә.

Миңа хәтта кызык та.

Мне это даже любопытно.

Мне это даже любопытно.
|#
))

(test
 "тапаншамды"
  '(
    ("^тапанша<n><px1sg><acc>$" ("@тапанша") ("мой пистолет") ("my pistol" "my gun" "my revolver"))
#|
Қалтамды ақтарып, ТАПАНШАМДЫ іздеген қалпымша жыланға қарай жүгірдім. Бірақ менің тысырымды естіп қалған жылан асығып-аптықпай, жай ғана құмға сіңіп бара жатқан бұлақтай баяу иреңдеп барып, жездей сыңғыр етті де, тастардың саңылауына кіріп кетті.

Кесәмне *ақтарып, *тапаншамды эзләгән #калып еланга таба йөгердем. Әмма минем *тысырымды ишетеп калган елан ашыгып-*аптықпай, хәл генә комга *сіңіп барган *бұлақтай *баяу *иреңдеп барып, җиздәй *сыңғыр итне дә, ташларның *саңылауына кереп китте.

Кесәдәге револьверны капшый-капшый, мин аңа таба атылдым, ләкин елан, аяк тавышларын ишетеп, ком өстендәге чишмә суыдай, юкка чыкты, аннары, ишетелер-ишетелмәс кенә зеңгелдәп, ташлар арасына кереп югалды.

Нащупывая в кармане револьвер, я бегом бросился к ней, но при звуке шагов змейка тихо заструилась по песку, словно умирающий ручеек, и с еле слышным металлическим звоном неторопливо скрылась меж камней.

Нащупывая в кармане револьвер, я бегом бросился к ней, но при звуке шагов змейка тихо заструилась по песку, словно умирающий ручеек, и с еле слышным металлическим звоном неторопливо скрылась меж камней.
|#
))

(test
 "тапқырлық"
  '(
    ("^тапқырлық<n><nom>$" ("@тапқырлық") ("\\@тапқырлық") ("contrivance"))
    ("^тапқырлық<n><attr>$" ("@тапқырлық") ("\\@тапқырлық") ("contrivance"))
    ("^тапқырлық<n><nom>+е<cop><aor><p3><pl>$" ("\\@тапқырлық") ("\\@тапқырлық") ("contrivance"))
    ("^тапқырлық<n><nom>+е<cop><aor><p3><sg>$" ("\\@тапқырлық") ("\\@тапқырлық") ("contrivance"))
#|
Ал адамдары болса ТАПҚЫРЛЫҚ дегеннен жұрдай, айтқаныңды ғана қайталайды екен...

Ә адәмнәре булса *тапқырлық дигәннән *жұрдай, әйткәнеңне генә *қайталайды икән...

Кешеләре дә берни уйлый белми. Нәрсә әйтсәң, шуны кабатлап тик тора...

И у людей не хватает воображения. Они только повторяют то, что им скажешь...

И у людей не хватает воображения. Они только повторяют то, что им скажешь...
|#
))

(test
 "тартпаға"
  '(
    ("^тартпа<n><dat>$" ("@тартпа") ("в  тяжу" "в  омуту" "в  подпругу") ("to \\@тартпа"))
#|
Сосын ол қағазды ТАРТПАҒА саламын да, кілтпен құлыптап қоямын.

Шуннан соң ул кәгазьне *тартпаға салам да, ачкыч белән *құлыптап куям.

Аннары бу кәгазьне тартмага салып, йозакка бикләп куям.

Потом кладу эту бумажку в ящик и запираю его на ключ.

Потом кладу эту бумажку в ящик и запираю его на ключ.
|#
))

(test
 "тасасына"
  '(
    ("^таса<n><px3sp><dat>$" ("@таса") ("в  прикрытию") ("to shelter" "to barrier"))
#|
Сосын олар да сахнадан кетіп, шымылдық ТАСАСЫНА тығылатын.

Шуннан соң алар да *сахнадан китеп, *шымылдық *тасасына #тык.

Үз биюләрен башкаргач, алар да пәрдә артына кереп югалалар.

Исполнив свой танец, они тоже скрывались за кулисами.

Исполнив свой танец, они тоже скрывались за кулисами.
|#
))

(test
 "тасасында"
  '(
    ("^таса<n><px3sp><loc>$" ("@таса") ("в  прикрытии") ("in shelter" "in barrier"))
    ("^таса<n><px3sp><loc>+е<cop><aor><p3><pl>$" ("\\@таса") ("прикрытии") ("in shelter" "in barrier"))
    ("^таса<n><px3sp><loc>+е<cop><aor><p3><sg>$" ("\\@таса") ("прикрытии") ("in shelter" "in barrier"))
#|
Аздаған қулықтарының ТАСАСЫНДА жатқан нәзіктігін байқай білуге тиісті едім.

*Аздаған бияләренең *тасасында яткан *нәзіктігін #кара белүгә тиешле идем.

Аның гөнаһсыз хәйләләре бары назлану икәнен аңламаганмын.

За этими жалкими хитростями и уловками я должен был угадать нежность.

За этими жалкими хитростями и уловками я должен был угадать нежность.
|#
))

(test
 "татымайсыңдар"
  '(
    ("^*татымайсыңдар$" ("*татымайсыңдар") ("*татымайсыңдар") ("*татымайсыңдар"))
#|
|#
))

(test
 "тауқыметсіз"
  '(
    ("^*тауқыметсіз$" ("*тауқыметсіз") ("*тауқыметсіз") ("*тауқыметсіз"))
#|
Тек Солтүстік полюстегі жалғыз шамның шырақшысы мен оның әріптесі – Оңтүстік полюстегі жалғыз шырақшы ғана жұмыссыз, ТАУҚЫМЕТСІЗ өмір сүретін: Олар жылына екі рет қана жұмыс істейтін.

Тик Төньяк полюстагы ялгыз шәмнең *шырақшысы мин аның хезмәттәше – Көньяк полюстагы ялгыз #чыра гына эшсез, *тауқыметсіз гомер сөрә торган: Алар елына ике тапкыр гына #эшлә.

Тик Төньяк полюстагы бердәнбер фонарьны кабызучы фонарьчыга һәм аның Көньяк полюстагы иптәшенә генә бик җиңел һәм кайгысыз тормыш насыйп була: үз эшләрен елына бары ике мәртәбә генә башкарырга туры килә аларга.

Только тому фонарщику, что должен был зажигать единственный фонарь на северном полюсе, да его собрату на южном полюсе, — только этим двоим жилось легко и беззаботно: им приходилось заниматься своим делом всего два раза в год.

Только тому фонарщику, что должен был зажигать единственный фонарь на северном полюсе, да его собрату на южном полюсе, — только этим двоим жилось легко и беззаботно: им приходилось заниматься своим делом всего два раза в год.
|#
))

(test
 "тауық"
  '(
    ("^тауық<n><nom>$" ("@тауық") ("#курица" "курица") ("hen" "chicken"))
    ("^тауық<n><attr>$" ("@тауық") ("#курица" "курица") ("hen" "chicken"))
    ("^тауық<n><nom>+е<cop><aor><p3><pl>$" ("\\@тауық") ("#курица" "курица") ("hen" "chicken"))
    ("^тауық<n><nom>+е<cop><aor><p3><sg>$" ("\\@тауық") ("#курица" "курица") ("hen" "chicken"))
#|
Тағы олар ТАУЫҚ өсіреді.

Тагын алар *тауық үстерә.

Шуның өстенә, тагын тавык үрчетәләр.

И еще они разводят кур.

И еще они разводят кур.
|#
))

(test
 "тауықтар"
  '(
    ("^тауық<n><pl><nom>$" ("@тауық") ("#курица" "курицы") ("hens" "chickens"))
    ("^тауық<n><pl><nom>+е<cop><aor><p3><pl>$" ("\\@тауық") ("#курица" "курицы") ("hens" "chickens"))
    ("^тауық<n><pl><nom>+е<cop><aor><p3><sg>$" ("\\@тауық") ("#курица" "курицы") ("hens" "chickens"))
#|
- Міне, қызық! Ал ТАУЫҚТАР ше?

- #Утыр, кызык! Ә *тауықтар ничек?

— Менә кызык! Ә тавыклар бармы соң?

— Как интересно! А куры есть?

— Как интересно! А куры есть?
|#
))

(test
 "тауықтарды"
  '(
    ("^тауық<n><pl><acc>$" ("@тауық") ("#курица" "куриц") ("hens" "chickens"))
#|
Мен ТАУЫҚТАРДЫ аңдимын, адамдар мені аңдиды.

Мин *тауықтарды сагалап торам, адәмнәр мине сагалап тора.

Мин тавыклар куып йөрим, ә кешеләр — мине.

Я охочусь за курами, а люди охотятся за мною.

Я охочусь за курами, а люди охотятся за мною.
|#
))

(test
 "тауықтардың"
  '(
    ("^тауық<n><pl><gen>$" ("@тауық") ("#курица" "куриц") ("of hens" "of chickens"))
#|
|#
))

(test
 "тәкаппар"
  '(
    ("^тәкаппар<adj>$" ("@тәкаппар") ("\\@тәкаппар") ("arrogant"))
    ("^тәкаппар<adj><advl>$" ("@тәкаппар") ("\\@тәкаппар") ("arrogant"))
    ("^тәкаппар<adj><subst><nom>$" ("@тәкаппар") ("у \\@тәкаппар") ("#haughty"))
    ("^тәкаппар<adj>+е<cop><aor><p3><pl>$" ("\\@тәкаппар") ("\\@тәкаппар") ("arrogant"))
    ("^тәкаппар<adj>+е<cop><aor><p3><sg>$" ("\\@тәкаппар") ("\\@тәкаппар") ("arrogant"))
    ("^тәкаппар<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@тәкаппар") ("у \\@тәкаппар") ("#haughty"))
    ("^тәкаппар<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@тәкаппар") ("у \\@тәкаппар") ("#haughty"))
#|
Бұл асқан бір ТӘКАППАР гүл еді.

Бу пешергән бер *тәкаппар гөл иде.

Бик тә горур чәчәк була ул...

Это был очень гордый цветок...

Это был очень гордый цветок...
|#
))

(test
 "тәкаппарлықтан"
  '(
    ("^тәкаппарлық<n><abl>$" ("@тәкаппарлық") ("из  фанаберии" "из  высокомерия") ("from \\@тәкаппарлық"))
    ("^тәкаппарлық<n><abl>+е<cop><aor><p3><pl>$" ("\\@тәкаппарлық") ("фанаберии" "высокомерия") ("from \\@тәкаппарлық"))
    ("^тәкаппарлық<n><abl>+е<cop><aor><p3><sg>$" ("\\@тәкаппарлық") ("фанаберии" "высокомерия") ("from \\@тәкаппарлық"))
#|
|#
))

(test
 "тәптіштеп"
  '(
    ("^тәптіште<v><tv><gna_perf>$" ("@тәптіште") ("\\@тәптіште") ("\\@тәптіште"))
    ("^тәптіште<v><tv><prc_perf>$" ("@тәптіште") ("\\@тәптіште") ("\\@тәптіште"))
#|
Менің сіздерге Б-612 жұлдызы жайлы ТӘПТІШТЕП айтып, оның нөміріне шейін атап жатқаныма үлкендер кінәлі.

Минем Сезгә Б-612 йолдызы җайлы *тәптіштеп әйтеп, аның номерына тикле атаганыма өлкәннәр гаепле.

В-612 астероиды тарихын тәфсилләп сөйләвем, хәтта номерын да әйтүем, һаман шул зурлар өчен инде.

Я вам рассказал так подробно об астероиде В-612 и даже сообщил его номер только из-за взрослых.

Я вам рассказал так подробно об астероиде В-612 и даже сообщил его номер только из-за взрослых.
|#
))

(test
 "тәртіпсіздікке"
  '(
    ("^тәртіпсіздік<n><dat>$" ("@тәртіпсіздік") ("в  беспорядку" "в  неурядице") ("to indiscipline"))
#|
Мен ТӘРТІПСІЗДІККЕ төзбеймін.

Мин *тәртіпсіздікке түзмим/түзмаам.

Сүземне тыңламаучыларны яратмыйм мин.

Я не терплю непослушания.

Я не терплю непослушания.
|#
))

(test
 "тәуірі"
  '(
    ("^тәуір<n><px3sp><nom>$" ("@тәуір") ("\\@тәуір") ("\\@тәуір"))
    ("^тәуір<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@тәуір") ("\\@тәуір") ("\\@тәуір"))
    ("^тәуір<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@тәуір") ("\\@тәуір") ("\\@тәуір"))
#|
|#
))

(test
 "тексеріске"
  '(
    ("^тексеріс<n><dat>$" ("@тексеріс") ("в  ревизии" "в  досмотру" "в  контролю" "в  проверке" "в  инспекции") ("to inspection" "to examination" "to verification"))
#|
Ал егерде олардың ішіндегі кейбіреуінің айтқандары қызықтау көрінсе болғаны, географ сол зерттеушінің адамшылық қасиеттерін ТЕКСЕРІСКЕ алады.

Ә игәүләрдә аларның эчендәге *кейбіреуінің әйткәннәре кызыграк күренсә/күрелсә булганы, географ сул тикшерүченең *адамшылық хасиятләрен *тексеріске ала.

Әгәр кем дә булса берәр кызыклы нәрсә сөйли икән, географ бу сәяхәтченең ышанычлымы-юкмы икәнен белешә, аның нинди кеше икәнлеген тикшерә.

И если кто-нибудь из них расскажет что-нибудь интересное, географ наводит справки и проверяет, порядочный ли человек этот путешественник.

И если кто-нибудь из них расскажет что-нибудь интересное, географ наводит справки и проверяет, порядочный ли человек этот путешественник.
|#
))

(test
 "теңейді"
  '(
    ("^теңе<v><tv><aor><p3><pl>$" ("@теңе") ("#подвести") ("liken"))
    ("^теңе<v><tv><aor><p3><sg>$" ("@теңе") ("#подвести") ("likens"))
#|
|#
))

(test
 "тербеген"
  '(
    ("^*тербеген$" ("*тербеген") ("*тербеген") ("*тербеген"))
#|
Сонда мен бидайды ТЕРБЕГЕН желдің сыбдырын жақсы көріп кетер едім...

Шунда мин бодайны *тербеген ашалдың *сыбдырын яратып китәр идем...

Башакларның җилдә кыштырдавы да миңа ошый башлар.

И я полюблю шелест колосьев на ветру...

И я полюблю шелест колосьев на ветру...
|#
))

(test
 "тесіле"
  '(
    ("^тес<v><tv><pass><gna_impf>$" ("@тес") ("#пробить" "прокалывая") ("are bored"))
    ("^тес<v><tv><pass><prc_impf>$" ("@тес") ("#пробить" "прокалывая") ("are bored"))
    ("^тесіл<v><iv><gna_impf>$" ("@тесіл") ("#прорваться" "проламываясь") ("\\@тесіл"))
    ("^тесіл<v><iv><prc_impf>$" ("@тесіл") ("#прорваться" "проламываясь") ("\\@тесіл"))
#|
Маған ТЕСІЛЕ қарап тұрған ғажайып бір кішкентай баланы көрдім.

Миңа *тесіле караган *ғажайып бер кечкенә баланы күрдем.

Шулчак бик җитди итеп миңа карап торучы кечкенә гәүдәле, гаҗәеп кызык бер кеше күрдем...

И увидел забавного маленького человечка, который серьезно меня разглядывал.

И увидел забавного маленького человечка, который серьезно меня разглядывал.
|#
))

(test
 "тетігі"
  '(
    ("^тетік<n><px3sp><nom>$" ("@тетік") ("кнопка" "механизм") ("gear" "mechanism"))
    ("^тетік<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@тетік") ("кнопка" "механизм") ("gear" "mechanism"))
    ("^тетік<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@тетік") ("кнопка" "механизм") ("gear" "mechanism"))
#|
Мотордың бір ТЕТІГІ сынса керек.

*Мотордың бер *тетігі сынса кирәк.

Самолетның моторында нәрсәдер ватылган иде.

Что-то сломалось в моторе моего самолета.

Что-то сломалось в моторе моего самолета.
|#
))

(test
 "титығыма"
  '(
    ("^титық<n><px1sg><dat>$" ("@титық") ("#мой \\@титық") ("to my \\@титық"))
#|
Ұшақтың бұрандасы әбден ТИТЫҒЫМА тиген мен аузыма түскен нәрсені айта салдым:

Очкычның *бұрандасы бик *титығыма тигән мин авызыма төшкән нәрсәне әйтә салдым:

Мотор эчендәге киребеткән бер болт чыгырымнан чыгарды, шунлыктан, уйлап-нитеп тормыйча:

Неподатливый болт выводил меня из терпенья, и я ответил наобум:

Неподатливый болт выводил меня из терпенья, и я ответил наобум:
|#
))

(test
 "титыққа"
  '(
    ("^титық<n><dat>$" ("@титық") ("\\@титық") ("to \\@титық"))
#|
- Осылайша мелшиіп тұра бересің бе, ТИТЫҚҚА тиеді екен.

- Шул рәвешчә *мелшиіп тора бирәсеңме, *титыққа #ти.

— Ярый, озынга сузма, түзәр хәлем калмады!

— Да не тяни же, это невыносимо!

— Да не тяни же, это невыносимо!
|#
))

(test
 "тіиді"
  '(
    ("^*тіиді$" ("*тіиді") ("*тіиді") ("*тіиді"))
#|
|#
))

(test
 "тікенегі"
  '(
    ("^тікенек<n><px3sp><nom>$" ("@тікенек") ("колючка") ("\\@тікенек"))
    ("^тікенек<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@тікенек") ("колючка") ("\\@тікенек"))
    ("^тікенек<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@тікенек") ("колючка") ("\\@тікенек"))
#|
- Иә, ТІКЕНЕГІ бар гүлді де.

- Әйе, *тікенегі бар гөлне дә.

— Әйе, аларны да.

— Да, и те, у которых шипы.

— Да, и те, у которых шипы.
|#
))

(test
 "тікенегін"
  '(
    ("^тікенек<n><px3sp><acc>$" ("@тікенек") ("колючку") ("\\@тікенек"))
#|
Ол аңғырттықпен өзінің төрт ТІКЕНЕГІН көрсетіп қойды.

Ул *аңғырттықпен үзенең дүрт *тікенегін күрсәтеп куйды.

Ул, бик самими генә итеп, дүрт энәсен күрсәтә.

И она в простоте душевной показала свои четыре шипа.

И она в простоте душевной показала свои четыре шипа.
|#
))

(test
 "тікенегің"
  '(
    ("^тікенек<n><px2sg><nom>$" ("@тікенек") ("твоя колючка") ("\\@тікенек"))
    ("^тікенек<n><px2sg><nom>+е<cop><aor><p3><pl>$" ("\\@тікенек") ("колючка") ("\\@тікенек"))
    ("^тікенек<n><px2sg><nom>+е<cop><aor><p3><sg>$" ("\\@тікенек") ("колючка") ("\\@тікенек"))
#|
«Менің гүлім уақытша нәрсе екен ғой, - деп ойлады Кішкентай ханзада, - оның бүкіл әлемнен қорғанар тек төрт ТІКЕНЕГІҢ ғана бар!

«Минем гөлем #вакыт нәрсә икән бит, - дип уйлады Кечкенә ханзадә, - аның бөтен галәмнән сакланыр тик дүрт *тікенегің гына бар!

"Минем гүзәлем һәм шатлык бирүчем озын гомерле түгел икән, — ди үз-үзенә Нәни принц, — дошманнарыннан ничек сакланыр инде ул, аның би бары дүрт энәсе генә бар.

"Моя краса и радость недолговечна, — сказал себе Маленький принц, — и ей нечем защищаться от мира, у нее только и есть что четыре шипа.

"Моя краса и радость недолговечна, — сказал себе Маленький принц, — и ей нечем защищаться от мира, у нее только и есть что четыре шипа.
|#
))

(test
 "тікенек"
  '(
    ("^тікенек<n><nom>$" ("@тікенек") ("колючка") ("\\@тікенек"))
    ("^тікенек<n><attr>$" ("@тікенек") ("колючка") ("\\@тікенек"))
    ("^тікенек<n><nom>+е<cop><aor><p3><pl>$" ("\\@тікенек") ("колючка") ("\\@тікенек"))
    ("^тікенек<n><nom>+е<cop><aor><p3><sg>$" ("\\@тікенек") ("колючка") ("\\@тікенек"))
#|
- Миллиондаған жылдар бойы гүлдің сабаңында ТІКЕНЕК өседі. Сонда да миллиондаған жылдар бойы қойлар гүлді жегенін қойған емес.

- Миллионлаган еллар буе гөлнең *сабаңында *тікенек үсә. Шулай да миллионлаган еллар буе куйлар гөлне ашаганын куймаган.

— Инде миллион еллар буе чәчәкләрнең чәнечкесе үсә һәм, шуңа да карамыйча, миллион еллар буе бәрәннәр аларны ашап килә.

— Миллионы лет у цветов растут шипы. И миллионы лет барашки все-таки едят цветы.

— Миллионы лет у цветов растут шипы. И миллионы лет барашки все-таки едят цветы.
|#
))

(test
 "тікенектер"
  '(
    ("^тікенек<n><pl><nom>$" ("@тікенек") ("колючки") ("\\@тікенек"))
    ("^тікенек<n><pl><nom>+е<cop><aor><p3><pl>$" ("\\@тікенек") ("колючки") ("\\@тікенек"))
    ("^тікенек<n><pl><nom>+е<cop><aor><p3><sg>$" ("\\@тікенек") ("колючки") ("\\@тікенек"))
#|
|#
))

(test
 "тікенектерді"
  '(
    ("^тікенек<n><pl><acc>$" ("@тікенек") ("колючки") ("\\@тікенек"))
#|
Гүлдердің еш пайдасы жоқ ТІКЕНЕКТЕРДІ өсіруінің себебін білуге талпыну айтуға тұрарлықтай жұмыс емес пе?

Гөлләрнең һич файдасы юк *тікенектерді үстерүенең сәбәбен белүгә талпыну әйтүгә #тор эш түгелме?

Ә чәчәкләр бернинди файдасы булмаган бу чәнечкеләрне тырыша-тырыша үстерүләрен дәвам итә. Моны аңлау — җитди нәрсә түгелмени?

Так неужели же это не серьезное дело — понять, почему они изо всех сил стараются отрастить шипы, если от шипов нет никакого толку?

Так неужели же это не серьезное дело — понять, почему они изо всех сил стараются отрастить шипы, если от шипов нет никакого толку?
|#
))

(test
 "тікенектердің"
  '(
    ("^тікенек<n><pl><gen>$" ("@тікенек") ("колючек") ("of \\@тікенек"))
#|
|#
))

(test
 "тікенектерінің"
  '(
    ("^тікенек<n><pl><px3sp><gen>$" ("@тікенек") ("колючек") ("of \\@тікенек"))
#|
- Мен саған сенбеймін! Гүлдер болса әлсіз. Әрі ақкөңіл. Олар қолдарынан келгенінше өздерін өздері жұбатады. Олар өздерін ТІКЕНЕКТЕРІНІҢ арқасында үрейлі сезінеді.

- Мин сиңа ышанмыйм! Улар булса хәлсез. Һәм *ақкөңіл. Алар кулларыннан *келгенінше үзләрен үзләре юата. Алар үзләрен *тікенектерінің аркасында котлы *сезінеді.

— Ышанмыйм мин сиңа! Чәчәкләр алар көчсез һәм саф күңелле. Ләкин аларның батыр булып күренәселәре килә. Чәнечке белән барысын да куркытабыз дип уйлыйлар алар...

— Не верю я тебе! Цветы слабые. И простодушные. И они стараются придать себе храбрости. Они думают — если у них шипы, их все боятся...

— Не верю я тебе! Цветы слабые. И простодушные. И они стараются придать себе храбрости. Они думают — если у них шипы, их все боятся...
|#
))

(test
 "тікенектің"
  '(
    ("^тікенек<n><gen>$" ("@тікенек") ("колючки") ("of \\@тікенек"))
#|
- Сонда ТІКЕНЕКТІҢ не қажеті бар?

- Шунда *тікенектің ни хаҗәте бар?

— Алай булгач, чәнечкеләр нигә кирәк соң?

— Тогда зачем шипы?

— Тогда зачем шипы?
|#
))

(test
 "тілерсегіне"
  '(
    ("^*тілерсегіне$" ("*тілерсегіне") ("*тілерсегіне") ("*тілерсегіне"))
#|
Ол Кішкентай ханзаданың ТІЛЕРСЕГІНЕ алтын білезіктей оратылды:

Ул Кечкенә ханзадәнең *тілерсегіне алтын беләзектәй *оратылды:

Һәм, алтын беләзек булып, Нәни принцның тубыгына урала.

И обвилась вокруг щиколотки Маленького принца, словно золотой браслет.

И обвилась вокруг щиколотки Маленького принца, словно золотой браслет.
|#
))

(test
 "тіптен"
  '(
    ("^тіптен<adv>$" ("\\@тіптен") ("весьма") ("\\@тіптен"))
#|
- Жететін болар. Саған ТІПТЕН кішкентай қошақан жасап бердім ғой.

- Җитә торган булыр. Сиңа *тіптен кечкенә *қошақан яшәп бирдем бит.

— Аңа күп кирәкми. Мин сиңа бик кечкенә бәрән бирәм.

— Ему хватит. Я тебе даю совсем маленького барашка.

— Ему хватит. Я тебе даю совсем маленького барашка.
|#
))

(test
 "тоқиын"
  '(
    ("^тоқы<v><tv><opt><p1><sg>$" ("@тоқы") ("\\@тоқы") ("will \\@тоқы"))
    ("^тоқы<v><iv><opt><p1><sg>$" ("@тоқы") ("\\@тоқы") ("will \\@тоқы"))
#|
|#
))

(test
 "толқып"
  '(
    ("^*толқып$" ("*толқып") ("*толқып") ("*толқып"))
#|
Көңілім ТОЛҚЫП кетті.

Күңелем *толқып китте.

Бик дулкынланган идем.

Я был взволнован.

Я был взволнован.
|#
))

(test
 "толтыратынымды"
  '(
    ("^толтыр<v><tv><ger_impf><px1sg><acc>$" ("@толтыр") ("#набирать" "#наполнять" "заполнить" "восполнить" "#набираться") ("pad" "flood" "fill"))
    ("^толтыр<v><tv><gpr_impf><subst><px1sg><acc>$" ("@толтыр") ("#набирать" "#наполнять" "заполнить" "восполнить" "#набираться") ("pad" "flood" "fill"))
#|
Бірақ сен ойыңа келген уақытта келе беретін болсаң, қай уақытты жүрегімді жылылыққа ТОЛТЫРАТЫНЫМДЫ білмей қаламын...

Әмма син уеңа килгән вакытта килә бирә торган булсаң, кай вакытны йөрәгемне *жылылыққа *толтыратынымды белмичә калам...

Әгәр дә син көн саен төрле вакытта килсәң, мин йөрәгемне кайсы сәгатькә хәзерләп куярга белмәячәкмен...

А если ты приходишь всякий раз в другое время, я не знаю, к какому часу готовить свое сердце...

А если ты приходишь всякий раз в другое время, я не знаю, к какому часу готовить свое сердце...
|#
))

(test
 "толтырды"
  '(
    ("^толтыр<v><tv><ifi><p3><pl>$" ("@толтыр") ("оказывается #набирать" "оказывается #наполнять" "оказывается #заполнить" "оказывается #восполнить" "оказывается #набираться") ("padded" "flooded" "filled"))
    ("^толтыр<v><tv><ifi><p3><sg>$" ("@толтыр") ("оказывается #набирать" "оказывается #наполнять" "оказывается #заполнить" "оказывается #восполнить" "оказывается #набираться") ("padded" "flooded" "filled"))
#|
|#
))

(test
 "торыққан"
  '(
    ("^*торыққан$" ("*торыққан") ("*торыққан") ("*торыққан"))
#|
Ұшы-қиырсыз жапан түзде құдық іздеген миға қонымсыз нәрсе дегендей қолымды ТОРЫҚҚАН кейіппен сермей салдым.

*Ұшы-*қиырсыз *жапан *түзде хәйлә эзләгән мигә *қонымсыз нәрсә дигәндәй кулымны *торыққан *кейіппен *сермей салдым.

Мин, арыган кыяфәт белән, кулларымны җәеп җибәрдем: таныш булмаган иксез-чиксез чүлдә кое эзләүдән ни мәгънә?

Я устало развел руками: что толку наугад искать колодцы в бескрайней пустыне?

Я устало развел руками: что толку наугад искать колодцы в бескрайней пустыне?
|#
))

(test
 "тотайдың"
  '(
    ("^*тотайдың$" ("*тотайдың") ("*тотайдың") ("*тотайдың"))
#|
|#
))

(test
 "төбешікте"
  '(
    ("^төбешік<n><loc>$" ("@төбешік") ("в  горке" "в  бугорке") ("in slide"))
    ("^төбешік<n><loc>+е<cop><aor><p3><pl>$" ("\\@төбешік") ("горке" "бугорке") ("in slide"))
    ("^төбешік<n><loc>+е<cop><aor><p3><sg>$" ("\\@төбешік") ("горке" "бугорке") ("in slide"))
#|
Құм ТӨБЕШІКТЕ отырасың.

Ком *төбешікте утырасың.

Ком тавы өстендә утырасың.

Сидишь на песчаной дюне.

Сидишь на песчаной дюне.
|#
))

(test
 "төрешінің"
  '(
    ("^төреші<n><gen>$" ("@төреші") ("\\@төреші") ("of arbitrator"))
#|
Жас ТӨРЕШІНІҢ жүзі жадырап шыға келгенін көріп аң-таң болдым.

Яшь *төрешінің йөзе *жадырап чыга килгәнен күреп хайван-таң булдым.

Ни гаҗәп, минем таләпчән хакимемнең йөзе яктырып китте:

Но как же я удивился, когда мой строгий судья вдруг просиял:

Но как же я удивился, когда мой строгий судья вдруг просиял:
|#
))

(test
 "туындысын"
  '(
    ("^туынды<n><px3sp><acc>$" ("@туынды") ("\\@туынды") ("\\@туынды"))
    ("^туынды<adj><subst><px3sp><acc>$" ("@туынды") ("у вторичного") ("derivative"))
#|
Мен бұл өнер ТУЫНДЫСЫН ересек кісілерге көрсеттім де, олардан суретім қорқыныш тудырады ма деп сұрадым.

Мин бу үсәр *туындысын *ересек кешеләргә күрсәттем дә, алардан рәсемем *қорқыныш тудырамы дип сорадым.

Рәсемемне тизрәк олыларга күрсәтеп: — Куркынычмы? — дип сорадым.

Я показал мое творение взрослым и спросил, не страшно ли им.

Я показал мое творение взрослым и спросил, не страшно ли им.
|#
))

(test
 "түзде"
  '(
    ("^түз<n><loc>$" ("@түз") ("в  степи") ("in field" "in steppe" "in #foreign land"))
    ("^түз<n><loc>+е<cop><aor><p3><pl>$" ("\\@түз") ("степи") ("in field" "in steppe" "in #foreign land"))
    ("^түз<n><loc>+е<cop><aor><p3><sg>$" ("\\@түз") ("степи") ("in field" "in steppe" "in #foreign land"))
#|
Сонымен, бірінші түні адамзат мекенінен мыңдаған шақырым қашықтықтағы жапан ТҮЗДЕ құм үстінде түнеп шықтым.

Шуның белән, беренче төне кешелек торагыннан меңләгән чакрым *қашықтықтағы *жапан *түзде ком өстендә *түнеп чыктым.

Беренче кичне ачык һавада йокларга яттым. Тирә-юньдә — меңәр чакрымга сузылган ком чүле.

Итак, в первый вечер я уснул на песке в пустыне, где на тысячи миль вокруг не было никакого жилья.

Итак, в первый вечер я уснул на песке в пустыне, где на тысячи миль вокруг не было никакого жилья.
|#
))

(test
 "түнгі"
  '(
    ("^түнгі<adj>$" ("@түнгі") ("ночной") ("nocturnal"))
    ("^түнгі<adj><advl>$" ("@түнгі") ("ночной") ("nocturnal"))
    ("^түнгі<adj><subst><nom>$" ("@түнгі") ("у ночного") ("nocturnal"))
    ("^түнгі<adj>+е<cop><aor><p3><pl>$" ("\\@түнгі") ("ночной") ("nocturnal"))
    ("^түнгі<adj>+е<cop><aor><p3><sg>$" ("\\@түнгі") ("ночной") ("nocturnal"))
    ("^түнгі<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@түнгі") ("у ночного") ("nocturnal"))
    ("^түнгі<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@түнгі") ("у ночного") ("nocturnal"))
#|
|#
))

(test
 "түнеп"
  '(
    ("^түне<v><iv><gna_perf>$" ("@түне") ("#ночевать") ("\\@түне"))
    ("^түне<v><iv><prc_perf>$" ("@түне") ("#ночевать") ("\\@түне"))
#|
Сонымен, бірінші түні адамзат мекенінен мыңдаған шақырым қашықтықтағы жапан түзде құм үстінде ТҮНЕП шықтым.

Шуның белән, беренче төне кешелек торагыннан меңләгән чакрым *қашықтықтағы *жапан *түзде ком өстендә *түнеп чыктым.

Беренче кичне ачык һавада йокларга яттым. Тирә-юньдә — меңәр чакрымга сузылган ком чүле.

Итак, в первый вечер я уснул на песке в пустыне, где на тысячи миль вокруг не было никакого жилья.

Итак, в первый вечер я уснул на песке в пустыне, где на тысячи миль вокруг не было никакого жилья.
|#
))

(test
 "түрегеп"
  '(
    ("^түрегеп<adv>$" ("\\@түрегеп") ("\\@түрегеп") ("\\@түрегеп"))
#|
Сондықтан, оған ТҮРЕГЕП тұруына тура келді.

Шунлыктан, аңа *түрегеп торуына туры килде.

Бик арыган булсаң да, басып тормый хәлең юк...

Пришлось стоять, а он так устал...

Пришлось стоять, а он так устал...
|#
))

(test
 "түршігіп"
  '(
    ("^түршік<v><iv><gna_perf>$" ("@түршік") ("пробежав" "#передернуться") ("\\@түршік"))
    ("^түршік<v><iv><prc_perf>$" ("@түршік") ("пробежав" "#передернуться") ("\\@түршік"))
#|
Көмек беруге шамам келмейтін нәрсе боларын сезгендей тағы да тұла бойым ТҮРШІГІП кетті.

Ярдәм бирүгә чамам килми торган/килмаа торган нәрсә булырын сизгәндәй тагын да *тұла буем *түршігіп китте.

Төзәтеп булмаслык бәла киләсен сизенеп, күңелем яңадан боз булды.

И снова меня оледенило предчувствие непоправимой беды.

И снова меня оледенило предчувствие непоправимой беды.
|#
))

(test
 "түршіктіріп"
  '(
    ("^түршіктір<v><tv><gna_perf>$" ("@түршіктір") ("#раздражать") ("annoy" "irritate"))
    ("^түршіктір<v><tv><prc_perf>$" ("@түршіктір") ("#раздражать") ("annoy" "irritate"))
#|
Менің ұсынысым кішкентай ханзаданың жанын ТҮРШІКТІРІП жібергендей болды:

Минем тәкъдимем кечкенә ханзадәнең янын *түршіктіріп җибәргәндәй булды:

Нәни принцның йөзе караңгыланып китте:

Маленький принц нахмурился:

Маленький принц нахмурился:
|#
))

(test
 "түстес"
  '(
    ("^түстес<post>$" ("\\@түстес") ("\\@түстес") ("\\@түстес"))
#|
- Жоқ, ол емес. Жалқауларды қиялға батыратын кішкентай алтын ТҮСТЕС нәрселер.

- Юк, ул түгел. *Жалқауларды *қиялға батыра торган кечкенә алтын *түстес нәрсәләр.

— Юк ла. Шундый кечкенә, алтын төсендә. Эшсез сөрхәнтәйләр шуларга карый да хыялга чума бит әле.

— Да нет же. Такие маленькие, золотые, всякий лентяй как посмотрит на них, так и размечтается.

— Да нет же. Такие маленькие, золотые, всякий лентяй как посмотрит на них, так и размечтается.
|#
))

(test
 "түтін"
  '(
    ("^түтін<n><nom>$" ("@түтін") ("дым" "двор" "мгла") ("haze"))
    ("^түтін<n><attr>$" ("@түтін") ("дым" "двор" "мгла") ("haze"))
    ("^түтін<n><nom>+е<cop><aor><p3><pl>$" ("\\@түтін") ("дым" "двор" "мгла") ("haze"))
    ("^түтін<n><nom>+е<cop><aor><p3><sg>$" ("\\@түтін") ("дым" "двор" "мгла") ("haze"))
#|
Жанып тұрған жанартауларының ТҮТІН шығар жолдарын мұқият тазартты.

Янган *жанартауларының *түтін чыгар юлларын игътибарлы *тазартты.

Янар вулканнарны җентекләп чистарткан.

Он заботливо прочистил действующие вулканы.

Он заботливо прочистил действующие вулканы.
|#
))

(test
 "тұла"
  '(
    ("^тұла<adj>$" ("@тұла") ("\\@тұла") ("\\@тұла"))
    ("^тұла<adj><advl>$" ("@тұла") ("\\@тұла") ("\\@тұла"))
    ("^тұла<adj><subst><nom>$" ("@тұла") ("у \\@тұла") ("\\@тұла"))
    ("^тұла<adj>+е<cop><aor><p3><pl>$" ("\\@тұла") ("\\@тұла") ("\\@тұла"))
    ("^тұла<adj>+е<cop><aor><p3><sg>$" ("\\@тұла") ("\\@тұла") ("\\@тұла"))
    ("^тұла<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@тұла") ("у \\@тұла") ("\\@тұла"))
    ("^тұла<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@тұла") ("у \\@тұла") ("\\@тұла"))
#|
Әрине, ТҰЛА бойын қорқыныш билеген ғой.

Әлбәттә, *тұла буен *қорқыныш биләгән бит.

Курыкмаслыкмы соң!

Ну еще бы не напугаться!

Ну еще бы не напугаться!
|#
))

(test
 "тұмаудың"
  '(
    ("^тұмау<n><gen>$" ("@тұмау") ("гриппа" "простуды") ("of rheum" "of flu" "of influenza"))
#|
Бірақ бұл жөтел ТҰМАУДЫҢ кесірінен емес еді.

Әмма бу ютәл *тұмаудың зыяныннан түгел иде.

Тик суык тигәннән түгел, билгеле.

Но не от простуды.

Но не от простуды.
|#
))

(test
 "тұмауратқаным"
  '(
    ("^тұмаурат<v><iv><ger_past><px1sg><nom>$" ("@тұмаурат") ("\\@тұмаурат") ("my \\@тұмаурат"))
    ("^тұмаурат<v><iv><gpr_past><subst><px1sg><nom>$" ("@тұмаурат") ("\\@тұмаурат") ("\\@тұмаурат"))
#|
- Мен соншама ТҰМАУРАТҚАНЫМ жоқ...

- Мин шул хәтле *тұмауратқаным юк...

Төнге салкынча һаваның файдасы гына булыр.

Ночная свежесть пойдет мне на пользу.

Ночная свежесть пойдет мне на пользу.
|#
))

(test
 "тұмылдырығы"
  '(
    ("^тұмылдырық<n><px3sp><nom>$" ("@тұмылдырық") ("\\@тұмылдырық") ("\\@тұмылдырық"))
    ("^тұмылдырық<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@тұмылдырық") ("\\@тұмылдырық") ("\\@тұмылдырық"))
    ("^тұмылдырық<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@тұмылдырық") ("\\@тұмылдырық") ("\\@тұмылдырық"))
#|
Сосын оның ТҰМЫЛДЫРЫҒЫ бар...

Шуннан соң аның *тұмылдырығы бар...

Аннары борынчык...

И намордник...

И намордник...
|#
))

(test
 "тұмылдырық"
  '(
    ("^тұмылдырық<n><nom>$" ("@тұмылдырық") ("\\@тұмылдырық") ("\\@тұмылдырық"))
    ("^тұмылдырық<n><attr>$" ("@тұмылдырық") ("\\@тұмылдырық") ("\\@тұмылдырық"))
    ("^тұмылдырық<n><nom>+е<cop><aor><p3><pl>$" ("\\@тұмылдырық") ("\\@тұмылдырық") ("\\@тұмылдырық"))
    ("^тұмылдырық<n><nom>+е<cop><aor><p3><sg>$" ("\\@тұмылдырық") ("\\@тұмылдырық") ("\\@тұмылдырық"))
#|
Сенің қошақаныңа ТҰМЫЛДЫРЫҚ салып беремін... Мен...»

Синең *қошақаныңа *тұмылдырық салып бирәм... Мин...»

Мин синең бәрәнеңә борынчык ясармын... Синең чәчәгеңә каплавыч ясармын... Мин...

Я нарисую твоему барашку намордник... Нарисую для твоего цветка броню... Я..."

Я нарисую твоему барашку намордник... Нарисую для твоего цветка броню... Я..."
|#
))

(test
 "тұмылдырыққа"
  '(
    ("^тұмылдырық<n><dat>$" ("@тұмылдырық") ("\\@тұмылдырық") ("to \\@тұмылдырық"))
#|
Кішкентай ханзада үшін суретін салып берген ТҰМЫЛДЫРЫҚҚА қайыс белбеу қосып беруді ұмытып кетіппін!

Кечкенә ханзадә өчен рәсемен салып биргән *тұмылдырыққа каеш *белбеу кушып бирүне онытып #кит!

Бәрәнгә борынчык ясаганда, мин тезген турында бөтенләй онытканмын!

Когда я рисовал намордник для барашка, я забыл про ремешок!

Когда я рисовал намордник для барашка, я забыл про ремешок!
|#
))

(test
 "тұмылдырықтың"
  '(
    ("^тұмылдырық<n><gen>$" ("@тұмылдырық") ("\\@тұмылдырық") ("of \\@тұмылдырық"))
#|
Сонымен, мен ТҰМЫЛДЫРЫҚТЫҢ суретін салып бердім.

Шуның белән, мин *тұмылдырықтың рәсемен салып бирдем.

Аннары мин бәрәнгә борынчык ясадым.

И я нарисовал намордник для барашка.

И я нарисовал намордник для барашка.
|#
))

(test
 "тұрақтамаса"
  '(
    ("^тұрақта<v><iv><neg><gna_cond><p3><pl>$" ("@тұрақта") ("если \\@тұрақта") ("\\@тұрақта"))
    ("^тұрақта<v><iv><neg><gna_cond><p3><sg>$" ("@тұрақта") ("если \\@тұрақта") ("\\@тұрақта"))
    ("^тұрақта<v><iv><neg><prc_cond><p3><pl>$" ("@тұрақта") ("если \\@тұрақта") ("\\@тұрақта"))
    ("^тұрақта<v><iv><neg><prc_cond><p3><sg>$" ("@тұрақта") ("если \\@тұрақта") ("\\@тұрақта"))
#|
Кішкентай ханзада бұл жерде көп ТҰРАҚТАМАСА да зор уайымға салынды:

Кечкенә ханзадә бу җирдә күп *тұрақтамаса да зур сагышка салынды:

Нәни принц аның янында аз гына була, ләкин шул вакыт эчендә дә кәефе кырылып өлгерә.

Маленький принц пробыл у него совсем недолго, но стало ему после этого очень невесело.

Маленький принц пробыл у него совсем недолго, но стало ему после этого очень невесело.
|#
))

(test
 "тұтып"
  '(
    ("^тұт<v><tv><gna_perf>$" ("@тұт") ("#вязать" "распушив") ("tolerate"))
    ("^тұт<v><tv><prc_perf>$" ("@тұт") ("#вязать" "распушив") ("tolerate"))
#|
- Немене?! Ал мен салған баобабтарымды мақтаныш ТҰТЫП жүрсем!

- *Немене?! Ә мин салган *баобабтарымды мактаныч *тұтып йөрсәм!

Ә мин үземнең баобабларым белән шундый горурлана идем!

А я-то так гордился своими баобабами!

А я-то так гордился своими баобабами!
|#
))

(test
 "ты"
  '(
    ("^*ты$" ("*ты") ("*ты") ("*ты"))
#|
|#
))

(test
 "тығулы"
  '(
    ("^*тығулы$" ("*тығулы") ("*тығулы") ("*тығулы"))
#|
Мен бала шағымда көне бір үйде тұрғанмын. Халықтың айтуы бойынша сол үйде ТЫҒУЛЫ қазына бар екен дейтін еді.

Мин бала чагымда иске бер өйдә торганмын. Халыкның әйтүе #буй шул өйдә *тығулы казына бар икән дия торган иде.

Кайчандыр, кечкенә малай чакта, мин бер искереп беткән йортта яшәдем: анда хәзинә яшерелгән дип сөйлиләр иде.

Когда-то, маленьким мальчиком, я жил в старом-престаром доме — рассказывали, будто в нем запрятан клад.

Когда-то, маленьким мальчиком, я жил в старом-престаром доме — рассказывали, будто в нем запрятан клад.
|#
))

(test
 "тықыры"
  '(
    ("^тықыр<n><px3sp><nom>$" ("@тықыр") ("\\@тықыр") ("\\@тықыр"))
    ("^тықыр<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@тықыр") ("\\@тықыр") ("\\@тықыр"))
    ("^тықыр<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@тықыр") ("\\@тықыр") ("\\@тықыр"))
#|
Ал өзгелердің ТЫҚЫРЫ мені жер астындағы ініме тығылуға мәжбүр етеді.

Ә башкаларның *тықыры мине җир астындагы энемә тыгылуга мәҗбүр итә.

Кеше аяк тавышы ишеткәч, һәрвакыт качам мин.

Заслышав людские шаги, я всегда убегаю и прячусь.

Заслышав людские шаги, я всегда убегаю и прячусь.
|#
))

(test
 "тықырын"
  '(
    ("^тықыр<n><px3sp><acc>$" ("@тықыр") ("\\@тықыр") ("\\@тықыр"))
#|
Түнде ТЫҚЫРЫН естимін.

Төндә *тықырын ишетәм.

Төннәрен аның тырнашуын ишетеп ятам.

Я слышу, как она скребется по ночам.

Я слышу, как она скребется по ночам.
|#
))

(test
 "тымырайып"
  '(
    ("^тымырай<v><iv><gna_perf>$" ("@тымырай") ("\\@тымырай") ("\\@тымырай"))
    ("^тымырай<v><iv><prc_perf>$" ("@тымырай") ("\\@тымырай") ("\\@тымырай"))
#|
|#
))

(test
 "тынық"
  '(
    ("^тынық<adj>$" ("@тынық") ("тихий") ("\\@тынық"))
    ("^тынық<adj><advl>$" ("@тынық") ("тихий") ("\\@тынық"))
    ("^тынық<adj><subst><nom>$" ("@тынық") ("у тихого") ("\\@тынық"))
    ("^тынық<v><iv><imp><p2><sg>$" ("@тынық") ("отдыхай" "отдохни") ("\\@тынық"))
    ("^тынық<adj>+е<cop><aor><p3><pl>$" ("\\@тынық") ("тихий") ("\\@тынық"))
    ("^тынық<adj>+е<cop><aor><p3><sg>$" ("\\@тынық") ("тихий") ("\\@тынық"))
    ("^тынық<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@тынық") ("у тихого") ("\\@тынық"))
    ("^тынық<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@тынық") ("у тихого") ("\\@тынық"))
#|
|#
))

(test
 "тыныстап"
  '(
    ("^тыныста<v><iv><gna_perf>$" ("@тыныста") ("передохши\\/передохнув\\/передохнувши") ("\\@тыныста"))
    ("^тыныста<v><iv><prc_perf>$" ("@тыныста") ("передохши\\/передохнув\\/передохнувши") ("\\@тыныста"))
#|
|#
))

(test
 "тынышталмайтын"
  '(
    ("^тыныштал<v><iv><neg><gpr_impf>$" ("@тыныштал") ("#\\^не \\$ успокоиться" "#\\^не \\$ приутихнуть") ("\\@тыныштал"))
    ("^тыныштал<v><iv><neg><gpr_impf><subst><nom>$" ("@тыныштал") ("#\\^не \\$ успокоиться" "#\\^не \\$ приутихнуть") ("\\@тыныштал"))
    ("^тыныштал<v><iv><neg><pih><p3><pl>$" ("@тыныштал") ("успокоились" "приутихли") ("\\@тыныштал"))
    ("^тыныштал<v><iv><neg><pih><p3><sg>$" ("@тыныштал") ("успокоился" "приутих") ("\\@тыныштал"))
#|
|#
))

(test
 "тысырымды"
  '(
    ("^тысыр<n><px1sg><acc>$" ("@тысыр") ("мой шорох") ("my rustle" "my murmur" "my whisper"))
#|
Қалтамды ақтарып, тапаншамды іздеген қалпымша жыланға қарай жүгірдім. Бірақ менің ТЫСЫРЫМДЫ естіп қалған жылан асығып-аптықпай, жай ғана құмға сіңіп бара жатқан бұлақтай баяу иреңдеп барып, жездей сыңғыр етті де, тастардың саңылауына кіріп кетті.

Кесәмне *ақтарып, *тапаншамды эзләгән #калып еланга таба йөгердем. Әмма минем *тысырымды ишетеп калган елан ашыгып-*аптықпай, хәл генә комга *сіңіп барган *бұлақтай *баяу *иреңдеп барып, җиздәй *сыңғыр итне дә, ташларның *саңылауына кереп китте.

Кесәдәге револьверны капшый-капшый, мин аңа таба атылдым, ләкин елан, аяк тавышларын ишетеп, ком өстендәге чишмә суыдай, юкка чыкты, аннары, ишетелер-ишетелмәс кенә зеңгелдәп, ташлар арасына кереп югалды.

Нащупывая в кармане револьвер, я бегом бросился к ней, но при звуке шагов змейка тихо заструилась по песку, словно умирающий ручеек, и с еле слышным металлическим звоном неторопливо скрылась меж камней.

Нащупывая в кармане револьвер, я бегом бросился к ней, но при звуке шагов змейка тихо заструилась по песку, словно умирающий ручеек, и с еле слышным металлическим звоном неторопливо скрылась меж камней.
|#
))

(test
 "умаждалып"
  '(
    ("^умажда<v><tv><pass><gna_perf>$" ("@умажда") ("\\@умажда") ("are \\@умажда"))
    ("^умажда<v><tv><pass><prc_perf>$" ("@умажда") ("\\@умажда") ("are \\@умажда"))
#|
Дала қызғалдағы сияқты УМАЖДАЛЫП шыққысы келмеді.

Дала ләләсе кыяфәтне *умаждалып чыгасы килми/килмаа.

Чәче-башы тузган ниндидер бер мәк чәчәгенә охшарга теләми ул.

Она не желала явиться на свет встрепанной, точно какой-нибудь мак.

Она не желала явиться на свет встрепанной, точно какой-нибудь мак.
|#
))

(test
 "уһ"
  '(
    ("^уһ<ij>$" ("\\@уһ") ("\\@уһ") ("\\@уһ"))
#|
|#
))

(test
 "үйіп"
  '(
    ("^үй<v><tv><gna_perf>$" ("@үй") ("\\@үй") ("\\@үй"))
    ("^үй<v><tv><prc_perf>$" ("@үй") ("\\@үй") ("\\@үй"))
#|
Бүкіл адамзатты Тынық мұхиттың кішкене бір аралына ҮЙІП төге салуға болар еді.

Бөтен кешелекне *Тынық океанның кечкенә бер утравына *үйіп түгә салуга булыр иде.

Бөтен кешелек дөньясын Тын океандагы иң кечкенә бер утрауга өеп куеп булыр иде.

Все человечество можно бы составить плечом к плечу на самом маленьком островке в Тихом океане.

Все человечество можно бы составить плечом к плечу на самом маленьком островке в Тихом океане.
|#
))

(test
 "үйірі"
  '(
    ("^үйір<n><px3sp><nom>$" ("@үйір") ("стадо") ("herb"))
    ("^үйір<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@үйір") ("стадо") ("herb"))
    ("^үйір<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@үйір") ("стадо") ("herb"))
#|
Пілдердің ҮЙІРІ туралы естігенде, Кішкентай ханзада күліп жіберді: - Онда пілдерді бірінің үстіне бірін шығарып қою керек болар еді.

Филләрнең *үйірі турында ишеткәндә, Кечкенә ханзадә көлеп җибәрде: - Анда филләрне беренең өстенә берен чыгарып куе кирәк булыр иде.

Филләр турында ишеткәч, Нәни принц елмаеп куйды: — Аларны берсе өстенә берсен бастырып куярга туры килер иде...

Услыхав про слонов, Маленький принц засмеялся: — Их пришлось бы поставить друг на друга...

Услыхав про слонов, Маленький принц засмеялся: — Их пришлось бы поставить друг на друга...
|#
))

(test
 "үйірін"
  '(
    ("^үйір<n><px3sp><acc>$" ("@үйір") ("стадо") ("herb"))
#|
Мен баобабтың бұта емес, шіркеудің биіктігімен бірдей үлкен ағаш екенін, пілдердің бір ҮЙІРІН жинап апарса да, баобабтың біреуін де жеп бітіре алмайтынын түсіндіріп бақтым.

Мин *баобабтың куак түгел, чиркәүнең биеклеге белән бердәй өлкән агач икәнен, филләрнең бер *үйірін җыеп алып барса да, *баобабтың берәвене дә ашап бетерә алмаганын аңлатып бактым.

Мин аңа баобабларның куак түгел, ә чиркәү манарасы биеклегендәге агач булуын, хәтта көтүе белән филләр килсә дә, бер баобабны да ашап бетерә алмауларын әйттем.

Я возразил, что баобабы — не кусты, а огромные деревья, вышиной с колокольню, и, если даже он приведет целое стадо слонов, им не съесть и одного баобаба.

Я возразил, что баобабы — не кусты, а огромные деревья, вышиной с колокольню, и, если даже он приведет целое стадо слонов, им не съесть и одного баобаба.
|#
))

(test
 "үймек"
  '(
    ("^үй<v><tv><prc_fplan>$" ("@үй") ("собирается \\@үй") ("would like to \\@үй"))
    ("^үй<v><tv><ger_obs><nom>$" ("@үй") ("\\@үй") ("\\@үй"))
    ("^үй<v><tv><fut_plan><p3><pl>$" ("@үй") ("собираются \\@үй") ("would like to \\@үй"))
    ("^үй<v><tv><fut_plan><p3><sg>$" ("@үй") ("собирается \\@үй") ("would like to \\@үй"))
#|
- Сен не істеп отырсың? – деп сұрады ол маскүнемнен. Ол келгенде маскүнем бір ҮЙМЕК боп бос бөтелкелер мен тағы бір топ толы бөтелкелердің алдында үнсіз отыр екен.

- Син ни эшлисең? – дип сорады ул эчкечедән. Ул килгәндә эчкече бер *үймек булып буш *бөтелкелер мин тагын бер туп тулы *бөтелкелердің #алд тавышсыз #утыр.

Ул бу планетага килгәндә, сәрхуш, рәт-рәт булып тезелгән буш һәм тулы шешәләр гаскәренә карап, тын гына утыра икән. — Син нишлисең? — дип сорый аннан Нәни принц.

Когда он явился на эту планету, пьяница молча сидел и смотрел на выстроившиеся перед ним полчища бутылок — пустых и полных. — Что это ты делаешь? — спросил Маленький принц.

Когда он явился на эту планету, пьяница молча сидел и смотрел на выстроившиеся перед ним полчища бутылок — пустых и полных. — Что это ты делаешь? — спросил Маленький принц.
|#
))

(test
 "үйреншікті"
  '(
    ("^үйреншікті<adj>$" ("@үйреншікті") ("привычный") ("\\@үйреншікті"))
    ("^үйреншікті<adj><advl>$" ("@үйреншікті") ("привычный") ("\\@үйреншікті"))
    ("^үйреншікті<adj><subst><nom>$" ("@үйреншікті") ("у привычного") ("\\@үйреншікті"))
    ("^үйреншікті<adj>+е<cop><aor><p3><pl>$" ("\\@үйреншікті") ("привычный") ("\\@үйреншікті"))
    ("^үйреншікті<adj>+е<cop><aor><p3><sg>$" ("\\@үйреншікті") ("привычный") ("\\@үйреншікті"))
    ("^үйреншікті<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@үйреншікті") ("у привычного") ("\\@үйреншікті"))
    ("^үйреншікті<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@үйреншікті") ("у привычного") ("\\@үйреншікті"))
#|
Бірақ сол таңертеңгі істеген ҮЙРЕНШІКТІ жұмыстары жанына ерекше жайлы көрінді.

Әмма шул иртәнге эшләгән *үйреншікті эшләре янына үзенчәлекле #җайлы күренде/күрелде.

Ләкин бу иртәдә гадәти эш тә аңа зур ләззәт бирә.

Но в это утро привычная работа доставляла ему необыкновенное удовольствие.

Но в это утро привычная работа доставляла ему необыкновенное удовольствие.
|#
))

(test
 "үйшігін"
  '(
    ("^үйшік<n><px3sp><acc>$" ("@үйшік") ("будку" "избушку") ("camper" "kennel"))
#|
Сол мезетте күн күркірегендей дүрсілдеп жарқыраған жүрдек пойыз темір жол бағыттаушысының ҮЙШІГІН дірілдетіп жіберді.

Сул *мезетте көн *күркірегендей *дүрсілдеп *жарқыраған *жүрдек поезд тимер юл юнәлтүчесенең *үйшігін *дірілдетіп җибәрде.

Шул вакыт, ут балкыган тәрәзәләрен ялтыратып, дөбер-шатыр килеп тизйөрешле поезд узып китә. Тимер юлчының кечкенә өе дер селкенеп куя.

И скорый поезд, сверкая освещенными окнами, с громом промчался мимо, и будка стрелочника вся задрожала.

И скорый поезд, сверкая освещенными окнами, с громом промчался мимо, и будка стрелочника вся задрожала.
|#
))

(test
 "үлбіреген"
  '(
    ("^үлбіре<v><iv><gpr_past>$" ("@үлбіре") ("\\@үлбіре") ("\\@үлбіре"))
    ("^үлбіре<v><iv><ger_past><nom>$" ("@үлбіре") ("\\@үлбіре") ("\\@үлбіре"))
    ("^үлбіре<v><iv><gpr_past><subst><nom>$" ("@үлбіре") ("\\@үлбіре") ("\\@үлбіре"))
    ("^үлбіре<v><iv><past><p3><pl>$" ("@үлбіре") ("\\@үлбіре") ("have \\@үлбіре"))
    ("^үлбіре<v><iv><past><p3><sg>$" ("@үлбіре") ("\\@үлбіре") ("have \\@үлбіре"))
#|
|#
))

(test
 "үнемделген"
  '(
    ("^үнемде<v><tv><pass><gpr_past>$" ("@үнемде") ("звание") ("are \\@үнемде"))
    ("^үнемде<v><tv><pass><ger_past><nom>$" ("@үнемде") ("звание") ("are \\@үнемде"))
    ("^үнемде<v><tv><pass><gpr_past><subst><nom>$" ("@үнемде") ("звание") ("are \\@үнемде"))
    ("^үнемде<v><tv><pass><past><p3><pl>$" ("@үнемде") ("\\@үнемде") ("are \\@үнемде"))
    ("^үнемде<v><tv><pass><past><p3><sg>$" ("@үнемде") ("\\@үнемде") ("is \\@үнемде"))
#|
- Сонда ол ҮНЕМДЕЛГЕН елу үш минутпен не істейді?

- Шунда ул *үнемделген илле өч минут белән ни эшли?

— Ә ул илле өч минутта нәрсә эшлисең?

— А что делать в эти пятьдесят три минуты?

— А что делать в эти пятьдесят три минуты?
|#
))

(test
 "үнемдеу"
  '(
    ("^үнемде<v><tv><ger><nom>$" ("@үнемде") ("\\@үнемде") ("\\@үнемде"))
    ("^үнемде<v><iv><ger><nom>$" ("@үнемде") ("выиграть") ("\\@үнемде"))
#|
Алайда сен оны ҮНЕМДЕУ үшін, әр уақытта кешіріп отыратын едің.

Алайда син аны *үнемдеу өчен, һәр вакытта кичерә торган идең.

Ләкин, азрак вакыт үткәч, аның гаебен кичерергә туры килер.

Но потом каждый раз надо будет ее помиловать.

Но потом каждый раз надо будет ее помиловать.
|#
))

(test
 "үнсіздікке"
  '(
    ("^үнсіздік<n><dat>$" ("@үнсіздік") ("в  молчанию") ("to silence"))
#|
- Ішкеннен ұяламын! – деп маскүнем сөзін аяқтады да, ҮНСІЗДІККЕ біржолата батып кетті.

- Эчкәннән оялам! – дип эчкече сүзен тәмамлады да, *үнсіздікке бөтенләй батып китте.

— Эчкәнемә оялам! — дип аңлата сәрхуш. Шуннан башка аның авызыннан бер сүз дә чыкмый.

— Совестно пить! — объяснил пьяница, и больше от него нельзя было добиться ни слова.

— Совестно пить! — объяснил пьяница, и больше от него нельзя было добиться ни слова.
|#
))

(test
 "үнсіздіктен"
  '(
    ("^үнсіздік<n><abl>$" ("@үнсіздік") ("из  молчания") ("from silence"))
    ("^үнсіздік<n><abl>+е<cop><aor><p3><pl>$" ("\\@үнсіздік") ("молчания") ("from silence"))
    ("^үнсіздік<n><abl>+е<cop><aor><p3><sg>$" ("\\@үнсіздік") ("молчания") ("from silence"))
#|
Біразға созылған созылған ҮНСІЗДІКТЕН соң ол былай деді:

*Біразға сузылган сузылган *үнсіздіктен соң ул болай диде:

Тынып калдык. Аннары ул:

Помолчали. Потом он сказал:

Помолчали. Потом он сказал:
|#
))

(test
 "үңіле"
  '(
    ("^үңіл<v><iv><gna_impf>$" ("@үңіл") ("нависая") ("stareed"))
    ("^үңіл<v><iv><prc_impf>$" ("@үңіл") ("нависая") ("stare"))
#|
Ол суретке ҮҢІЛЕ қарап: - Соншама кіші де емес. Қара! Ұйықтап қалды.

Ул рәсемгә *үңіле карап: - Шул хәтле кече дә түгел. Кара! Йоклап калды.

— Алай ук кечкенә түгел инде... — диде ул башын бер якка кыйшайтып карый-карый. — Карале, кара! Йокыга китте.

— Не такой уж он маленький... — сказал он, наклонив голову и разглядывая рисунок. — Смотри-ка! Он уснул...

— Не такой уж он маленький... — сказал он, наклонив голову и разглядывая рисунок. — Смотри-ка! Он уснул...
|#
))

(test
 "үңіліп"
  '(
    ("^үңіл<v><iv><gna_perf>$" ("@үңіл") ("#нависать") ("stare"))
    ("^үңіл<v><iv><prc_perf>$" ("@үңіл") ("#нависать") ("stare"))
#|
Ханзада қолымда балға, саусақтарым майдан қап-қара болып, түрлі сұрықсыз затқа ҮҢІЛІП тұрған маған қарап тұрды да:

Ханзадә кулымда балга, бармакларым майдан кап-өтә булып, төрле *сұрықсыз әйбергә *үңіліп торган миңа карады да:

Ул, күзен алмыйча, миңа карап торуында булды. Кулына чүкеч тоткан, өс-башы майга баткан кешенең әллә нинди иләмсез болтлар белән маташуына шаккаткандай:

Он все смотрел на меня: перепачканный смазочным маслом, с молотком в руках, я наклонился над непонятным предметом, который казался ему таким уродливым.

Он все смотрел на меня: перепачканный смазочным маслом, с молотком в руках, я наклонился над непонятным предметом, который казался ему таким уродливым.
|#
))

(test
 "үп-*үшкір"
  '(
    ("^*үп$^-$" ("*үп" "\\@-") ("*үп" "\\@-") ("*үп" "\\@-"))
    ("^-<guio>$*^үшкір$" ("-*" "\\@үшкір") ("-*" "\\@үшкір") ("-" "#х*" "\\@үшкір"))
    ("^үшкір<adj>$" ("@үшкір") ("острый") ("\\@үшкір"))
    ("^үшкір<adj>+е<cop><aor><p3><pl>$" ("\\@үшкір") ("острый") ("\\@үшкір"))
    ("^үшкір<adj>+е<cop><aor><p3><sg>$" ("\\@үшкір") ("острый") ("\\@үшкір"))
#|
|#
))

(test
 "үрейленіп"
  '(
    ("^үрейлен<v><iv><gna_perf>$" ("@үрейлен") ("#бояться") ("fear"))
    ("^үрейлен<v><iv><prc_perf>$" ("@үрейлен") ("#бояться") ("fear"))
#|
- Балақай, сен ҮРЕЙЛЕНІП қалғансың-ау деймін...

- *Балақай, син *үрейленіп калгансың @ау диям...

— Син курыккансың, бала...

— Ты напугался, малыш...

— Ты напугался, малыш...
|#
))

(test
 "үстемелеп"
  '(
    ("^үстемеле<v><tv><gna_perf>$" ("@үстемеле") ("#надбавлять") ("\\@үстемеле"))
    ("^үстемеле<v><tv><prc_perf>$" ("@үстемеле") ("#надбавлять") ("\\@үстемеле"))
#|
Кішкентай ханзада маған ҮСТЕМЕЛЕП ұрақ қоя береді де, ал өзі менің сұрақтарымды естімеген қалып танытады.

Кечкенә ханзадә миңа *үстемелеп *ұрақ куя бирә дә, ә үзе минем сорауларымны ишетмәгән калып таныта.

Нәни принц сорау артыннан сорауны яудырып кына тора, ә мин, берәр нәрсә белергә теләп, сүз катсам, ишетмәмешкә салыша.

Маленький принц засыпал меня вопросами, но когда я спрашивал о чем-нибудь, он словно и не слышал.

Маленький принц засыпал меня вопросами, но когда я спрашивал о чем-нибудь, он словно и не слышал.
|#
))

(test
 "үшеуін"
  '(
    ("^үшеу<num><coll><subst><px3sp><acc>$" ("@үшеу") ("#трое") ("#three"))
#|
|#
))

(test
 "ұйпалақтанып"
  '(
    ("^ұйпалақтан<v><iv><gna_perf>$" ("@ұйпалақтан") ("\\@ұйпалақтан") ("\\@ұйпалақтан"))
    ("^ұйпалақтан<v><iv><prc_perf>$" ("@ұйпалақтан") ("\\@ұйпалақтан") ("\\@ұйпалақтан"))
#|
- Ах, ұйқымды аша алмай тұрғанымды қарашы... Сізден кешірім өтінемін... Шашым әлі ҰЙПАЛАҚТАНЫП тұр...

- *Ах, йокымны ача алмыйча торганымны #кара... Сездән кичерү үтенәм... Чәчем әле *ұйпалақтанып тор...

— Уф, көчкә уяндым... Гафу итегез... Үземне тәртипкә китерергә дә өлгермәдем...

— Ах, я насилу проснулась... Прошу извинить... Я еще совсем растрепанная...

— Ах, я насилу проснулась... Прошу извинить... Я еще совсем растрепанная...
|#
))

(test
 "ұқпастан"
  '(
    ("^ұқ<v><tv><neg><gna_perf>$" ("@ұқ") ("не поняв" "не #проникать") ("understand"))
    ("^ұқ<v><tv><neg><gpr_fut><subst><abl>$" ("@ұқ") ("понять" "#проникать") ("understand"))
#|
|#
))

(test
 "ұқсата"
  '(
    ("^ұқсат<v><tv><gna_impf>$" ("@ұқсат") ("\\@ұқсат") ("\\@ұқсат"))
    ("^ұқсат<v><tv><prc_impf>$" ("@ұқсат") ("\\@ұқсат") ("\\@ұқсат"))
#|
Бойын да дұрыстап ҰҚСАТА алмадым. Мынаусында кішкентай ханзаданың бойы биік болып шықса, екіншісінде тым аласа.

Буены да *дұрыстап *ұқсата алмадым. *Мынаусында кечкенә ханзадәнең буе биек булып чыкса, икенчесендә бик түбән.

Буй ягыннан да шулай: мәсәлән, бер рәсемдә — принц артык озын, ә икенчесендә артык бәләкәй булды.

Вот и с ростом тоже: на одном рисунке принц у меня вышел чересчур большой, на другом — чересчур маленький.

Вот и с ростом тоже: на одном рисунке принц у меня вышел чересчур большой, на другом — чересчур маленький.
|#
))

(test
 "ұқсатып"
  '(
    ("^ұқсат<v><tv><gna_perf>$" ("@ұқсат") ("\\@ұқсат") ("\\@ұқсат"))
    ("^ұқсат<v><tv><prc_perf>$" ("@ұқсат") ("\\@ұқсат") ("\\@ұқсат"))
#|
Әрине, барынша ҰҚСАТЫП бағуға тырыстым.

Әлбәттә, #бар *ұқсатып багуга тырыштым.

Билгеле, мин булдыра алган кадәр охшатыбрак ясарга тырышырмын.

Конечно, я постараюсь передать сходство как можно лучше.

Конечно, я постараюсь передать сходство как можно лучше.
|#
))

(test
 "ұқты"
  '(
    ("^ұқ<v><tv><ifi><p3><pl>$" ("@ұқ") ("оказывается #понять" "оказывается #проникать") ("understood"))
    ("^ұқ<v><tv><ifi><p3><sg>$" ("@ұқ") ("оказывается #понять" "оказывается #проникать") ("understood"))
#|
Іскер адам оның тыныштық бермесін ҰҚТЫ да:

*Іскер азагым аның тынычлык бирмәсен *ұқты да:

Эшлекле кеше, җавап бирми торып, тынгылык булмасын аңлый, ахрысы.

Деловой человек понял, что надо ответить, а то не будет ему покоя.

Деловой человек понял, что надо ответить, а то не будет ему покоя.
|#
))

(test
 "ұқтым"
  '(
    ("^ұқ<v><tv><ifi><p1><sg>$" ("@ұқ") ("оказывается #понять" "оказывается #проникать") ("understood"))
#|
|#
))

(test
 "ұлағатты"
  '(
    ("^ұлағат<n><acc>$" ("@ұлағат") ("поучение") ("homily"))
    ("^ұлағатты<adj>$" ("@ұлағатты") ("\\@ұлағатты") ("great"))
    ("^ұлағат<n>+лы<post>$" ("\\@ұлағат") ("поучении") ("without homily"))
    ("^ұлағатты<adj><advl>$" ("@ұлағатты") ("\\@ұлағатты") ("great"))
    ("^ұлағатты<adj><subst><nom>$" ("@ұлағатты") ("у \\@ұлағатты") ("great"))
    ("^ұлағатты<adj>+е<cop><aor><p3><pl>$" ("\\@ұлағатты") ("\\@ұлағатты") ("great"))
    ("^ұлағатты<adj>+е<cop><aor><p3><sg>$" ("\\@ұлағатты") ("\\@ұлағатты") ("great"))
    ("^ұлағатты<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@ұлағатты") ("у \\@ұлағатты") ("great"))
    ("^ұлағатты<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@ұлағатты") ("у \\@ұлағатты") ("great"))
#|
Мен өмірімде көптеген ҰЛАҒАТТЫ адамдарды кездестірдім.

Мин гомеремдә күмәкләгән *ұлағатты адәмнәрне *кездестірдім.

Үз гомеремдә мин төрле кешеләр белән очраштым.

На своем веку я много встречал разных серьезных людей.

На своем веку я много встречал разных серьезных людей.
|#
))

(test
 "ұмытыңқырап"
  '(
    ("^ұмытыңқыра<v><iv><gna_perf>$" ("@ұмытыңқыра") ("\\@ұмытыңқыра") ("\\@ұмытыңқыра"))
    ("^ұмытыңқыра<v><iv><prc_perf>$" ("@ұмытыңқыра") ("\\@ұмытыңқыра") ("\\@ұмытыңқыра"))
#|
Киімінің түсін де ҰМЫТЫҢҚЫРАП қалыппын.

Киеменең төшене дә *ұмытыңқырап #кал.

Аннан соң киеменең нинди төстә булуы да онытылган.

И я плохо помню, какого цвета была его одежда.

И я плохо помню, какого цвета была его одежда.
|#
))

(test
 "ұнатады"
  '(
    ("^ұнат<v><tv><aor><p3><pl>$" ("@ұнат") ("любят" "#полюбить" "#нравиться" "#облюбовать" "предпочитают") ("enjoy" "like" "prefer" "please"))
    ("^ұнат<v><tv><aor><p3><sg>$" ("@ұнат") ("любит" "#полюбить" "#нравиться" "#облюбовать" "предпочитает") ("enjoys" "likes" "prefers" "pleases"))
#|
|#
))

(test
 "ұнатамын"
  '(
    ("^ұнат<v><tv><aor><p1><sg>$" ("@ұнат") ("люблю" "#полюбить" "#нравиться" "#облюбовать" "предпочитаю") ("enjoy" "like" "prefer" "please"))
#|
|#
))

(test
 "ұнатпаймын"
  '(
    ("^ұнат<v><tv><neg><aor><p1><sg>$" ("@ұнат") ("люблю" "#полюбить" "#нравиться" "#облюбовать" "предпочитаю") ("do not enjoy" "do not like" "do not prefer" "do not please"))
    ("^ұнатпа<v><iv><aor><p1><sg>$" ("@ұнатпа") ("чихаю" "недолюбливаю") ("\\@ұнатпа"))
#|
|#
))

(test
 "ұрақ"
  '(
    ("^*ұрақ$" ("*ұрақ") ("*ұрақ") ("*ұрақ"))
#|
Кішкентай ханзада маған үстемелеп ҰРАҚ қоя береді де, ал өзі менің сұрақтарымды естімеген қалып танытады.

Кечкенә ханзадә миңа *үстемелеп *ұрақ куя бирә дә, ә үзе минем сорауларымны ишетмәгән калып таныта.

Нәни принц сорау артыннан сорауны яудырып кына тора, ә мин, берәр нәрсә белергә теләп, сүз катсам, ишетмәмешкә салыша.

Маленький принц засыпал меня вопросами, но когда я спрашивал о чем-нибудь, он словно и не слышал.

Маленький принц засыпал меня вопросами, но когда я спрашивал о чем-нибудь, он словно и не слышал.
|#
))

(test
 "ұрықтан"
  '(
    ("^ұрық<n><abl>$" ("@ұрық") ("из  плода" "из  засева") ("from seed" "from sperm"))
    ("^ұрық<n><abl>+е<cop><aor><p3><pl>$" ("\\@ұрық") ("плода" "засева") ("from seed" "from sperm"))
    ("^ұрық<n><abl>+е<cop><aor><p3><sg>$" ("\\@ұрық") ("плода" "засева") ("from seed" "from sperm"))
#|
Ендеше жақсы ҰРЫҚТАН құнарлы шөптің немесе зиянды ұрықтан арам шөптің өсетіні белгілі.

Алайса яхшы *ұрықтан туклыклы үләннең яисә зыянны *ұрықтан арам үләннең үскәне билгеле.

Димәк, анда яхшы, файдалы үләннәрнең яхшы орлыклары һәм зыянлы чүп үләннәренең начар орлыклары бар.

А значит, есть там хорошие семена хороших, полезных трав и вредные семена дурной, сорной травы.

А значит, есть там хорошие семена хороших, полезных трав и вредные семена дурной, сорной травы.
|#
))

(test
 "ұрықтар"
  '(
    ("^ұрық<n><pl><nom>$" ("@ұрық") ("плоды" "засевы") ("seeds" "sperms"))
    ("^ұрық<n><pl><nom>+е<cop><aor><p3><pl>$" ("\\@ұрық") ("плоды" "засевы") ("seeds" "sperms"))
    ("^ұрық<n><pl><nom>+е<cop><aor><p3><sg>$" ("\\@ұрық") ("плоды" "засевы") ("seeds" "sperms"))
#|
Ал Кішкентай ханзаданың планетасында аса зор зиянды ҰРЫҚТАР болған.

Ә Кечкенә ханзадәнең планетасында үтә зур зыянны *ұрықтар булган.

Нәни принц планетасында коточкыч явыз орлыклар бар...

И вот на планете Маленького принца есть ужасные, зловредные семена...

И вот на планете Маленького принца есть ужасные, зловредные семена...
|#
))

(test
 "ұрықтарға"
  '(
    ("^ұрық<n><pl><dat>$" ("@ұрық") ("в  плодам" "в  засевам") ("to seeds" "to sperms"))
#|
Планета қойнауы осындай ҰРЫҚТАРҒА толып кеткен.

Планета уйсулыгы шушындый *ұрықтарға тулып киткән.

Планета туфрагы шул орлыклар белән тулган.

Почва планеты вся заражена ими.

Почва планеты вся заражена ими.
|#
))

(test
 "ұрықтары"
  '(
    ("^ұрық<n><pl><px3sp><nom>$" ("@ұрық") ("плоды" "засевы") ("seeds" "sperms"))
    ("^ұрық<n><pl><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@ұрық") ("плоды" "засевы") ("seeds" "sperms"))
    ("^ұрық<n><pl><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@ұрық") ("плоды" "засевы") ("seeds" "sperms"))
#|
Алайда өсімдік ҰРЫҚТАРЫ көзге көрінбейді ғой.

Алайда үсемлек *ұрықтары күзгә күренми/күрелми бит.

Ә орлыклар күзгә күренми бит.

Но ведь семена невидимы.

Но ведь семена невидимы.
|#
))

(test
 "ұстамдылығымнан"
  '(
    ("^ұстамдылық<n><px1sg><abl>$" ("@ұстамдылық") ("из моей сдержанности") ("from my abstention"))
    ("^ұстамдылық<n><px1sg><abl>+е<cop><aor><p3><pl>$" ("\\@ұстамдылық") ("сдержанности") ("from my abstention"))
    ("^ұстамдылық<n><px1sg><abl>+е<cop><aor><p3><sg>$" ("\\@ұстамдылық") ("сдержанности") ("from my abstention"))
#|
Бірақ баобабтың қаншама қауіп төндіретінін екінің бірі біле бермегендіктен және астероид үшін бұл қатер өте қомақты болғандықтан, осы жолы әдеттегі ҰСТАМДЫЛЫҒЫМНАН бас тартуға бел будым.

Әмма *баобабтың никадәр хәвеф тудырганын икенең бере белә бирмәгәнлектән һәм *астероид өчен бу хәтәр бик күләмле булганлыктан, шушы юлы гадәттәге *ұстамдылығымнан баш җәлеп итүгә бил будым.

Ләкин бик күпләр баобабның никадәр зыян китерүен белеп бетерми. Чөнки астероидка барып эләккән һәр кешегә бик зур куркыныч яный. Шуңа күрә бу юлы миңа гадәти тыйнаклыкны онытып торырга туры килә.

Но мало кто знает, чем грозят баобабы, а опасность, которой подвергается всякий, кто попадет на астероид, очень велика — вот почему на сей раз я решаюсь изменить своей обычной сдержанности.

Но мало кто знает, чем грозят баобабы, а опасность, которой подвергается всякий, кто попадет на астероид, очень велика — вот почему на сей раз я решаюсь изменить своей обычной сдержанности.
|#
))

(test
 "ұштады"
  '(
    ("^ұшта<v><tv><ifi><p3><pl>$" ("@ұшта") ("оказывается \\@ұшта") ("\\@ұшта"))
    ("^ұшта<v><tv><ifi><p3><sg>$" ("@ұшта") ("оказывается \\@ұшта") ("\\@ұшта"))
#|
|#
))

(test
 "ұштары"
  '(
    ("^ұш<n><pl><px3sp><nom>$" ("@ұш") ("верхушки") ("tips"))
    ("^ұшта<v><tv><ger_fut><px3sp><nom>$" ("@ұшта") ("\\@ұшта") ("\\@ұшта"))
    ("^ұшта<v><tv><gpr_fut><subst><px3sp><nom>$" ("@ұшта") ("\\@ұшта") ("\\@ұшта"))
    ("^ұш<n><pl><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@ұш") ("верхушки") ("tips"))
    ("^ұш<n><pl><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@ұш") ("верхушки") ("tips"))
#|
Бірақ оның көзіне ҰШТАРЫ біздей әбден егелген құздардан басқа ештеңе түспеді.

Әмма аның күзенә *ұштары бездәй бик игәүләнгән кыялардан башка берни төшмәде.

Ләкин тирә-якта энәдәй нәзек һәм очлы кыялардан башка берни дә күренми.

Но увидел только скалы, острые и тонкие, как иглы.

Но увидел только скалы, острые и тонкие, как иглы.
|#
))

(test
 "ұшы-қиырсыз"
  '(
    ("^ұшы-қиырсыз<adv>$" ("\\@ұшы-қиырсыз") ("беспредельно") ("\\@ұшы-қиырсыз"))
#|
Ол ҰШЫ-ҚИЫРСЫЗ алыста адасқандай көзқараспен қарады.

Ул *ұшы-*қиырсыз еракта адашкандай караш белән өтә.

Ул уйчан карашын каядыр еракка төбәде.

Он задумчиво смотрел куда-то вдаль.

Он задумчиво смотрел куда-то вдаль.
|#
))

(test
 "ұшын"
  '(
    ("^ұш<n><px3sp><acc>$" ("@ұш") ("верхушку") ("tip"))
#|
- Неден ұяласың? – деп сұрады, оған қол ҰШЫН бергісі келіп кеткен Кішкентай ханзада.

- Нидән ояласың? – дип сорады, аңа кул *ұшын бирәсе килеп киткән Кечкенә ханзадә.

— Нәрсәдән оят соң сиңа? — дип сорый Нәни принц. Бу бичарага бик тә ярдәм итәсе килә аның.

— Отчего же тебе совестно? — спросил Маленький принц, ему очень хотелось помочь бедняге.

— Отчего же тебе совестно? — спросил Маленький принц, ему очень хотелось помочь бедняге.
|#
))

(test
 "ұялшақ"
  '(
    ("^ұялшақ<adj>$" ("@ұялшақ") ("застенчивый") ("shy"))
    ("^ұялшақ<adj><advl>$" ("@ұялшақ") ("застенчивый") ("shy"))
    ("^ұялшақ<adj><subst><nom>$" ("@ұялшақ") ("у застенчивого") ("shy"))
    ("^ұялшақ<adj>+е<cop><aor><p3><pl>$" ("\\@ұялшақ") ("застенчивый") ("shy"))
    ("^ұялшақ<adj>+е<cop><aor><p3><sg>$" ("\\@ұялшақ") ("застенчивый") ("shy"))
    ("^ұялшақ<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@ұялшақ") ("у застенчивого") ("shy"))
    ("^ұялшақ<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@ұялшақ") ("у застенчивого") ("shy"))
#|
Кішкентай ханзада оның тіпті де ҰЯЛШАҚ емес екенін бірден байқады, сонда да ол жаныңды елжіретерлік еді!

Кечкенә ханзадә аның #тел *ұялшақ түгел икәнен бердән карады, шулай да ул яныңны *елжіретерлік иде!

Нәни принц бу гаҗәеп кунакның бигүк тыйнак түгеллеген аңлый, билгеле. Ләкин холкы нинди генә булса да, ул искиткеч матур!

Маленький принц, конечно, догадался, что удивительная гостья не страдает избытком скромности, зато она была так прекрасна, что дух захватывало!

Маленький принц, конечно, догадался, что удивительная гостья не страдает избытком скромности, зато она была так прекрасна, что дух захватывало!
|#
))

(test
 "ұялыңқырап"
  '(
    ("^ұялыңқыра<v><iv><gna_perf>$" ("@ұялыңқыра") ("\\@ұялыңқыра") ("\\@ұялыңқыра"))
    ("^ұялыңқыра<v><iv><prc_perf>$" ("@ұялыңқыра") ("\\@ұялыңқыра") ("\\@ұялыңқыра"))
#|
Мен ҰЯЛЫҢҚЫРАП қалдым.

Мин *ұялыңқырап калдым.

Мин уңайсызланып киттем.

Мне стало совестно.

Мне стало совестно.
|#
))

(test
 "франк"
  '(
    ("^франк<n><nom>$" ("@франк") ("\\@франк") ("franc"))
    ("^франк<n><attr>$" ("@франк") ("\\@франк") ("franc"))
    ("^франк<n><nom>+е<cop><aor><p3><pl>$" ("\\@франк") ("\\@франк") ("franc"))
    ("^франк<n><nom>+е<cop><aor><p3><sg>$" ("\\@франк") ("\\@франк") ("franc"))
#|
Сол үшін оларға былай түсіндіру керек: «Мен жүз мың ФРАНК тұратын үйді көрдім». Сонда ғана олар: «Қандай тамаша!» деп тамсанады.

Сул өчен аларга болай аңлатырга тиеш: «Мин йөз мең *франк тора торган өйне күрдем». Шунда гына алар: «Кандай #тамаша!» дип *тамсанады.

«Йөз мең франк торырлык йорт күрдем», — дисәң, алар шунда ук: «Менә бу йорт, ичмасам!» — дип сокланырлар иде.

Им надо сказать: "Я видел дом за сто тысяч франков", — и тогда они восклицают: "Какая красота!"

Им надо сказать: "Я видел дом за сто тысяч франков", — и тогда они восклицают: "Какая красота!"
|#
))

(test
 "шабыт"
  '(
    ("^шабыт<n><nom>$" ("@шабыт") ("импульс" "вдохновение") ("inspiration"))
    ("^шабыт<n><attr>$" ("@шабыт") ("импульс" "вдохновение") ("inspiration"))
    ("^шабыт<n><nom>+е<cop><aor><p3><pl>$" ("\\@шабыт") ("импульс" "вдохновение") ("inspiration"))
    ("^шабыт<n><nom>+е<cop><aor><p3><sg>$" ("\\@шабыт") ("импульс" "вдохновение") ("inspiration"))
#|
Ал, баобабты салғанда, бұл суреттің кешіктіруге болмайтын маңызды хабар жеткізетіндігі маған үлкен ШАБЫТ берді.

Ә, *баобабты салганда, бу рәсемнең *кешіктіруге булмый торган мөһим хәбәр җиткезгәне миңа өлкән *шабыт бирде.

Ә баобаблар рәсемен ясаганда, бу эшнең кичектергесез һәм бик кирәкле икәнлеген тою миңа илһам бирде.

А когда я рисовал баобабы, меня вдохновляло сознание, что это страшно важно и неотложно.

А когда я рисовал баобабы, меня вдохновляло сознание, что это страшно важно и неотложно.
|#
))

(test
 "шағаласына"
  '(
    ("^шағала<n><px3sp><dat>$" ("@шағала") ("к  #чайка") ("to gull" "to seagull"))
#|
- Егер мен қолбасшыға бір гүлден екінші гүлге көбелекше ұш немесе қайғылы шығарма жаз, болмаса теңіз ШАҒАЛАСЫНА айнал деп бұйрық берсем, ал қолбасшы бұйрығымды орындамаса, кім айыпты болар еді, мен бе, әлде ол ма?

- Игәүләр мин гаскәр башлыгына бер гөлдән икенче гөлгә *көбелекше оч яисә кайгылы әсәр җәй, булмаса диңгез *шағаласына әйлән дип боерык бирсәм, ә #гаскәр башлыгы боерыгымны үтәмәсә, кем гаепле булыр иде, минме, хәлдә улмы?

— Әгәр дә мин берәр генералга күбәләк булып чәчәктән чәчәккә очып йөрергә, яисә трагедия иҗат итәргә, йә булмаса диңгез акчарлагына әверелергә кушсам, ә генерал әмерне үтәмәсә, ул чакта кем гаепле булыр — улмы, әллә минме?

— Если я прикажу какому-нибудь генералу порхать бабочкой с цветка на цветок, или сочинить трагедию, или обернуться морской чайкой и генерал не выполнит приказа, кто будет в этом виноват — он или я?

— Если я прикажу какому-нибудь генералу порхать бабочкой с цветка на цветок, или сочинить трагедию, или обернуться морской чайкой и генерал не выполнит приказа, кто будет в этом виноват — он или я?
|#
))

(test
 "шайынып"
  '(
    ("^шайын<v><iv><gna_perf>$" ("@шайын") ("\\@шайын") ("\\@шайын"))
    ("^шайын<v><iv><prc_perf>$" ("@шайын") ("\\@шайын") ("\\@шайын"))
#|
|#
))

(test
 "шақтысы"
  '(
    ("^шақтысы<post>$" ("\\@шақтысы") ("\\@шақтысы") ("\\@шақтысы"))
#|
Ал мінеки, бір бақтың ішінде сол сияқтылардың бес мың ШАҚТЫСЫ өсіп тұр.

Ә *мінеки, бер бакчаның эчендә сул *сияқтылардың биш мең *шақтысы үсә.

Ә монда бер бакчада гына да нәкъ аның төсле биш мең чәчәк!

И вот перед ним пять тысяч точно таких же цветов в одном только саду!

И вот перед ним пять тысяч точно таких же цветов в одном только саду!
|#
))

(test
 "шалғам"
  '(
    ("^шалғам<n><nom>$" ("@шалғам") ("редиска") ("radish"))
    ("^шалғам<n><attr>$" ("@шалғам") ("редиска") ("radish"))
    ("^шалғам<n><nom>+е<cop><aor><p3><pl>$" ("\\@шалғам") ("редиска") ("radish"))
    ("^шалғам<n><nom>+е<cop><aor><p3><sg>$" ("\\@шалғам") ("редиска") ("radish"))
#|
Егерде ШАЛҒАМ немесе бір шоқ раушан гүлінің сабағы болса, өсіре беруге болады.

Игәүләрдә *шалғам яисә бер чук *раушан гөленең сабагы булса, үстерә бирүгә була.

Әгәр дә ул булачак торма, яисә гөләп куагы икән — үсә бирсен.

Если это будущий редис или розовый куст, пусть его растет на здоровье.

Если это будущий редис или розовый куст, пусть его растет на здоровье.
|#
))

(test
 "шаңқай"
  '(
    ("^шаңқай<adj>$" ("@шаңқай") ("\\@шаңқай") ("\\@шаңқай"))
    ("^шаңқай<adj><advl>$" ("@шаңқай") ("\\@шаңқай") ("\\@шаңқай"))
    ("^шаңқай<adj><subst><nom>$" ("@шаңқай") ("у \\@шаңқай") ("\\@шаңқай"))
    ("^шаңқай<adj>+е<cop><aor><p3><pl>$" ("\\@шаңқай") ("\\@шаңқай") ("\\@шаңқай"))
    ("^шаңқай<adj>+е<cop><aor><p3><sg>$" ("\\@шаңқай") ("\\@шаңқай") ("\\@шаңқай"))
    ("^шаңқай<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@шаңқай") ("у \\@шаңқай") ("\\@шаңқай"))
    ("^шаңқай<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@шаңқай") ("у \\@шаңқай") ("\\@шаңқай"))
#|
Шынында да осылай. Америка Құрама Штаттарында ШАҢҚАЙ түс болғанда, Францияда күн бататыны барша жұртқа белгілі.

Чынында да #шушы. Америка Җыелма Штатларында *шаңқай төш булганда, Франциядә көн батканы #бар халыкка билгеле.

Чыннан да, Америкада төш вакыты булганда, Франциядә кояш баеганын барысы да белә.

И в самом деле. Все знают, что, когда в Америке полдень, во Франции солнце уже заходит.

И в самом деле. Все знают, что, когда в Америке полдень, во Франции солнце уже заходит.
|#
))

(test
 "шапағымен"
  '(
    ("^шапақ<n><px3sp><ins>$" ("@шапақ белән") ("с  \\@шапақ") ("with \\@шапақ"))
#|
Құм болса, алаулап атқан таң ШАПАҒЫМЕН бал тәрізді алтын түске боялды.

Ком булса, *алаулап аткан таң *шапағымен бал төсле алтын төшкә *боялды.

Таң атканда ком алтынсу төскә кереп, балга охшап калды.

На рассвете песок становится золотой, как мед.

На рассвете песок становится золотой, как мед.
|#
))

(test
 "шапалақтағанда"
  '(
    ("^шапалақта<v><iv><ger_past><loc>$" ("@шапалақта") ("#хлопать" "#шлепать") ("slapping" "applauding"))
    ("^шапалақта<v><iv><gpr_past><subst><loc>$" ("@шапалақта") ("#хлопать" "#шлепать") ("slap" "applaud"))
#|
|#
))

(test
 "шапалақтады"
  '(
    ("^шапалақта<v><iv><ifi><p3><pl>$" ("@шапалақта") ("оказывается #хлопать" "оказывается #шлепать") ("slapped" "applauded"))
    ("^шапалақта<v><iv><ifi><p3><sg>$" ("@шапалақта") ("оказывается #хлопать" "оказывается #шлепать") ("slapped" "applauded"))
#|
|#
))

(test
 "шапалақтай"
  '(
    ("^шапалақ<n><sim>$" ("@шапалақ") ("как  хлопушка") ("like clap"))
    ("^шапалақта<v><iv><gna_impf>$" ("@шапалақта") ("хлопая" "#шлепать") ("slapped" "applauded"))
    ("^шапалақта<v><iv><prc_impf>$" ("@шапалақта") ("хлопая" "#шлепать") ("slap" "applaud"))
    ("^шапалақ<n><sim><nom>$" ("@шапалақ") ("как  хлопушка") ("like clap"))
    ("^шапалақ<n><sim>+е<cop><aor><p3><pl>$" ("\\@шапалақ") ("хлопушка") ("#clap"))
    ("^шапалақ<n><sim>+е<cop><aor><p3><sg>$" ("\\@шапалақ") ("хлопушка") ("#clap"))
    ("^шапалақ<n><sim><nom>+е<cop><aor><p3><pl>$" ("\\@шапалақ") ("хлопушка") ("clap"))
    ("^шапалақ<n><sim><nom>+е<cop><aor><p3><sg>$" ("\\@шапалақ") ("хлопушка") ("clap"))
#|
Сөйтіп ол қайтадан қол ШАПАЛАҚТАЙ бастады.

Шулай итеп ул кайтадан кул *шапалақтай башлады.

Аннары тагын кулын чәбәкләп куя.

И опять стал хлопать в ладоши.

И опять стал хлопать в ладоши.
|#
))

(test
 "шапшыған"
  '(
    ("^шапшы<v><iv><gpr_past>$" ("@шапшы") ("\\@шапшы") ("\\@шапшы"))
    ("^шапшы<v><iv><ger_past><nom>$" ("@шапшы") ("\\@шапшы") ("\\@шапшы"))
    ("^шапшы<v><iv><gpr_past><subst><nom>$" ("@шапшы") ("\\@шапшы") ("\\@шапшы"))
    ("^шапшы<v><iv><past><p3><pl>$" ("@шапшы") ("\\@шапшы") ("have \\@шапшы"))
    ("^шапшы<v><iv><past><p3><sg>$" ("@шапшы") ("\\@шапшы") ("have \\@шапшы"))
#|
- Иә, - дедім мен Кішкентай ханзадаға, - сенің оқиғаларың өте қызық-ау, бірақ мен ұшағымды әлі жөндеп болмадым, ішер суым да бітті. Егер мен де көкке ШАПШЫҒАН суға қара асықпай бет алсам, өзімді бақытты сезінуші едім!

- Әйе, - дидем мин Кечкенә ханзадәгә, - синең вакыйгаларың бик кызык @ау, әмма мин очкычымны әле ремонтлап булмыйм, эчәр суым да бетте. Игәүләр мин дә күккә *шапшыған суга кара ашыкмыйча бит/бит алсам, үземне бәхетне *сезінуші идем!

— Әйе, — дидем мин Нәни принцка, — син сөйләгән нәрсәләр барысы да кызыклы, ләкин минем самолетны төзәтә алганым юк бит әле, җитмәсә, тамчы суым калмады, уйлап-нитеп тормыйча чишмә янына бара алсам, мин дә бәхетле булыр идем.

— Да, — сказал я Маленькому принцу, — все, что ты рассказываешь, очень интересно, но я еще не починил свой самолет, у меня не осталось ни капли воды, и я тоже был бы счастлив, если бы мог просто-напросто пойти к роднику.

— Да, — сказал я Маленькому принцу, — все, что ты рассказываешь, очень интересно, но я еще не починил свой самолет, у меня не осталось ни капли воды, и я тоже был бы счастлив, если бы мог просто-напросто пойти к роднику.
|#
))

(test
 "шапшып"
  '(
    ("^шапшы<v><iv><gna_perf>$" ("@шапшы") ("\\@шапшы") ("\\@шапшы"))
    ("^шапшы<v><iv><prc_perf>$" ("@шапшы") ("\\@шапшы") ("\\@шапшы"))
#|
«Егер менің бос елу үш минутым болса, - деп ойланып қалды Кішкентай ханзада, - көкке ШАПШЫП атқан бұлақтан су ішуге асықпай барушы едім...»

«Игәүләр минем буш илле өч минутым булса, - дип уйланып калды Кечкенә ханзадә, - күккә *шапшып аткан *бұлақтан су эчүгә ашыкмыйча баручы идем...»

"Әгәр дә минем илле өч минут буш вакытым булса, — ди үз-үзенә Нәни принц, — уйлап-нитеп тормыйча, чишмә янына барыр идем..."

"Будь у меня пятьдесят три минуты свободных, — подумал Маленький принц, — я бы просто-напросто пошел к роднику..."

"Будь у меня пятьдесят три минуты свободных, — подумал Маленький принц, — я бы просто-напросто пошел к роднику..."
|#
))

(test
 "шаршаған"
  '(
    ("^шарша<v><iv><gpr_past>$" ("@шарша") ("#таять" "устать" "#уставать" "утомиться" "#выдыхаться" "измучиться" "#изматываться") ("weary"))
    ("^шаршаған<adj>$" ("@шаршаған") ("утомленный") ("tired"))
    ("^шарша<v><iv><ger_past><nom>$" ("@шарша") ("#таять" "устать" "#уставать" "утомиться" "#выдыхаться" "измучиться" "#изматываться") ("wearying"))
    ("^шаршаған<adj><advl>$" ("@шаршаған") ("утомленный") ("tired"))
    ("^шарша<v><iv><gpr_past><subst><nom>$" ("@шарша") ("#таять" "устать" "#уставать" "утомиться" "#выдыхаться" "измучиться" "#изматываться") ("weary"))
    ("^шарша<v><iv><past><p3><pl>$" ("@шарша") ("#таять" "#устать" "#уставать" "#утомиться" "#выдыхаться" "#измучиться" "#изматываться") ("have wearied"))
    ("^шарша<v><iv><past><p3><sg>$" ("@шарша") ("#таять" "#устать" "#уставать" "#утомиться" "#выдыхаться" "#измучиться" "#изматываться") ("have wearied"))
    ("^шаршаған<adj><subst><nom>$" ("@шаршаған") ("у утомленного") ("fatigued" "weary"))
    ("^шаршаған<adj>+е<cop><aor><p3><pl>$" ("\\@шаршаған") ("утомленный") ("tired"))
    ("^шаршаған<adj>+е<cop><aor><p3><sg>$" ("\\@шаршаған") ("утомленный") ("tired"))
    ("^шаршаған<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@шаршаған") ("у утомленного") ("fatigued" "weary"))
    ("^шаршаған<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@шаршаған") ("у утомленного") ("fatigued" "weary"))
#|
Ол ШАРШАҒАН еді.

Ул *шаршаған иде.

Ул арыды.

Он устал.

Он устал.
|#
))

(test
 "шаршағандықтан"
  '(
    ("^шарша<v><iv><ger_perf><abl>$" ("@шарша") ("#таять" "устать" "#уставать" "утомиться" "#выдыхаться" "измучиться" "#изматываться") ("weary"))
#|
Ал ШАРШАҒАНДЫҚТАН тіпті есінеп жіберді.

Ә *шаршағандықтан #тел *есінеп җибәрде.

Шулчак ул ирексездән иснәп куя.

и вдруг он зевнул.

и вдруг он зевнул.
|#
))

(test
 "шаршап"
  '(
    ("^шарша<v><iv><gna_perf>$" ("@шарша") ("#таять" "устав" "#уставать" "утомившись" "#выдыхаться" "измучившись" "#изматываться") ("weary"))
    ("^шарша<v><iv><prc_perf>$" ("@шарша") ("#таять" "устав" "#уставать" "утомившись" "#выдыхаться" "измучившись" "#изматываться") ("weary"))
#|
|#
))

(test
 "шаршатады"
  '(
    ("^шаршат<v><tv><aor><p3><pl>$" ("@шаршат") ("томят" "крушат" "истомляют" "#измолотить" "изматывают") ("\\@шаршат"))
    ("^шаршат<v><tv><aor><p3><sg>$" ("@шаршат") ("томит" "крушит" "истомляет" "#измолотить" "изматывает") ("\\@шаршат"))
#|
|#
))

(test
 "шатақ"
  '(
    ("^шатақ<adj>$" ("@шатақ") ("\\@шатақ") ("tangled" "intricate" "scandalous"))
    ("^шатақ<n><nom>$" ("@шатақ") ("казус" "скандал") ("\\@шатақ"))
    ("^шатақ<n><attr>$" ("@шатақ") ("казус" "скандал") ("\\@шатақ"))
    ("^шатақ<adj><advl>$" ("@шатақ") ("\\@шатақ") ("tangled" "intricate" "scandalous"))
    ("^шатақ<adj><subst><nom>$" ("@шатақ") ("у \\@шатақ") ("tangled" "intricate" "scandalous"))
    ("^шатақ<adj>+е<cop><aor><p3><pl>$" ("\\@шатақ") ("\\@шатақ") ("tangled" "intricate" "scandalous"))
    ("^шатақ<adj>+е<cop><aor><p3><sg>$" ("\\@шатақ") ("\\@шатақ") ("tangled" "intricate" "scandalous"))
    ("^шатақ<n><nom>+е<cop><aor><p3><pl>$" ("\\@шатақ") ("казус" "скандал") ("\\@шатақ"))
    ("^шатақ<n><nom>+е<cop><aor><p3><sg>$" ("\\@шатақ") ("казус" "скандал") ("\\@шатақ"))
    ("^шатақ<adj><subst><nom>+е<cop><aor><p3><pl>$" ("\\@шатақ") ("у \\@шатақ") ("tangled" "intricate" "scandalous"))
    ("^шатақ<adj><subst><nom>+е<cop><aor><p3><sg>$" ("\\@шатақ") ("у \\@шатақ") ("tangled" "intricate" "scandalous"))
#|
«Азынақ желді жаны жек көреді... бұл өсімдік үшін жолы болмас нәрсе ғой, - деген ой келді кішкентай ханзадаға. – Мына гүлдің мінезі ШАТАҚ екен...»

«*Азынақ җилне яны җирәнеп карый... бу үсемлек өчен юлы булмас нәрсә бит, - дигән ай килде кечкенә ханзадәгә. – Мына гөлнең холкы *шатақ икән...»

"Үзе үсемлек, ә үзе җилдән курка... бик сәер... — дип уйлый Нәни принц. — Нинди авыр холыклы бу чәчәк"...

"Растение, а боится сквозняков... очень странно... — подумал Маленький принц. — Какой трудный характер у этого цветка".

"Растение, а боится сквозняков... очень странно... — подумал Маленький принц. — Какой трудный характер у этого цветка".
|#
))

(test
 "шатастырып"
  '(
    ("^шатастыр<v><tv><gna_perf>$" ("@шатастыр") ("оплетя" "сбив" "впутав" "#впутывать") ("\\@шатастыр"))
    ("^шатастыр<v><tv><prc_perf>$" ("@шатастыр") ("оплетя" "сбив" "впутав" "#впутывать") ("\\@шатастыр"))
#|
- Сен бәрін ШАТАСТЫРЫП жібердің. Ештеңені түсініп тұрған жоқсың!

- Син барысын *шатастырып җибәрдең. Бернине аңламыйсың!

— Бар нәрсәне бутыйсың син... берни дә аңламыйсың!

— Все ты путаешь... ничего не понимаешь!

— Все ты путаешь... ничего не понимаешь!
|#
))

(test
 "шашыраған"
  '(
    ("^шашыраған<adj>$" ("@шашыраған") ("\\@шашыраған") ("\\@шашыраған"))
    ("^шашыраған<adj>+е<cop><aor><p3><pl>$" ("\\@шашыраған") ("\\@шашыраған") ("\\@шашыраған"))
    ("^шашыраған<adj>+е<cop><aor><p3><sg>$" ("\\@шашыраған") ("\\@шашыраған") ("\\@шашыраған"))
#|
Кенет менің есіме құмнан ШАШЫРАҒАН осы жұмбақ сәуленің не екені сап ете түсті.

*Кенет минем исемә комнан *шашыраған шушы табышмак нурның ни икәне салып #ит төште.

Өнсез калдым... Кинәт, комның ни өчен нур сибеп торуын аңладым.

Я был поражен, вдруг я понял, что означает таинственный свет, исходящий от песков.

Я был поражен, вдруг я понял, что означает таинственный свет, исходящий от песков.
|#
))

(test
 "шектірмейтініңе"
  '(
    ("^шектір<v><tv><neg><ger_impf><px2sg><dat>$" ("@шектір") ("#\\^не \\$ погрузить") ("\\@шектір"))
    ("^шектір<v><tv><neg><gpr_impf><subst><px2sg><dat>$" ("@шектір") ("#\\^не \\$ погрузить") ("\\@шектір"))
#|
- Сенің уың күшті ме? Сен маған ұзақ азап ШЕКТІРМЕЙТІНІҢЕ сенімдісің бе?

- Синең агуың көчлеме? Син миңа озак газап *шектірмейтініңе ышанычлысыңмы?

— Ә синең агуың яхшымы? Озак газапланырга туры килмәсме миңа?

— А у тебя хороший яд? Ты не заставишь меня долго мучиться?

— А у тебя хороший яд? Ты не заставишь меня долго мучиться?
|#
))

(test
 "шешек"
  '(
    ("^шешек<n><nom>$" ("@шешек") ("\\@шешек") ("\\@шешек"))
    ("^шешек<n><attr>$" ("@шешек") ("\\@шешек") ("\\@шешек"))
    ("^шешек<n><nom>+е<cop><aor><p3><pl>$" ("\\@шешек") ("\\@шешек") ("\\@шешек"))
    ("^шешек<n><nom>+е<cop><aor><p3><sg>$" ("\\@шешек") ("\\@шешек") ("\\@шешек"))
#|
Ол өзінің шамын жаққан шақта бір жаңа жұлдыз туғандай немесе гүл ШЕШЕК атқандай әсер етеді.

Ул үзенең шәмен яккан чакта бер әле йолдыз тапкандай яисә гөл *шешек аткандай тәэсир итә.

Ул фонарен кабызган чакта, дөньяда тагын бер йолдыз, йә чәчәк тугандай була.

Когда он зажигает свой фонарь — как будто рождается еще одна звезда или цветок.

Когда он зажигает свой фонарь — как будто рождается еще одна звезда или цветок.
|#
))

(test
 "шиқылдап"
  '(
    ("^шиқылда<v><iv><gna_perf>$" ("@шиқылда") ("#трещать" "#скрипеть" "#чирикать") ("\\@шиқылда"))
    ("^шиқылда<v><iv><prc_perf>$" ("@шиқылда") ("#трещать" "#скрипеть" "#чирикать") ("\\@шиқылда"))
#|
Шығыршық жел айналдырмағалы көп болған ескі жел-қақпадай ШИҚЫЛДАП қоя берді.

*Шығыршық җил әйләндермәгәч күп булган иске җил-капкадай *шиқылдап куя бирде.

Чыгыр, җил булмаганга күгәреп беткән флюгер кебек, шыгырдарга тотынды.

И ворот заскрипел, точно старый флюгер, долго ржавевший в безветрии.

И ворот заскрипел, точно старый флюгер, долго ржавевший в безветрии.
|#
))

(test
 "шиқылы"
  '(
    ("^шиқыл<n><px3sp><nom>$" ("@шиқыл") ("\\@шиқыл") ("\\@шиқыл"))
    ("^шиқыл<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@шиқыл") ("\\@шиқыл") ("\\@шиқыл"))
    ("^шиқыл<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@шиқыл") ("\\@шиқыл") ("\\@шиқыл"))
#|
Құлағымда шығыршықтың ШИҚЫЛЫ қалып қойыпты. Ал әлі шайқалып тұрған судың бетінде күннің бейнесі діріл қаққандай болды.

Колагымда *шығыршықтың *шиқылы калып #куй. Ә әле чайкалган суның битендә/битында көннең образы *діріл каккандай булды.

Колагымда әле һаман да шыгырдавык чыгырның җыры яңгырый, чиләктәге вак дулкыннарда кояш уйный.

В ушах у меня еще отдавалось пенье скрипучего ворота, вода в ведре еще дрожала, и в ней дрожали солнечные зайчики.

В ушах у меня еще отдавалось пенье скрипучего ворота, вода в ведре еще дрожала, и в ней дрожали солнечные зайчики.
|#
))

(test
 "шимайлай"
  '(
    ("^шимайла<v><tv><gna_impf>$" ("@шимайла") ("\\@шимайла") ("\\@шимайла"))
    ("^шимайла<v><tv><prc_impf>$" ("@шимайла") ("\\@шимайла") ("\\@шимайла"))
#|
Енді шыдамым таусылған әрі моторды ашуға асыққан басым мына бір суретті ШИМАЙЛАЙ салдым да: - Мынау – жәшік. Сенің қалаған қошақаның осының ішінде, - дедім балаға.

Иңне *шыдамым бетерелгән һәм *моторды ачуга ашыккан башым мына бер рәсемне *шимайлай салдым да: - Менә бу – ящек. Синең теләгән *қошақаның шушының эчендә, - дидем балага.

Шуннан соң, бөтен түземлегемне югалтып — миңа тизрәк моторны сүтәргә кирәк иде — кәгазьгә аннан-моннан бер тартма сызгалап куйдым да: — Менә сиңа тартма. Аның эчендә синең бәрәнең утыра, — дидем.

Тут я потерял терпение — ведь мне надо было поскорей разобрать мотор — и нацарапал ящик. И сказал малышу: — Вот тебе ящик. А в нем сидит такой барашек, какого тебе хочется.

Тут я потерял терпение — ведь мне надо было поскорей разобрать мотор — и нацарапал ящик. И сказал малышу: — Вот тебе ящик. А в нем сидит такой барашек, какого тебе хочется.
|#
))

(test
 "шіркін"
  '(
    ("^шіркін<ij>$" ("\\@шіркін") ("\\@шіркін") ("#\\<ij\\>"))
#|
|#
))

(test
 "шолып"
  '(
    ("^шол<v><tv><gna_perf>$" ("@шол") ("обведя") ("\\@шол"))
    ("^шол<v><tv><prc_perf>$" ("@шол") ("обведя") ("\\@шол"))
#|
Сосын географтың планетасын көзбен ШОЛЫП шықты.

Шуннан соң географның планетасын күз белән *шолып чыкты.

Аннары ул географ планетасына күз йөртеп чыга.

И он окинул взглядом планету географа.

И он окинул взглядом планету географа.
|#
))

(test
 "шомдыратын"
  '(
    ("^шомдыр<v><tv><gpr_impf>$" ("@шомдыр") ("\\@шомдыр") ("\\@шомдыр"))
    ("^шомдыр<v><tv><gpr_impf><subst><nom>$" ("@шомдыр") ("\\@шомдыр") ("\\@шомдыр"))
    ("^шомдыр<v><tv><pih><p3><pl>$" ("@шомдыр") ("\\@шомдыр") ("\\@шомдыр"))
    ("^шомдыр<v><tv><pih><p3><sg>$" ("@шомдыр") ("\\@шомдыр") ("\\@шомдыр"))
#|
- Мені ойға ШОМДЫРАТЫН нәрсе, - деді ол, - жұлдыздар, әр адам ерте ме, кеш пе, өз жұлдызын адаспай тауып алу үшін, жарқырап тұра ма екен.

- Мине уйга *шомдыратын нәрсә, - диде ул, - йолдызлар, һәр азагым иртәме, кич мы, үз йолдызын адашмыйча табып алу өчен, *жарқырап торамы икән.

— Беләсе иде, йолдызлар нигә ялтырап яна икән, — ди ул, уйчанланып. — Бәлки, иртәме-соңмы һәркем үз йолдызын эзләп таба алсын өчендер.

— Хотел бы я знать, зачем звезды светятся, — задумчиво сказал он. — Наверно, затем, чтобы рано или поздно каждый мог вновь отыскать свою.

— Хотел бы я знать, зачем звезды светятся, — задумчиво сказал он. — Наверно, затем, чтобы рано или поздно каждый мог вновь отыскать свою.
|#
))

(test
 "шөлдеген"
  '(
    ("^шөлде<v><iv><gpr_past>$" ("@шөлде") ("\\@шөлде") ("\\@шөлде"))
    ("^шөлде<v><iv><ger_past><nom>$" ("@шөлде") ("\\@шөлде") ("\\@шөлде"))
    ("^шөлде<v><iv><gpr_past><subst><nom>$" ("@шөлде") ("\\@шөлде") ("\\@шөлде"))
    ("^шөлде<v><iv><past><p3><pl>$" ("@шөлде") ("\\@шөлде") ("have \\@шөлде"))
    ("^шөлде<v><iv><past><p3><sg>$" ("@шөлде") ("\\@шөлде") ("have \\@шөлде"))
#|
– Оның қарны ешқашан ашқан да, өзі ШӨЛДЕГЕН де емес.

– Аның карыны һичкайчан ачкан да, үзе *шөлдеген да түгел.

Ачлыкның да, сусауның да нәрсә икәнен белми шул.

Он никогда не испытывал ни голода, ни жажды.

Он никогда не испытывал ни голода, ни жажды.
|#
))

(test
 "шөлдегенің"
  '(
    ("^шөлде<v><iv><ger_past><px2sg><nom>$" ("@шөлде") ("\\@шөлде") ("your \\@шөлде"))
    ("^шөлде<v><iv><gpr_past><subst><px2sg><nom>$" ("@шөлде") ("\\@шөлде") ("\\@шөлде"))
#|
- Демек, сенің де ШӨЛДЕГЕНІҢ ғой? – деп сұрадым одан.

- Димәкче, синең дә *шөлдегенің бит? – дип сорадым аннан.

— Димәк, син дә сусауның ни икәнен беләсең? — дип сорадым.

— Значит, и ты тоже знаешь, что такое жажда?

— Значит, и ты тоже знаешь, что такое жажда?
|#
))

(test
 "шөлдедім"
  '(
    ("^шөлде<v><iv><ifi><p1><sg>$" ("@шөлде") ("оказывается \\@шөлде") ("\\@шөлде"))
#|
|#
))

(test
 "шөлдеп"
  '(
    ("^шөлде<v><iv><gna_perf>$" ("@шөлде") ("\\@шөлде") ("\\@шөлде"))
    ("^шөлде<v><iv><prc_perf>$" ("@шөлде") ("\\@шөлде") ("\\@шөлде"))
#|
- Мына суды көріп, ШӨЛДЕП кеттім, - деді Кішкентай ханзада, - маған су берші...

- Мына суны күреп, *шөлдеп киттем, - диде Кечкенә ханзадә, - миңа су бирче...

— Шушы суны эчеп карыйсым килә, — диде Нәни принц. — Эчәргә бир әле...

— Мне хочется глотнуть этой воды, — промолвил Маленький принц. — Дай мне напиться...

— Мне хочется глотнуть этой воды, — промолвил Маленький принц. — Дай мне напиться...
|#
))

(test
 "шумақ"
  '(
    ("^шумақ<n><nom>$" ("@шумақ") ("куплет") ("bunch" "#hank" "#couplet" "mycelium"))
    ("^шумақ<n><attr>$" ("@шумақ") ("куплет") ("bunch" "#hank" "#couplet" "mycelium"))
    ("^шумақ<n><nom>+е<cop><aor><p3><pl>$" ("\\@шумақ") ("куплет") ("bunch" "#hank" "#couplet" "mycelium"))
    ("^шумақ<n><nom>+е<cop><aor><p3><sg>$" ("\\@шумақ") ("куплет") ("bunch" "#hank" "#couplet" "mycelium"))
#|
- Ол дегеніміз былай: мен жұлдыздардың санын бір ШУМАҚ қағазға жазамын.

- Ул дигәнебез болай: мин йолдызларның санын бер *шумақ кәгазьгә язам.

— Менә болай: ничә йолдызым барлыгын кәгазьгә язам.

— А так: пишу на бумажке, сколько у меня звезд.

— А так: пишу на бумажке, сколько у меня звезд.
|#
))

(test
 "шүберек"
  '(
    ("^шүберек<n><nom>$" ("@шүберек") ("тряпка") ("rag"))
    ("^шүберек<n><attr>$" ("@шүберек") ("тряпка") ("rag"))
    ("^шүберек<n><nom>+е<cop><aor><p3><pl>$" ("\\@шүберек") ("тряпка") ("rag"))
    ("^шүберек<n><nom>+е<cop><aor><p3><sg>$" ("\\@шүберек") ("тряпка") ("rag"))
#|
– Олар ШҮБЕРЕК қуыршаққа бар уақыты мен ықыласын арнайды, сол себептен қуыршақ олар үшін тым маңызды. Ал егер оны олардан тартып алып қойса, онда балалар жылап қалады...

– Алар *шүберек *қуыршаққа бар вакыты белән тырышлыгын атый, шул сәбәптән *қуыршақ алар өчен бик мөһим. Ә игәүләр аны алардан җәлеп итеп алып куйса, анда балалар елап кала...

— Алар гади генә чүпрәк курчакларына да бөтен күңелләрен бирәләр, аларга чын-чынлап гашыйк булалар, әгәр дә ул курчакларын алсалар, балалар елый башлый...

— Они отдают всю душу тряпочной кукле, и она становится им очень-очень дорога, и если ее у них отнимут, дети плачут...

— Они отдают всю душу тряпочной кукле, и она становится им очень-очень дорога, и если ее у них отнимут, дети плачут...
|#
))

(test
 "шұғыласын"
  '(
    ("^шұғыла<n><px3sp><acc>$" ("@шұғыла") ("зайчика") ("glimpse"))
#|
Мінеки бір күні, тура таң ШҰҒЫЛАСЫН шашқанда, бұл гүл қауызын жарып шықты.

*Мінеки бер көнне, туры таң *шұғыласын чәчкәндә, бу гөл *қауызын ярып чыкты.

Ә беркөнне, кояш чыгып килгән вакытта, чәчәк таҗлары ачыла.

И вот наконец, однажды утром, едва взошло солнце, лепестки раскрылись.

И вот наконец, однажды утром, едва взошло солнце, лепестки раскрылись.
|#
))

(test
 "шұғылданайын"
  '(
    ("^шұғылдан<v><iv><opt><p1><sg>$" ("@шұғылдан") ("#возиться" "#работать" "займусь" "пойду" "#заниматься") ("will \\@шұғылдан"))
#|
|#
))

(test
 "шұңқыр"
  '(
    ("^шұңқыр<n><nom>$" ("@шұңқыр") ("яма" "ямка" "выем" "впадина" "котлован") ("pit" "fovea" "pothole" "sinkhole"))
    ("^шұңқыр<n><attr>$" ("@шұңқыр") ("яма" "ямка" "выем" "впадина" "котлован") ("pit" "fovea" "pothole" "sinkhole"))
    ("^шұңқыр<n><nom>+е<cop><aor><p3><pl>$" ("\\@шұңқыр") ("яма" "ямка" "выем" "впадина" "котлован") ("pit" "fovea" "pothole" "sinkhole"))
    ("^шұңқыр<n><nom>+е<cop><aor><p3><sg>$" ("\\@шұңқыр") ("яма" "ямка" "выем" "впадина" "котлован") ("pit" "fovea" "pothole" "sinkhole"))
#|
Сахаралық құдықтар құмда қазылған жай ШҰҢҚЫР ғана.

*Сахаралық хәйләләр комда казылган хәл *шұңқыр гына.

Гадәттә, мондагы кое — комны казып төшкән чокыр гына була.

Обычно здесь колодец — просто яма в песке.

Обычно здесь колодец — просто яма в песке.
|#
))

(test
 "шығыршығы"
  '(
    ("^шығыршық<n><px3sp><nom>$" ("@шығыршық") ("\\@шығыршық") ("roller" "coil"))
    ("^шығыршық<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@шығыршық") ("\\@шығыршық") ("roller" "coil"))
    ("^шығыршық<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@шығыршық") ("\\@шығыршық") ("roller" "coil"))
#|
- Бұл ақылға қонбайтын нәрсе, - дедім мен Кішкентай ханзадаға, - бәрі дайын тұр: ШЫҒЫРШЫҒЫ да, шелек пен арқаны да...

- Бу акылга кунмый торган нәрсә, - дидем мин Кечкенә ханзадәгә, - барысы әзер тор: *шығыршығы да, чиләк белән арканы да...

— Бик сәер, — дидем мин Нәни принцка, — монда бар нәрсә: чыгыр да, чиләк тә, бау да әзерләп куелган...

— Как странно, — сказал я Маленькому принцу, — тут все приготовлено: и ворот, и ведро, и веревка...

— Как странно, — сказал я Маленькому принцу, — тут все приготовлено: и ворот, и ведро, и веревка...
|#
))

(test
 "шығыршығын"
  '(
    ("^шығыршық<n><px3sp><acc>$" ("@шығыршық") ("\\@шығыршық") ("roller" "coil"))
#|
Ол күлді де, арқанды ұстап, ШЫҒЫРШЫҒЫН ойнатып көрді.

Ул көлде дә, арканны тотып, *шығыршығын *ойнатып күрде.

Ә ул көлә-көлә чыгырны әйләндерә башлады.

Он засмеялся, тронул веревку, стал раскручивать ворот.

Он засмеялся, тронул веревку, стал раскручивать ворот.
|#
))

(test
 "шығыршық"
  '(
    ("^шығыршық<n><nom>$" ("@шығыршық") ("\\@шығыршық") ("roller" "coil"))
    ("^шығыршық<n><attr>$" ("@шығыршық") ("\\@шығыршық") ("roller" "coil"))
    ("^шығыршық<n><nom>+е<cop><aor><p3><pl>$" ("\\@шығыршық") ("\\@шығыршық") ("roller" "coil"))
    ("^шығыршық<n><nom>+е<cop><aor><p3><sg>$" ("\\@шығыршық") ("\\@шығыршық") ("roller" "coil"))
#|
|#
))

(test
 "шығыршықтың"
  '(
    ("^шығыршық<n><gen>$" ("@шығыршық") ("\\@шығыршық") ("of roller" "of coil"))
#|
Құлағымда ШЫҒЫРШЫҚТЫҢ шиқылы қалып қойыпты. Ал әлі шайқалып тұрған судың бетінде күннің бейнесі діріл қаққандай болды.

Колагымда *шығыршықтың *шиқылы калып #куй. Ә әле чайкалган суның битендә/битында көннең образы *діріл каккандай булды.

Колагымда әле һаман да шыгырдавык чыгырның җыры яңгырый, чиләктәге вак дулкыннарда кояш уйный.

В ушах у меня еще отдавалось пенье скрипучего ворота, вода в ведре еще дрожала, и в ней дрожали солнечные зайчики.

В ушах у меня еще отдавалось пенье скрипучего ворота, вода в ведре еще дрожала, и в ней дрожали солнечные зайчики.
|#
))

(test
 "шыдамым"
  '(
    ("^шыдам<n><px1sg><nom>$" ("@шыдам") ("моё терпение") ("my patience"))
    ("^шыдам<n><px1sg><nom>+е<cop><aor><p3><pl>$" ("\\@шыдам") ("терпение") ("my patience"))
    ("^шыдам<n><px1sg><nom>+е<cop><aor><p3><sg>$" ("\\@шыдам") ("терпение") ("my patience"))
#|
Енді ШЫДАМЫМ таусылған әрі моторды ашуға асыққан басым мына бір суретті шимайлай салдым да: - Мынау – жәшік. Сенің қалаған қошақаның осының ішінде, - дедім балаға.

Иңне *шыдамым бетерелгән һәм *моторды ачуга ашыккан башым мына бер рәсемне *шимайлай салдым да: - Менә бу – ящек. Синең теләгән *қошақаның шушының эчендә, - дидем балага.

Шуннан соң, бөтен түземлегемне югалтып — миңа тизрәк моторны сүтәргә кирәк иде — кәгазьгә аннан-моннан бер тартма сызгалап куйдым да: — Менә сиңа тартма. Аның эчендә синең бәрәнең утыра, — дидем.

Тут я потерял терпение — ведь мне надо было поскорей разобрать мотор — и нацарапал ящик. И сказал малышу: — Вот тебе ящик. А в нем сидит такой барашек, какого тебе хочется.

Тут я потерял терпение — ведь мне надо было поскорей разобрать мотор — и нацарапал ящик. И сказал малышу: — Вот тебе ящик. А в нем сидит такой барашек, какого тебе хочется.
|#
))

(test
 "шылымыңыз"
  '(
    ("^шылым<n><px2sg><frm><nom>$" ("@шылым") ("твоя сигарета") ("your cigarette"))
    ("^шылым<n><px2sg><frm><nom>+е<cop><aor><p3><pl>$" ("\\@шылым") ("сигарета") ("your cigarette"))
    ("^шылым<n><px2sg><frm><nom>+е<cop><aor><p3><sg>$" ("\\@шылым") ("сигарета") ("your cigarette"))
#|
– Сіздің ШЫЛЫМЫҢЫЗ сөніп қалыпты.

– Сезнең *шылымыңыз *сөніп #кал.

— Тәмәкегез сүнгән.

— Ваша папироса погасла.

— Ваша папироса погасла.
|#
))

(test
 "шым"
  '(
    ("^шым<n><nom>$" ("@шым") ("\\@шым") ("\\@шым"))
    ("^шым<n><attr>$" ("@шым") ("\\@шым") ("\\@шым"))
    ("^шым<n><nom>+е<cop><aor><p3><pl>$" ("\\@шым") ("\\@шым") ("\\@шым"))
    ("^шым<n><nom>+е<cop><aor><p3><sg>$" ("\\@шым") ("\\@шым") ("\\@шым"))
#|
Мен тұрған жерімде қатып қалдым, ал жүрегім ШЫМ ете түсті. Бірақ әлі ештеңе түсінетін емеспін.

Мин торган җиремдә катып калдым, ә йөрәгем *шым #ит төште. Әмма әле берни аңлый торган түгелмен.

Мин туктап калдым, йөрәгем соң дәрәҗәгә җитеп кысылды, ләкин үзем һаман берни дә аңламый идем.

Я остановился, и сердце мое сжалось, но я все еще не понимал.

Я остановился, и сердце мое сжалось, но я все еще не понимал.
|#
))

(test
 "шымылдық"
  '(
    ("^шымылдық<n><nom>$" ("@шымылдық") ("занавес") ("velum" "curtain"))
    ("^шымылдық<n><attr>$" ("@шымылдық") ("занавес") ("velum" "curtain"))
    ("^шымылдық<n><nom>+е<cop><aor><p3><pl>$" ("\\@шымылдық") ("занавес") ("velum" "curtain"))
    ("^шымылдық<n><nom>+е<cop><aor><p3><sg>$" ("\\@шымылдық") ("занавес") ("velum" "curtain"))
#|
- Мен жолбарыстан қорықпаймын, алайда азынаған желді жаным жек көреді. Сізде ШЫМЫЛДЫҚ жоқ па?

- Мин юлбарыстан курыкмыйм, алай да кешнәгән җилне яным җирәнеп карый. Сездә *шымылдық юкмы?

— Юлбарыслар куркыныч түгел, ләкин мин бик тә җилдән куркам. Чаршавыгыз юкмы сезнең?

— Нет, тигры мне не страшны, но я ужасно боюсь сквозняков. У вас нет ширмы?

— Нет, тигры мне не страшны, но я ужасно боюсь сквозняков. У вас нет ширмы?
|#
))

(test
 "шырақшыға"
  '(
    ("^шырақшы<n><dat>$" ("@шырақшы") ("к  фонарщику" "к  факельщику") ("to \\@шырақшы"))
#|
Кішкентай ханзада планетаға жақындаған кезде ШЫРАҚШЫҒА құрметпен иіліп сәлем береді:

Кечкенә ханзадә планетага якынлашкан чакта *шырақшыға хөрмәт белән иелеп сәлам бирә:

Планета янына килеп җиткәч, ул хөрмәт белән фонарьчыга баш ия.

И, поравнявшись с этой планеткой, он почтительно поклонился фонарщику.

И, поравнявшись с этой планеткой, он почтительно поклонился фонарщику.
|#
))

(test
 "шырақшыдан"
  '(
    ("^шырақшы<n><abl>$" ("@шырақшы") ("от  фонарщика" "от  факельщика") ("from \\@шырақшы"))
    ("^шырақшы<n><abl>+е<cop><aor><p3><pl>$" ("\\@шырақшы") ("фонарщика" "факельщика") ("from \\@шырақшы"))
    ("^шырақшы<n><abl>+е<cop><aor><p3><sg>$" ("\\@шырақшы") ("фонарщика" "факельщика") ("from \\@шырақшы"))
#|
Жердің көлемін сипаттау үшін мен сіздерге мынаны айтар едім: электр жарығын ойлап таппастан бұрын, жалпы алты құрлықтың бетінде төрт жүз алпыс екі мың бес жүз он бір ШЫРАҚШЫДАН құралған нағыз әскер болған.

Җирнең күләмен *сипаттау өчен мин Сезгә моны әйтер идем: электр яктысын уйлап тапмыйча элек, гомуми алты *құрлықтың битендә/битында дүрт йөз алтмыш ике мең биш йөз унбер *шырақшыдан #коры чын гаскәр булган.

Җирнең никадәр зур икәнен төшендерер өчен бер генә нәрсә әйтәм: электр уйлап табылганга кадәр, барлык алты континентта тулы бер армия — дүрт йөз алтмыш ике мең биш йөз унбер фонарьчы тотарга кирәк булган.

Чтобы дать вам понятие о том, как велика Земля, скажу лишь, что, пока не изобрели электричество, на всех шести континентах приходилось держать целую армию фонарщиков — четыреста шестьдесят две тысячи пятьсот одиннадцать человек.

Чтобы дать вам понятие о том, как велика Земля, скажу лишь, что, пока не изобрели электричество, на всех шести континентах приходилось держать целую армию фонарщиков — четыреста шестьдесят две тысячи пятьсот одиннадцать человек.
|#
))

(test
 "шырақшылар"
  '(
    ("^шырақшы<n><pl><nom>$" ("@шырақшы") ("фонарщики" "факельщики") ("\\@шырақшы"))
    ("^шырақшы<n><pl><nom>+е<cop><aor><p3><pl>$" ("\\@шырақшы") ("фонарщики" "факельщики") ("\\@шырақшы"))
    ("^шырақшы<n><pl><nom>+е<cop><aor><p3><sg>$" ("\\@шырақшы") ("фонарщики" "факельщики") ("\\@шырақшы"))
#|
Содан кейінгі өз кезектерінде ШЫРАҚШЫЛАР бейне Қытай мен Сібірдегілер қосылатын.

Шуннан соңгы үз чиратларында *шырақшылар образ Кытай мин Себердәгеләр #куш.

Аннары Кытай фонарьчыларына чират җитә.

За ними наступал черед фонарщиков Китая.

За ними наступал черед фонарщиков Китая.
|#
))

(test
 "шырақшыларына"
  '(
    ("^шырақшы<n><pl><px3sp><dat>$" ("@шырақшы") ("к  фонарщикам" "к  факельщикам") ("to \\@шырақшы"))
#|
Ендігі кезек Ресей мен Үндістан ШЫРАҚШЫЛАРЫНА келетін.

#Инде чират Русия мин Һиндстан *шырақшыларына #кил.

Аннан соң, Россиядәге һәм һиндстандагы фонарьчыларга да нәүбәт җитә.

Потом приходил черед фонарщиков в России и в Индии.

Потом приходил черед фонарщиков в России и в Индии.
|#
))

(test
 "шырақшыларының"
  '(
    ("^шырақшы<n><pl><px3sp><gen>$" ("@шырақшы") ("фонарщиков" "факельщиков") ("of \\@шырақшы"))
#|
Алғашқы болып Жаңа Зеландия мен Австралияның ШЫРАҚШЫЛАРЫНЫҢ өнер көрсететін кезегі.

Беренче булып Әле Зеландия мин Австралиянең *шырақшыларының үсәр күрсәтә торган чираты.

Беренче булып, Яңа Зеландия һәм Австралия фонарьчылары кузгала.

Первыми выступали фонарщики Новой Зеландии и Австралии.

Первыми выступали фонарщики Новой Зеландии и Австралии.
|#
))

(test
 "шырақшыны"
  '(
    ("^шырақшы<n><acc>$" ("@шырақшы") ("фонарщика" "факельщика") ("\\@шырақшы"))
#|
Кішкентай ханзада одан көз алмай тұрып, нұсқауына осыншама адал ШЫРАҚШЫНЫ жақсы көріп кетті.

Кечкенә ханзадә аннан күз #ал, #күрсәтмә *осыншама тугры *шырақшыны яратып китте.

Нәни принц фонарьчыга тагын бер карап куя. Вәгъдәсенә шулкадәр тугрылыклы бу кеше торган саен ныграк ошый бара аңа.

Маленький принц смотрел на фонарщика, и ему все больше нравился этот человек, который был так верен своему слову.

Маленький принц смотрел на фонарщика, и ему все больше нравился этот человек, который был так верен своему слову.
|#
))

(test
 "шырақшысы"
  '(
    ("^шырақшы<n><px3sp><nom>$" ("@шырақшы") ("фонарщик" "факельщик") ("\\@шырақшы"))
    ("^шырақшы<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@шырақшы") ("фонарщик" "факельщик") ("\\@шырақшы"))
    ("^шырақшы<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@шырақшы") ("фонарщик" "факельщик") ("\\@шырақшы"))
#|
Тек Солтүстік полюстегі жалғыз шамның ШЫРАҚШЫСЫ мен оның әріптесі – Оңтүстік полюстегі жалғыз шырақшы ғана жұмыссыз, тауқыметсіз өмір сүретін: Олар жылына екі рет қана жұмыс істейтін.

Тик Төньяк полюстагы ялгыз шәмнең *шырақшысы мин аның хезмәттәше – Көньяк полюстагы ялгыз #чыра гына эшсез, *тауқыметсіз гомер сөрә торган: Алар елына ике тапкыр гына #эшлә.

Тик Төньяк полюстагы бердәнбер фонарьны кабызучы фонарьчыга һәм аның Көньяк полюстагы иптәшенә генә бик җиңел һәм кайгысыз тормыш насыйп була: үз эшләрен елына бары ике мәртәбә генә башкарырга туры килә аларга.

Только тому фонарщику, что должен был зажигать единственный фонарь на северном полюсе, да его собрату на южном полюсе, — только этим двоим жилось легко и беззаботно: им приходилось заниматься своим делом всего два раза в год.

Только тому фонарщику, что должен был зажигать единственный фонарь на северном полюсе, да его собрату на южном полюсе, — только этим двоим жилось легко и беззаботно: им приходилось заниматься своим делом всего два раза в год.
|#
))

(test
 "шыршасының"
  '(
    ("^шырша<n><px3sp><gen>$" ("@шырша") ("#елка") ("of #christmas tree"))
#|
Мен кішкене бала кезімде жаңа жыл ШЫРШАСЫНЫҢ жарығы, шіркеудің түн ортасындағы месса кезіндегі әуені, жүрек жылытар күлкілер маған сыйлаған сыйлықтардың нұр шашуына септігін тигізетін.

Мин кечкенә бала чагымда әле ел *шыршасының яктысы, чиркәүнең төн уртасындагы *месса чагындагы һаваны, йөрәк *жылытар көлкеләр миңа сыйлаган бүләкләрнең нур чәчүенә *септігін #тидер.

Бәләкәй чагымда, Яңа ел бәйрәмендә чыршыдагы шәм балкуы, төн уртасында уйнаган орган авазы, ягымлы елмаюлар йөрәгемә шундыйрак шатлык китерә иде.

Когда я был маленький, так светились для меня рождественские подарки: сияньем свеч на елке, пеньем органа в час полночной мессы, ласковыми улыбками.

Когда я был маленький, так светились для меня рождественские подарки: сияньем свеч на елке, пеньем органа в час полночной мессы, ласковыми улыбками.
|#
))

(test
 "ызаланды"
  '(
    ("^ызалан<v><tv><ifi><p3><pl>$" ("@ызалан") ("оказывается #озлобиться") ("#get angry"))
    ("^ызалан<v><tv><ifi><p3><sg>$" ("@ызалан") ("оказывается #озлобиться") ("#get angry"))
    ("^ызалан<v><iv><ifi><p3><pl>$" ("@ызалан") ("оказывается #озлиться") ("\\@ызалан"))
    ("^ызалан<v><iv><ifi><p3><sg>$" ("@ызалан") ("оказывается #озлиться") ("\\@ызалан"))
#|
|#
))

(test
 "ызғырығы"
  '(
    ("^ызғырық<n><px3sp><nom>$" ("@ызғырық") ("\\@ызғырық") ("\\@ызғырық"))
    ("^ызғырық<n><px3sp><nom>+е<cop><aor><p3><pl>$" ("\\@ызғырық") ("\\@ызғырық") ("\\@ызғырық"))
    ("^ызғырық<n><px3sp><nom>+е<cop><aor><p3><sg>$" ("\\@ызғырық") ("\\@ызғырық") ("\\@ызғырық"))
#|
- Ал жел ЫЗҒЫРЫҒЫ ше?

- Ә җил *ызғырығы ничек?

— Миңа ул кадәр үк суык тимәгән лә...

— Не так уж я простужена...

— Не так уж я простужена...
|#
))

(test
 "ызыңдап"
  '(
    ("^ызыңда<v><iv><gna_perf>$" ("@ызыңда") ("\\@ызыңда") ("\\@ызыңда"))
    ("^ызыңда<v><iv><prc_perf>$" ("@ызыңда") ("\\@ызыңда") ("\\@ызыңда"))
#|
Ол ЫЗЫҢДАП құлақтың құртын жегендіктен, мен есеп-қисабымда төрт қате жібердім.

Ул *ызыңдап колакның *құртын ашаганлыктан, мин исәп-*қисабымда дүрт хата җибәрдем.

Ул коточкыч тавыш куптарды, һәм мин кушу гамәлендә дүрт хата ясадым.

Он поднял ужасный шум, и я тогда сделал четыре ошибки в сложении.

Он поднял ужасный шум, и я тогда сделал четыре ошибки в сложении.
|#
))

(test
 "ыңғайланған"
  '(
    ("^ыңғайла<v><tv><pass><gpr_past>$" ("@ыңғайла") ("звание" "звание") ("are \\@ыңғайла"))
    ("^ыңғайлан<v><iv><gpr_past>$" ("@ыңғайлан") ("#применяться") ("\\@ыңғайлан"))
    ("^ыңғайла<v><tv><pass><ger_past><nom>$" ("@ыңғайла") ("звание" "звание") ("are \\@ыңғайла"))
    ("^ыңғайлан<v><iv><ger_past><nom>$" ("@ыңғайлан") ("#применяться") ("\\@ыңғайлан"))
    ("^ыңғайла<v><tv><pass><gpr_past><subst><nom>$" ("@ыңғайла") ("звание" "звание") ("are \\@ыңғайла"))
    ("^ыңғайла<v><tv><pass><past><p3><pl>$" ("@ыңғайла") ("#подготовить" "#приспосабливать") ("are \\@ыңғайла"))
    ("^ыңғайла<v><tv><pass><past><p3><sg>$" ("@ыңғайла") ("#подготовить" "#приспосабливать") ("is \\@ыңғайла"))
    ("^ыңғайлан<v><iv><gpr_past><subst><nom>$" ("@ыңғайлан") ("#применяться") ("\\@ыңғайлан"))
    ("^ыңғайлан<v><iv><past><p3><pl>$" ("@ыңғайлан") ("#применяться") ("have \\@ыңғайлан"))
    ("^ыңғайлан<v><iv><past><p3><sg>$" ("@ыңғайлан") ("#применяться") ("have \\@ыңғайлан"))
#|
Ал гүлді соңғы рет суарған соң, оны шыны қалпағымен жауып қоюға ЫҢҒАЙЛАНҒАН кезінде жылағысы келетінін байқады.

Ә гөлне соңгы рәт сугарган соң, аны пыяла *қалпағымен явып куюга *ыңғайланған вакытында елыйсы килгәнен карады.

Ә инде гаҗәеп чәчәккә су сибеп, өстенә каплавыч ябарга җыенганда, аның хәтта елыйсы килеп китә.

А когда он в последний раз полил и собрался накрыть колпаком чудесный цветок, ему даже захотелось плакать.

А когда он в последний раз полил и собрался накрыть колпаком чудесный цветок, ему даже захотелось плакать.
|#
))

(test
 "ыңғайланып"
  '(
    ("^ыңғайла<v><tv><pass><gna_perf>$" ("@ыңғайла") ("подготовив" "#приспосабливать") ("are \\@ыңғайла"))
    ("^ыңғайла<v><tv><pass><prc_perf>$" ("@ыңғайла") ("подготовив" "#приспосабливать") ("are \\@ыңғайла"))
    ("^ыңғайлан<v><iv><gna_perf>$" ("@ыңғайлан") ("#применяться") ("\\@ыңғайлан"))
    ("^ыңғайлан<v><iv><prc_perf>$" ("@ыңғайлан") ("#применяться") ("\\@ыңғайлан"))
#|
- Әкелуге ЫҢҒАЙЛАНЫП едім. Сөзіңізді аяқтатпай қалай барармын!

- Китерүгә *ыңғайланып идем. Сүзегезне *аяқтатпай ничек барырмын!

— Мин... алып килергә уйлаган идем дә... сезнең сүзне тыңлап бетермичә китә алмадым.

— Я хотел пойти за ней, но не мог же я вас не дослушать!

— Я хотел пойти за ней, но не мог же я вас не дослушать!
|#
))

(test
 "ыңғайсызданып"
  '(
    ("^ыңғайсыздан<v><iv><gna_perf>$" ("@ыңғайсыздан") ("\\@ыңғайсыздан") ("\\@ыңғайсыздан"))
    ("^ыңғайсыздан<v><iv><prc_perf>$" ("@ыңғайсыздан") ("\\@ыңғайсыздан") ("\\@ыңғайсыздан"))
#|
Раушан гүлдер ЫҢҒАЙСЫЗДАНЫП қалды.

Раушан улар *ыңғайсызданып калды.

Чәчәкләр оялышып кызарыштылар.

Розы очень смутились.

Розы очень смутились.
|#
))

(test
 "ыршып"
  '(
    ("^ыршы<v><iv><gna_perf>$" ("@ыршы") ("прыгнув" "сиганув") ("\\@ыршы"))
    ("^ыршы<v><iv><prc_perf>$" ("@ыршы") ("прыгнув" "сиганув") ("\\@ыршы"))
#|
Аяқ астына еңкейіп қарағаным сол екен, тұрған орнымнан ЫРШЫП кеттім.

Аяк астына иелеп караганым сул икән, торган урынымнан *ыршып киттем.

Шуннан соң гына мин аска карадым һәм, үз-үземне белештерми, сикереп куйдым!

Тогда я опустил глаза, да так и подскочил!

Тогда я опустил глаза, да так и подскочил!
|#
))

(test
 "ысытқанға"
  '(
    ("^ысыт<v><tv><ger_past><dat>$" ("@ысыт") ("\\@ысыт") ("\\@ысыт"))
    ("^ысыт<v><tv><gpr_past><subst><dat>$" ("@ысыт") ("\\@ысыт") ("\\@ысыт"))
#|
Бұл – таңғы асты ЫСЫТҚАНҒА өте қолайлы нәрсе.

Бу – иртәнге ашны *ысытқанға бик кулай нәрсә.

Иртәләрен анда аш җылыту бик тә уңайлы, ди.

На них очень удобно по утрам разогревать завтрак.

На них очень удобно по утрам разогревать завтрак.
|#
))

